{
    "name": "가면핑",
    "image": "/static/images/ping/가면핑.jpg",
    "gender": "비밀",
    "accessory": "열쇠,최면피",
    "likes": "비밀",
    "dislikes": "비밀",
    "magic": "원하는 마법을 부릴 수 있다.",
    "other_info": "가면핑 -  이름의 유래 가면 (Mask) 마법 원하는 마법을 부릴 수 있다. [2] 정체 스포일러 2023 티니핑 어워즈 인기투표 순위 해당 없음 성우 이명희 1 . 개요 2 . 작중 행적 3 . 진실과 정체(스포일러) 4 . 기타 1. 개요 [편집] 반짝반짝 캐치! 티니핑 의 메인 빌런 . 보석숲의 티니핑들을 푼 장본인. 첫 등장할 때부터 검은 로브와 특이한 가면을 차고 등장했다. 사실상 2기 의 실질적인 최종 보스 . 2. 작중 행적 [편집] '반짝반짝 보석티니핑' 편에서는 보석숲을 습격해 보석숲의 에너지를 이용해 게이트를 만들어, 15명의 보석티니핑들 [3] 을 지구의 하모니 마을로 떨어트리는 테러를 감행한다. 그리고 바로핑, 아자핑, 해핑 [4] 이 본인을 추격해오자 이 게이트로 본인도 뛰어들어 도주한다. '사라진 로미' 편에서는 최초로 로미 일행 앞에 모습을 드러내 하츄핑을 다른 곳으로 유인하고 로미 일행을 쪼꼼핑의 마법에 걸리게 만들었다. '곰 인형이 살아있다?' 편에서는 로미의 곰 인형을 살아나게 만든다. 하지만 본인의 예상과는 다르게 곰 인형이 티니핑들과 즐겁게 놀자 실망하며 마법을 풀고 포털을 만들어서 어디론가 사라진다. 이걸로 봐서는 본인은 티니핑들을 제거하기 위해 왕곰이라는 곰 인형에게 생명을 줬을 거라도 추론할 수 있다. [5] '대결! 로열핑' 편에서는 초기 로열핑들의 계획으로 해핑이 추적해 가면을 스스로 벗으나, 뒷모습만 보이고 가면이 해핑을 향해 공격하면서 가면이 다시 씌워지고 지구로 차원을 열면서 도주했다. '왕국이 된 하트로즈' 편에서는 공쥬핑을 꾀어내어 사라를 제외한 하트로즈 베이커리에 있는 모든 존재 [6] 를 자신의 것으로 만들었다. 그리고 로미와 보석 로열핑들을 처리하기 위해, 공쥬핑에게 피해를 입힐까 봐 이 5명에게 벌을 주라고 연기를 했다. 이후 이 5명이 하트로즈 창고에 붙잡혀 가면핑의 포털 속에 갇힐 위기에 처하자, 공쥬핑이 이내 가면핑의 연극임을 깨달았고, 공쥬핑이 로미와 하츄핑을 풀어 주었다. 그리고 프린세스 다이아하트로 변신한 로미의 피리피리 매지컬 다이아 공격을 맞게 되는데... 3. 진실과 정체(스포일러) [편집] 이 장면에서 가면핑의 소품인 열쇠가 잠시 비녀가 되었다가 홀로그램풍으로 다시 돌아왔는데, 이는 가면핑이 다해핑과 동일인물이라는 추측이 거의 확실시되었다. 그리고 '위험한 소풍' 편에서 제니와 함께 있던 다해핑이 가면핑이 등장한 시점부터 갑자기 보이지 않은 점 , [7] [8] 그리고 마지막 장면에서 제니가 가면핑의 최면 피리를 눈치채고 로미가 알아채지 못하게 은근슬쩍 감추는 모습 등으로 이 가능성은 이 편으로 더욱 커졌다 볼 수 있다. [9] 또한 이 에피소드를 토대로 제니 또한 2기의 빌런 캐릭터라는 가능성도 추측되었다. '티니핑 스쿨 졸업식' 편 에필로그에서 하츄핑을 보석 비행선에 가두면서, '위기의 하츄핑' 편에서 보석드래곤이 잠들어 있는 이모션 왕국 빛의 호수까지 도달하게 됐다. 이내 하츄핑과 대치하였으며, 가면핑(본인)의 승리. 곧 로미가 보석드래곤이 지키고 있는 마법서를 빼앗아 와 제니에게 패스해 준 그 때, 드래곤의 브레스 공격에 맞을 뻔한 제니를 지켜주다가 그 충격으로 로브와 가면이 없어지면서 결국 가면핑=다해핑 설이 확인되었다. 하츄핑은 사실 눈치를 챘었으나 가면핑과 다해핑은 같은 존재임이 아니리라 믿고 로미에게 말하지 않았었다고 한다. [10] 이후의 행적은 다해핑 문서 참조. 4. 기타 [편집] 가면이 가이 포크스 가면의 형태를 연상케 하는 데다가 다른 티니핑, 다른 빌런 티니핑 조차도 있는 말버릇이 [11] 존재하지 않는다는 것. 정체불명 캐릭터성을 가졌던 악동핑보다 더 정체불명 캐릭터성을 강화시키기 위해서인지 크레딧 상에도 소개되어 있지 않다. 악동핑보다도 더 지능적인 인물상과 사기적인 능력을 가진 것으로 보인다. [12] 인형이나 피규어 등 공식 상품은 존재하지 않으며, 특히 GS25 PB 상품인 띠부씰 젤리와 띠부씰 빵에서도 띠부씰로 등장하지 않는 티니핑이다. [13] [14] 또한 유일무이하게 소개 영상이 없는 티니핑이다. 대신 이 모두 본래 모습 은 등장한다. '반짝반짝 보석티니핑' 편에서 해핑이 가면핑이 보석숲의 보석핑들을 풀어내는 모습을 보고서 “어? 저 얼굴은?!” 이라는 대사를 내뱉은 적이 있다. 실제로 1기의 최종 보스인 앙대핑의 얼굴 색은 분홍색이며, 가면핑의 가면 또한 이 색이다. [A] 그리고, 착용한 가면에서, 그리고 악동핑과 앙대핑의 얼굴에서는 얼굴에 역삼각형 무늬가 있다. [A] 그 때문인지, 가면핑의 가면은 앙대핑의 얼굴을 베이스로 한 것으로 추정된다. [17] [1] '위험한 소풍' 편 한정으로 사용. 가면핑(본인)이 보석핑들을 조종하기 위해 사용한 피리다. [2] 최면을 걸거나, 잠에 들게 하거나, 멀리 떨어지게 하는 등. [3] 이때 공격을 받은 티니핑으로는 포근핑 과 맛나핑 만 묘사됐다. [4] 이때 해핑은 “어? 저 얼굴은?!” 이라며 당황한 표정을 짓는다. [5] 여담으로 다음 에피소드인 '또 한 명의 프린세스' 편에서 로미와 제니의 회상으로 그 곰 인형이 재등장한다. [6] 즉 로미, 이안, 카일, 준, 4명의 보석 로열핑, 9명의 일반 보석핑들 [7] 이후 시점부터 21화가 끝나는 시점까지 다해핑은 1도 전혀 등장하지 않았다. [8] 가면핑(본인)이 최면 피리로 보석티니핑들을 유인한 후, 제니와 로미가 술래잡기를 하며 놀고 있는 티니핑들이 너무나도 오지 않아 걱정하고 제니가 찾으러 다니다 돌아오는 장면이 나오는데, 이때 언제나 제니와 함께 하던 다해핑의 모습이 보이지 않는다. [9] 그리고 작중 묘사가 아닌 또 다른 복선으로는 가면핑과 다해핑의 성우가 동일하다는 점 도 일종의 복선이었다. [10] '왕국이 된 하트로즈' 편에서 하츄핑이 소품이 열쇠에서 비녀로 바뀐 모습을 보고 알아차렸다. [11] 하츄핑이 \"~츄\" 하는 등의 말버릇 [12] 악역 분야에서는 가장 지능적인 면모를 보인다. 악동핑은 굉장히 1차원적이라 말할 것도 없고, 앙대핑은 강함만 부각되지 지능플레이를 하는 모습은 적고, 뿌뿌핑은 그나마 가장 지능적으로 묘사되었지만 가면핑보단 덜하다는 느낌이 대부분이다. [13] 간호핑도 양쪽 모두 등장하지 않기 때문에 더 이상 유일무이한 미등장은 아니게 되었다. 다만 간호핑은 전용 테마상품에서 나마 나오는 것과 달리 가면핑은 여전히 아무 상품도 없다. 4기 기준 새콤핑과 달콤핑도 띠부씰이 없기는 하지만 이 둘은 행운핑과 달리 스포일러 방지를 위해 출시하지 않고 추후 출시될 가능성이 남아 있다. [14] 가끔 중고거래 사이트나 어플에 가면핑의 띠부씰이 매물로 올라오기도 하는데 이 띠부씰은 전부 커스텀으로 만든 비공식의 가짜 띠부씰이다. [A] 15.1 15.2 가면을 벗은 모습에서는 얼굴이 베이지색이며, 얼굴에 역삼각형 무늬가 없다. [17] 특히 해핑은 앙대핑에게 조종당했던 시기 가 있었기에 이 대사를 내뱉은 것으로 보인다."
}