{
    "name": "고쳐핑",
    "image": "/static/images/ping/고쳐핑.jpg",
    "gender": "남성",
    "accessory": "렌치와공구상자",
    "likes": "고장 난 물건 수리하기, 공구들",
    "dislikes": "고장 난 물건",
    "magic": "<엉뚱의 공구상자>고장 난 물건을 고칠 수 있지만, 엉뚱하게 고쳐진다.",
    "other_info": "고쳐핑 - “다 고쳐놨으니 모두들 편해지겠지? 모두 나한테 맡겨! 고쳐!” 성별 모티브 직업 기술자 한국 외 국가 번안명 Fixping 이름의 유래 고치다 Fix(고치다) 소품 렌치 와 공구상자 [1] 열쇠 수리 열쇠 마법 <엉뚱의 공구상자> 을 고칠 수 있지만, 엉뚱하게 고쳐진다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 89위 [2] 성우 이새벽 1 . 개요 2 . 작중 행적 2.1 . 8화 2.2 . 8화 이후 3 . 기타 1. 개요 [편집] 이타심의 티니핑, 고쳐핑 뭐든지 고쳐줄게! 고장 난 것이라면 뭐든지 수리하는 요정. '수리 [3] /이타심 [4] 의 티니핑'. 톱니바퀴 장식을 한 정비사 모자를 쓴 티니핑으로, 마법을 사용해서 들을 수리하거나 고쳐주는 능력이 있지만, 수리가 잘못된 나머지 모든 기기들이 갑작스런 오작동을 일으킨다. 다만 수리 실력은 '고쳐줘요 고쳐핑' 편 이후로 상향하고 있는 듯하다. 2. 작중 행적 [편집] 2.1. 8화 [편집] 제니: “너, 로미한테 가 보면 어때?” 고쳐핑: “어? 저쪽 에 왠지 고장 난 게 있을 것 같아, 고쳐!” 첫 등장 시 로미가 하츄핑과 함께 배달을 간 사이 들에 마법을 걸어 수리하려 했지만, 오히려 수리중이던 소화전에서 물이 세어 나가고, 변신 로봇 장난감 [5] 의 조립이 잘못 되었으며, 신호등의 표지판들이 살아나 서로 싸우는 바람에(...) 도로에서 횡단보도를 건너던 사람들이 사고를 당하거나 갑작스런 차량 충돌로 인해 교통이 마비되어 싸움이 벌어지는 소동이 일어나고 말았다. 나나핑: “완전히 고장난 것 같아, 나나!” 솔찌핑: “사라가 알면 무지 화낼 거야! 큰일났네, 솔찌...” 고쳐핑: “내가 고쳐줄까, 고쳐?” 나나핑: “너는 고쳐핑? 거기 꼼짝 마, 나나!” 솔찌핑: “앗, 잠깐! 고쳐핑, 이걸 고쳐줄 수 있어, 솔찌?” 잠시 뒤 제니에게 세뇌당한 본인은 하트로즈 안으로 들어가서 이안과 카일의 거품기를 수리해 주었지만, 오히려 더 거품기가 세지고 열쇠 로열핑들이 가지고 놀던 도중 화분의 물을 흡수해 고장 난 사라의 로봇청소기를 [6] 고쳐주기 위해 팅클퍼프를 사용하지만 로봇청소기가 오히려 폭주 상태에 이르고, 열쇠티니핑들을 흡수해 버릴 위기에 처하던 바로 그때, 배달을 마치고 돌아온 로미와 하츄핑은 프린세스 플로라하트로 변신해 로봇청소기의 폭주를 막는 데 성공한다. “어휴~ 고장 난 것들을 고쳐주려고 했을 뿐인데...” 8화 캐치 대사이자 회차 내 본인의 마지막 대사. 이 때 도망치려 했던 본인은 지쳐 버린 나머지 열쇠도 흘려 버린 채 프린세스 플로라하트에게 캐치되어 사건이 해결되긴 했지만, 로봇청소기는 너무 폭주한 나머지 고장나 버렸고, 폭주 동안 사라의 방의 벽지와 사라가 아끼는 드레스까지 흡입해 버렸던 것 때문에 결국 사라에게 야단을 맞고 만다. 2.2. 8화 이후 [편집] '백설로미' 편에서는 로미, 빨리핑, 얌얌핑, 뜨거핑, 삐뽀핑, 힘내핑, 아라핑과 함께 백설공주 동화책 속으로 빨려 들어가 일곱 난쟁이 중 한 명을 맡았다. '행운이 가득 행운과자' 편에서는 행운축제에 참가하였다. 고장 난 빨리핑의 시계를 고쳐줬다. '파티핑과 파티파티' 편에서는 빨리핑, 얌얌핑, 뜨거핑, 삐뽀핑, 힘내핑과 함께 메리루의 파티 회장 복구 작업에 도움을 주었다. '아빠의 카메라' 편에서는 사라가 잠꼬대를 하며 망가트린 자명종 시계를 수리해 주고, 이어서 마야가 아버지의 방을 청소하다가 떨어뜨린 필름형 카메라도 수리해 주었다. 이전의 트러블 때문에 다들 못 믿는 눈치였지만 이번엔 둘 다 무사히 고쳤고, 그 카메라로 로열핑들과 함께 사진을 찍는다. '로미의 목걸이를 찾아라' 편에서는 드라이버로 맨홀의 나사를 빼내어 아라핑의 마법 지팡이 능력과 연계했다. [7] '다 같이 놀자 티니핑 놀이공원' 편에서는 몬쥬 박사가 보내준 티니핑 놀이공원에서 놀았다. '등장! 행운핑' 편 마지막 장면에서는 행운핑의 부활을 지켜보는 것으로 등장. '티니핑 패션쇼' 편에서는 패션쇼 무대 제작과 조명 감독을 담당했다. '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 3. 기타 [편집] 최초로 미스틱 하트윙의 퀴즈 기능 없이 캐치된 열쇠티니핑 이다. 머리가 길어서 여성처럼 보이며 뒷모습을 보면 더 여성처럼 보인다. 생김새도 예쁘고, 목소리도 여성 성우 가 맡은 탓에 여성으로 오해하기 더 쉽다. 모습만 보면 여성인 줄... [1] 수리용 도구 중 주로 활용하는 건 공식 일러스트에도 보이는 렌치 (스패너)며, 그 외에도 공구함에 드릴 도 들어 있는 걸 볼 수 있다. [2] 3기 신규 티니핑들 중 최하위 [3] 완구 [4] 인스타그램 소개 사진 및 소개 영상. [5] 미니특공대 브이레인저스 에 등장하는 샤크로스브이 였다. [6] AI 음성: C.V. 엄상현 , 아자핑 의 성우다. [7] 삐뽀핑은 위치를 알려 주고, 고쳐핑(본인)은 뚜껑이 열릴 수 있게 드릴로 못을 빼고, 아라핑은 하수도 뚜껑을 지팡이로 열게 도와 주었고, 뜨거핑은 친구들이 올라올 수 있게 사다리를 내려 주었다. 아마 다른 7마리의 티니핑들은 심리적 마법을 가지고 있어서 나오지 않고 기다리고 있었던 걸로 보인다. "
}