{
    "name": "공쥬핑",
    "image": "/static/images/ping/공쥬핑.jpg",
    "gender": "여성",
    "accessory": "마법봉(로드스틱)",
    "likes": "공주, 우아한 것, 나의 왕국, 나의 백성들",
    "dislikes": "촌스러운 것,못된 마법사",
    "magic": "<역할 변신>대상을 자신이 바라는 직위로 만들어,자신이 원하는 대로 행동하게 만들 수 있다.",
    "other_info": "공쥬핑 - “공주라면 당연히 해야 할 일인걸~! 소중한 나의 왕국은 내가 지켜낼 거야, 공쥬!” 성별 보석 알렉산드라이트 한국 외 국가 번안명 Ladyping 이름의 유래 공주 → 공쥬 Lady(숙녀, 아가씨) 소품 마법봉 ( 로드스틱 ) 마법 <역할 변신> 대상을 자신이 바라는 직위로 만들어, 자신이 원하는 대로 행동하게 만들 수 있다. 좋아하는 것 싫어하는 것 촌스러운 것, 못된 마법사 2023 티니핑 어워즈 인기투표 순위 49위 성우 방시우 1 . 개요 2 . 작중 행적 3 . 기타 1. 개요 [편집] 모두에게 직위를 내리는, 우아함의 티니핑 스스로를 공주라고 생각하고, 자신만의 왕국을 만들려 한다. 품위 있으면서도 제멋대로인 구석이 있는, 그럼에도 순진한 요정. '우아함의 티니핑'. 마법봉을 사용해서 대상을 자신이 바라는 직위로 만들어, 자신이 원하는 대로 행동하게 만들 수 있는 능력이 있다. 2. 작중 행적 [편집] '쓰러진 믿어핑' 편에서 실루엣으로 보석포도를 먹는 장면이 간접적으로 등장했다. '왕국이 된 하트로즈' 편에서 본격적으로 등장. 초반부에서 너구리 세 마리를 신사로 만들어 마차, 음료수, 자신에게 부채질을 부탁했지만 너구리들은 본인의 말을 안 듣지 않았다. 본인이 실망했던 그 때 가면핑이 마차를 타고 나타나 가면핑이 자신이 시종이 되겠다고 말하자 본인은 제대로 된 시종을 찾은 느낌에 감격했다. 그 시각 로미가 지각할까 봐 허둥대며 학교에 가는 것을 본 보석 로열핑들은 '로미가 때로는 진짜로 이모션 왕국의 공주 맞나 싶을 때도 있다'고 이야기하자, 문득 공주 하니까 공쥬핑(본인)이 떠오른다 풍의 대화를 했다. 이후에 가면핑은 본인을 '공주'라고 부르며 마차를 타고 나팔을 불며 하트로즈에 도착하자, 하트로즈 직원들에게 반해 자신의 왕자가 되라면서 마법을 사용해 직원들을 자신의 시종으로 만들었다. 그러자 직원들은 서로 본인을 두고 왕자의 노래를 부르자 끔찍한 화음에(...) 보석 로열핑들이 이를 듣고 나와 공쥬핑(본인)과 가면핑을 발견했다. 로열핑들이 본인을 붙잡으려고 하자, 하인이 된 직원들은 로열핑들을 가로막았고 본인은 보석 로열핑들마저, 그리고 (묘사는 생략됐으나) 지금까지 캐치한 보석핑 9명까지도 자신의 시종으로 만들었다. 얼마 뒤, 로미가 하트로즈에 돌아오자 가면핑이 \"로미는 공쥬핑 왕국을 망치러 온 못된 마법사\"라고 본인에게 유혹했다. 본인을 로미로부터 지키기 위해 하트로즈 직원들은 자신이 공쥬핑(본인)을 지키겠다며 쟁탈전을 벌이던 사이 이 틈을 노려 본인은 로미마저도 자신의 하인으로 만들었다. 사실상 사라를 제외한 [1] 하트로즈의 모든 식구들이 전부 공쥬핑 왕국의 시종이 되었다. 가면핑은 보석 로열핑들과 로미를 따로 붙잡아두기 위해 가면핑은 바닥이 더러워서 공쥬핑이 넘어졌을까 봐 넘어진 척 하면서 보석 로열핑들을 혼내줬고, 그 후 하트로즈 직원들이 본인에게 애교 연습을 하던 중, 가면핑은 공쥬핑(본인)에게 제일 우아한 선물을 주는 자가 자정한 왕자가 될 수 있다고 말하면서 하트로즈 직원들을 밖으로 보내 방해꾼들을 밖으로 보낸 뒤에 [2] 로미와 하츄핑이 밀크티를 주던 중, 가면핑은 밀크티가 너무 써서 배탈을 나게 만들 작전이라며 연기를 하면서 로미와 보석 로열핑들을 잡아내는 데 성공했다. 본인은 가면핑에게 로미 일행을 풀어 주라고 했지만, 가면핑은 처음부터 차원의 문을 열어 로미 일행을 영원히 가두려는 목적이었다. 본인은 가면핑에게 속아 넘어간 것에 대해 분노하여 마법으로 로미와 하츄핑을 풀어 주고, 둘을 프린세스 다이아하트로 변신시켜줬다. 프린세스 다이아하트의 피리피리 매지컬 다이아 공격을 맞은 가면핑은 순간적으로 가면핑의 열쇠가 비녀로 바뀌었고, 가면핑은 “ 진정한 공주 에게 왕관을!” 라고 외치며 도주했다. 그리고 본인은 프린세스 다이아하트에게 스스로 캐치될 것을 약속하고, 프린세스 다이아하트는 자신이 진정한 이모션 왕국의 공주라고 자기소개를 한 뒤에 본인을 캐치했다. “ 이모션 왕국의 공주 라... 친하게 지내고 싶구나, 공쥬.” 16화 캐치 대사이자 회차 내 본인의 마지막 대사. 이후로는 '핑그르르 티니핑 발레단' 편에서 발레핑 발레단의 일원으로 참가하며, 그 외에도 '진짜 하츄핑은 누구?', '위험한 소풍', '티니핑 스쿨 졸업식', '돌아온 보석숲' 편에서 재등장. 3. 기타 [편집] 뮤지컬판인 프린세스 다이어리에 출연이 예정이었으나 기획 과정에서 내용이 수정된 탓인지 출연이 취소되었다. 메모핑도 초연 2일 전에 등장해서 겨우겨우 맞췄기 때문에 초연 약 2주 후 등장한 공쥬핑이 출연하기는 다소 어려웠을 것이다. [3] 2022년에 처음으로 캐치된 티니핑이다. 2023년 캐치! 티니핑 어워즈에서 내가 왕이 될 상을 수상했다. 공쥬핑이라는 이름에 걸맞게 다른 티니핑들과 달리 절대 뛰어다니거나 점프하지 않고 걸을 때도 천천히 우아하게 걷는다. 의자에 앉아 있거나 걸터 앉은 모습도 많아서 다른 티니핑에서 볼수 없는 오동통하고 귀여운 몸매와 꼬리를 볼 수 있다. 물론 보석티니핑송에서는 다른 티니핑들과 마찬가지로 신나게 춤을 춘다. 하지만 이런 귀여움들도 3기 이후로는 옷을 입는 바람에 두 번 다시 못 볼 모습들이다. 성별반대 분위기의 버젼으로 왕자핑 이 있다. 차이가 있다면 왕자핑은 로열핑이었다. 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r1389 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 사라는 에피소드의 후반부에 밝혀졌듯이 이 시점에서 외출 상태였기 때문에 공쥬핑 왕국의 시종이 되지 않았다. [2] 참고로 에피소드의 후반부에서 하트로즈 직원들은 모두 공쥬핑(본인)이 캐치된 뒤에 꽃을 꺾으려다가 다시 원래대로 돌아와 무엇을 하고 있었냐며 의아해하는 모습으로 나왔다. 이를 보며 의아해하는 사라는 덤. [3] 반면 기획사가 바뀐 이듬시즌에서는 빙글핑 이 본편에서 등장하기 전에 뮤지컬판에서 선공개로 등장했다. "
}