{
    "name": "까르핑",
    "image": "/static/images/ping/까르핑.jpg",
    "gender": "여성",
    "accessory": "깃털부채",
    "likes": "간지럼 태우기",
    "dislikes": "누군가가 간지럼을 참는 것",
    "magic": "<간지럼 부채>대상이 요상한 상태로 간지럼을 타며자지러지게 웃게 만들 수 있다.",
    "other_info": "까르핑 -  이름의 유래 꺄르르 → 까르 Tickle(간지럽히다) 소품 깃털 부채 마법 <간지럼 부채> 대상이 요상한 상태로 간지럼을 타며 자지러지게 웃게 만들 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 78위 성우 이명호 디나 무야노비치 1 . 개요 2 . 작중 행적 2.1 . 2~3화 2.2 . 3화 이후 3 . 기타 1. 개요 [편집] 를 좋아하는, 짓궂음의 티니핑 장난스럽고 짓궂은 구석이 있지만, 사랑스럽고 통통 튀는 성격의 발랄한 요정 섬네일 보고 오해하지 말자. '짓궂음의 티니핑'. 오프닝 영상에서 조아핑과 방글핑을 깃털로 간지럽힌 장면이 있다. 차차핑 과 비슷한 외모와는 달리 상당히 익살맞은 성격과 중간중간에 나오는 개그 장면이 부각되는 편. 2. 작중 행적 [편집] 2.1. 2~3화 [편집] (웃음) “간질간질, 간지럼 태워줄게~ 까르~” 2화 첫 등장 장면에서의 작중 첫 대사. '티니핑 스쿨 개교!' 편 마지막 장면에서 과속으로 경찰조사를 받고 있는 트럭 기사와 그 기사를 조사하던 경찰을 간지럽히는 장면으로 첫 등장. 다음 회차인 '간지럼을 참아야 해!' 편에서 본격적으로 등장. 하모니 초등학교와 하트로즈 베이커리에서 사람들을 간지럽히는 장난을 치다가 방글핑과 간지럽히기 대결을 펼친다. [1] 초반에는 방글핑에게 간지럼 마법을 쓴 것과 달리 방글핑의 귀이개 공격에는 전혀 간지러워하지 않았다. 2차로 방글핑이 둥근 모 칫솔 [2] 을 꺼낸 것을 보고 당황하더니 약점 [3] 을 간지럽혀져도 조금 간지러워 하다가 버텨낸다. 하지만 진짜 약점은 발바닥이었고, 이것을 눈치 챈 방글핑이 까르핑(본인)의 발에 칫솔을 걸자 발바닥은 약점이 아니라며 발뺌하지만 그대로 본인을 넘어트려 발바닥을 노출한 채 간지럽혀지고 방글핑이 웃으라며 세뇌를 할 때도 참아야 한다며 버텨보지만 결국 웃음보가 터지고, 칫솔로 최후의 일격을 맞아 정신이 나간 상태로 캐치된다. “으아... 내가 간지럼으로 지다니... 까르...” 3화 캐치 대사. 그리고 일행에 합류한 기념으로 티니핑 스쿨의 입학증서를 받고 로미가 만든 케이크를 먹는 데, 보석 로열핑들은 먹을 수 없게 간지럼을 태워놓고 혼자 케이크를 독차지해 보석 로열핑들의 원성을 사며 에피소드가 끝난다. “역시 는 내가 최고지~ 까르~” 3화 마지막 대사. 2.2. 3화 이후 [편집] '소원핑의 세 가지 소원' 편 마지막 장면에서는 티니핑 스쿨에 들어온 소원핑을 아야핑과 함께 반겨 주었다. '사라진 로미' 편에서는 하트로즈에 갑자기 비둘기가 들어오자, “깃털이 이렇게 위험한 거였어?” 하며 자신의 를 보며 의아해한다. '쓰러진 믿어핑' 편에서는 수업 장면으로 카메오 등장. '뜨개 인형이 된 하츄핑' 편 마지막 장면에서는 티니핑 놀이터에서 노는 것으로 카메오 등장. '대결! 로열핑', '왕국이 된 하트로즈', '진짜 하츄핑은 누구?', '위험한 소풍', '티니핑 스쿨 졸업식', '돌아온 보석숲' 편에서도 카메오 등장. '보석핑을 도둑맞았어요!' 편에서는 도둑을 간지럽게 했다. '조각을 할 거야, 뚝딱!' 편에서는 메모핑과 함께 조아핑이 가져온 뚝딱핑의 조각상을 보고 외계인이 아니냐며 묻는다. 3. 기타 [편집] 프린세스 루비가 작중 처음으로 캐치한 보석티니핑이다. [4] 역대 첫 번째 캐치 일반핑들 중 가장 늦은 회차(3화)에서 캐치되었다. [5] 이름을 꺄 르핑으로 아는 시청자들도 다수 있다. 뮤지컬판 1기(프린세스 다이어리)에도 특수효과로 등장한다. 마야와 메리루가 공원에서 인터넷 방송을 하던 중 메리루가 춤을 춘 직후 마야에게 팅클퍼프를 쏴서 간지럽게 만들고, 이어서 등장한 레나의 춤을 본 마야와 메리루에게 또 한번 팅클퍼프로 간지럽힌다. 이후 로미가 등장하여 캐치되며 리타이어한다. 처음에는 소개 영상처럼 눈꺼풀이 살짝 내려간 상태였지만 현재는 눈을 번쩍 뜨는 일러스트로 바뀌었다. 띠부씰의 디자인은 전자 일러스트로 채택됐다. 여태까지 남성 티니핑으로 오해했던 사람들도 많다. [6] 성우가 이명호 라는 점과 마법을 부리는 초록색 캐릭터인 점은 시크릿 쥬쥬 별의 여신 / 별의 보석 의 신디와 비슷하다. 3기 이후 자신의 보석으로 만들어진 반지를 마야가 끼고 있다. [1] 까르핑(본인)을 잡기 위한 훈련의 일환으로 간지럼 참기 테스트를 했는데 조아핑은 귀이개를 몸에 대기도 전부터 간지러워 웃음이 터져 광탈했고, 마지막으로 방글핑과 믿어핑이 대결을 하는 데 믿어핑을 꺾고 우승하여 하츄핑으로부터 대결할 기회를 받았다. [2] 이를 꺼내고 돌격할 때 방글핑의 대사도 압권인 게 굳이 “억세지만 부드럽지!” 라고 얘기한다. [3] 앞서 방글핑을 비롯해 로열핑들은 까르핑과의 전투에 대비한 이론 수업을 받는 데 이때 통상적인 티니핑들의 간지럼 포인트는 세 곳(목덜미, 겨드랑이, 옆구리)이라고 언급된다. [4] 여담이지만, 마지막 보석핑인 원더핑 또한 프린세스 루비가 캐치했다. 즉 프린세스 루비는 첫 보석핑과 마지막 보석핑을 둘 다 캐치한 프린세스. 이후 이 기록은 3기의 플로라하트, 4기의 베리하트와 타이가 되었다. 다시 말해 하츄핑 외의 로열핑과의 프린세스로는 유일무이하다. [5] 1기 키키핑은 1화, 3기 빨리핑과 4기 캔디핑은 각각 2화에서 캐치되었다. [6] 헤어스타일, 목소리, 성격 등."
}