{
    "name": "깜빡핑",
    "image": "/static/images/ping/깜빡핑.jpg",
    "gender": "남성",
    "accessory": "지우개",
    "likes": "여유, 느긋함",
    "dislikes": "정확한 규율과 규칙, 바로핑의 잔소리!",
    "magic": "대상이 잠시동안 '깜빡' 잊어버리게 만들 수 있다. 지우개로 사물을 지우면, 사물이 순간적으로 사라졌다 나타난다.",
    "other_info": "깜빡핑 - “아...? 내가 여기 왜 왔더라, 깜빡?” “아...? 내가 왜 여기 있는 거지... 깜빡...?” 성별 한국 외 국가 번안명 Blankping ポカピン 이름의 유래 깜빡 잊다 Blank(빈) ぽか(별것도 아닌 장면에서의 실수) 혹은 ポカンとする(멍하게 있다) 소품 마법 ① 대상이 잠시동안 '깜빡' 잊어버리게 만들 수 있다. ② 로 사물을 지우면, 사물이 순간적으로 사라졌다 나타난다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 68위 성우 권지애 우스이 미사코 1 . 개요 2 . 작중 행적 2.1 . 7화 이후 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 건망증이 심해서 항상 무언가를 까먹는 망각의 티니핑! 프린세스가 누구였는지조차 깜빡 잊어버리는 귀여운 덜렁이. 캐치! 티니핑 의 등장 티니핑. 7화의 메인 티니핑이다. '망각의 티니핑'. 굉장히 건망증이 심하고 덜렁대는 성격으로, 마법을 건 대상을 잘 깜빡하게 만든다. 2. 작중 행적 [편집] 첫 등장 시 엘리의 사물함에서 깜빡 졸고 있었다가 엘리에게 데인 선생님의 과학 수업 준비를 부탁하는 걸 잊게 하는 마법을 걸고는 체육관으로 도주했다. 로미는 깜빡핑이 팅클퍼프를 흘리고 간 걸 보고 프린세스 클라우디아로 변신해서 체육관에 들어갔다. 프린세스 클라우디아는 깜빡핑(본인)을 한방에 캐치하려 했으나 실수로 재채기하는 바람에 들키고 말았다. 이 때 본인은 프린세스 클라우디아를 보고서 “누구더라, 깜빡?” 이라며 자신을 캐치하러 온 프린세스가 누구였는지도 까먹는 [1] 반응을 선보이고 이에 바로핑이 “누구긴, 널 캐치하러 오신 프린세스(클라우디아)시다, 바롬!” 이라며 성실하게 설명하는 바람에 다시 기억을 떠올렸다. 이내 본인은 캐치되지 않을려고 자신의 능력으로 주변의 사물들을 로 지우고 다시 나타나게 하면서 프린세스 클라우디아를 골탕 먹였다. 설상가상으로 바로핑이 프린세스 클라우디아를 지키려다가 깜빡핑(본인)의 팅클퍼프에 맞아서 기억을 잃어버리고 말았다. 그러다가 프린세스 클라우디아는 일부러 더 이상 못 쫓아오겠다며 아픈 척을 하는 연기를 했다. 본인은 프린세스 클라우디아에게 최후의 일격을 날리려다가 하츄핑에게 자신의 소품인 를 빼앗기고, 프린세스 클라우디아가 깜빡핑(본인)의 주변에 회오리바람을 만들어 가두어 놓고는 에서 나온 팅클퍼프에 자신이 맞아 자기가 뭘 하고 있었는지 깜빡 잊어버리고, 그렇게 기억상실한 틈을 타 캐치되었다. “아...? 내가 왜 여기에 있는 거지... 깜빡...?” 7화 캐치 대사. 2.1. 7화 이후 [편집] 캐치된 이후에도 키키핑, 띠용핑, 차나핑과 더불어 꽤 많이 나온다. '배고플 땐 상상해 봐' 편에서 2화 연속 등장 달성. 아자핑과 함께 런닝머신 대결을 한다. 심판 역할은 부투핑. '차나핑을 찾아라!' 편 마지막 장면에서 잠깐이지만 짧게 등장하는데, 장난삼아 바로핑에게 마법을 걸었으며 바로핑은 자신이 아침에 먹은 줄도 모르고 쿠키를 훔쳐간 범인을 찾겠다고 다른 티니핑들을 심문하고 다녔다. 한동안 등장이 없다가 '좌충우돌 생일 파티' 편에서 재등장. 마야, 메리루, 로열핑들과 함께 로미의 생일 파티 준비를 돕다가 실수로 쿠키에 자신의 팅클퍼프를 뿌려 버리고, 그 쿠키를 같이 준비하던 동료들이 모르고 먹게 되는 바람에 다들 로미의 생일을 잊어버리고는 소풍을 왔다고 착각을 해 파티 음식을 모두 먹어 버리고 난장판을 만들어 버리고 말았다. 그리고 뒤늦게 마법이 풀리고 나서야 바로핑에게 혼나고는 재정비가 끝날 때까지 마야와 함께 로미를 감시하러 공원으로 갔다. 그리고 이 때 본의는 아니었지만 다들 자신의 생일을 잊어버려 침울해하고 있던 로미를 깜짝 상자로 골탕 먹이려던 레나 3인방을 응징하는 활약을 했다. '화내지 말아줘' 편에서는 화나핑의 화를 풀어 주기 위해 소환되었다. 하지만 실수로 자기 팅클퍼프를 자기가 맞으면서 뭘하려 했는지 잊어버렸고, 결국 차차핑이 직접 나서서 깜빡핑(본인)의 를 물뿌리개에 넣고 마법의 물을 뿌려서 화나핑의 화를 풀었다. 본인보다 가 더 도움이 되었다.(...) '하트로즈에 외계인 등장!' 편에서는 하트로즈를 걸어다니다가 포도알에 걸려 넘어져 외계인들에게 팅클퍼프를 쏘게 된다. '티니핑 축제' 편에서는 다조핑이 쿠키를 가져가자, 자기가 쿠키를 지운 것 아니냐며 의아해한다. '장난감이 되었어요!' 편에서도 등장. 토이핑의 마법에 의해 장난감이 되었을 때의 하트로즈 직원들의 기억을 지워줬다. '로열핑의 이름으로!' 편에서는 띠용핑과 함께 앙대핑의 기억을 지우는 데, 앙대핑은 환각에 빠진 척하고 띠용핑과 함께 잡아먹혔으며, '프린세스 베로니카' 편에서는 무사히 빠져나왔지만 딱풀핑, 무거핑, 찌릿핑, 씽씽핑이 소환되어 별 활약은 없어졌다. 3. 티니핑 소개 일본판 [편집] “ありゃ？あたし、何してたっけ？…ポカ！” (한국판 대사: “어라? 내가 지금 뭐 하고 있었지, 깜빡...?”) 4. 기타 [편집] 작중 등장한 티니핑들 중에서는 최초로 이름의 앞 두 자가 된소리 로 이루어진 티니핑이다. [1] 역대 시리즈 모든 일반 티니핑들 중 프린세스를 보고 자신을 캐치하러 왔다는 걸 몰라본 것은 깜빡핑이 유일무이하다.(...)"
}