{
    "name": "꼼딱핑",
    "image": "/static/images/ping/꼼딱핑.jpg",
    "gender": "남성",
    "accessory": "호루라기와스쿠터, 성대모사용확성기",
    "likes": "순찰하기, 범인잡기, 성대모사",
    "dislikes": "나쁜 짓 하는 녀석들",
    "magic": "<정의의 호루라기>대상이 두 손을 번쩍 들게 한다.",
    "other_info": "꼼딱핑 - “누가 날 불렀나, 꼼딱! [1] 나는 정의를 수호하는 꼼딱핑이다, 꼼딱!” 성별 남성 [2] 모티브 직업 경찰관 한국 외 국가 번안명 Justiceping 이름의 유래 꼼짝 마라! + 딱 기다려! Justice(정의) 소품 호루라기 와 스쿠터 , 성대모사용 확성기 열쇠 호루라기 열쇠 숨어있는 본체 벽돌 마법 <정의의 호루라기> 대상이 두 손을 번쩍 들게 한다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 64위 성우 윤아영 1 . 개요 2 . 성격 3 . 작중 행적 3.1 . 1~12화 3.2 . 12화 이후 4 . 기타 1. 개요 [편집] 정의감의 티니핑, 꼼딱핑 내가 반드시 잡는다! 언제나 정의를 지키고 싶어하는 요정. '정의감의 티니핑'. 경찰 옷을 입은 파란 머리 티니핑. 경찰 바이크를 타고 다니며 범인을 추적하고 마법의 호루라기를 사용해서 대상을 꼼짝 못하게 만들거나, 대상이 두 손을 번쩍 들게 하여 자백하는 능력이 있다. 2. 성격 [편집] 일반적으로는 정의에 관심이 많고, 자신을 높이는 습관이 있어 사건을 해결하고 싶어한다. 성급하게 생각하는 특성 탓에 모든 가능성과 징벌에 관심이 많아 억측이 심하며, 억측이 심한만큼 큰 맥락을 보지 않고, 자신이 관찰한 상황만 바라본 채로 누명을 상당히 잘 씌운다. 또한 자신이 위험에 처하면 비교적 도덕적 모호성이 있는 행동을 할 수도 있고, 캐치 이후 행적에서는 자신의 판단에 자신감을 가지기도 한다. '정의'라는 콘셉트에 맞지 않게 독선적이고 누명을 씌우는 것과 같은 모순적인 행동을 하는 것은 '독선적/맹목적 정의' 혹은 도그마 개념 및 이와 관련된 매체나 캐릭터에서 따온 것으로 보인다. 자신의 기준에서 악(惡)이라 여기는 대상을 처벌하고 싶어하고 콘셉트와 달리 어느 정도의 무모함과 도덕적 모호성이 가미된 티니핑이라는 점은 원더핑 과 비슷하다. 공식도 이를 인정하듯이 '정의를 지키는 티니핑'이라는 테마로 이 영상 을 올릴 정도다. 3. 작중 행적 [편집] 3.1. 1~12화 [편집] '알쏭달쏭 열쇠티니핑' 편에서 모든 열쇠티니핑을 통틀어 최초로 대사를 말했다! [3] 잠을 자고 마을 밖으로 나와서 제니를 보고 놀라는 모습과 제니에 의해 하모니 마을로 연결된 게이트로 “꼼딱~!” 이라며 외마디 비명과 함께 떨어지는 장면으로 선행 등장했다. 이후 '꼼짝 마라 꼼딱핑' 편에서 본격적으로 등장. 싸우기 직전의 고양이와 쥐에게 개 짖는 소리를 내고 어떤 아이가 로봇을 든 것을 다른 아이의 로봇을 뺏은 줄 알고 착각하여 그 아이에게 마법을 걸었다. 그 후 보석티니핑들이 만들어 준 우정반지 [스포일러] 를 잃어버려 (도둑이 들어온 줄 알고) 로미 일행이 경찰을 부르는 말을 듣고 등장했다. 이때 문이 열리자 한번 저절로 닫힌 문에 한방 맞으면서 굴욕을 겪기도 했다(...). 도둑이 나타났다는 로미의 얘기를 듣고는 혼자 열이 올라서 도둑을 잡겠다며 수사를 시작한다. 나나핑: “나를 의심해, 나나?!” 얌얌핑: “수상한 냄새가 난다고, 얌얌?!” 로미: “내가... 도둑이라고 했겠다~!” 우선 상자 속 티니핑의 상자 가 반지를 숨기기 딱 좋다며 상자에서 나오랬다가 자신을 제발 꺼내 달라는 얘기만 들었다. [5] 이 상자는 열 수 없다고 다른 티니핑들이 증언을 하자 나나핑이 반지를 마지막으로 본 목격자였으니 의심하여 심문하는데 얌얌핑이 가져온 간식을 먹고 나니 사라졌다는 증언을 듣고 얌얌핑으로 타겟을 바꿔 팅클퍼프를 쐈는데, 얌얌핑은 (팅클퍼프에 맞아 손을 든 채로) 다 같이 먹으려고 가져온 거라며 해명한다. [6] 그 후 로미가 이를 말렸지만 모든 가능성을 열어야한답시고 결국 결론은 로미의 자작극이라며 결론을 내려 버린다. 하지만 명확한 이유는 다음에 알려 주겠다(...)며 대답을 회피해 모두의 어이를 털어 버린다. 이유를 불문하고 로미를 체포하기 위해 계속 마법을 쓰는 데, 때마침 돌아온 이안이 로미가 배달가던 중 두고 간 우정반지를 돌려주자 [7] [8] 일행들은 크게 분노하며 [9] 캐치하려 하는 데, 본인도 가만있지 않고 확성기로 레이저총 소리를 내서 로미 일행을 위협한 후 스쿠터를 소환해 도망친다. 이어서 로미는 프린세스 크리스탈로 변신하고 프린세스 일행과의 추격전을 벌이며 도망친다. 긴 시간 잡히지 않다가 하는 혼잣말이 압권인데 자신이 경찰인데 왜 도망치는 거냐고 했다(...). 그 와중에도 계속 추격하는 일행들을 향해 정지 마법을 걸지만 나나핑의 반사 마법으로 팅클퍼프가 반사를 당해 자신의 스쿠터에 마법이 걸려 급제동으로 인한 관성의 법칙 에 의해 멀리 날아가 버린다. 그렇게 추락하던 중 솔찌핑이 구름쿠션 마법을 걸어 이를 밟고 안전하게 착지하고 계속 도주한다. 쫓고 쫓기는 추격전 끝에 막다른 골목에서 프린세스 일행의 캐치를 피하기 위해 벽돌로 위장했지만, 지나가던 참새 [10] 가 본인의 머리 위에 앉아 부리로 쪼아대더니 “아야!” 라며 신음을 낸 바람에 결국 프린세스 크리스탈에게 발각되어 캐치되고 말았다. 이때도 말하는 벽돌이 굉장히 수상하다고 한 건 덤이다. “나는 마을의 평화를 지켜야 한다고, 꼼딱!” 12화 캐치 대사이자 회차 내 본인의 마지막 대사. 캐치된 직후, 자신은 마을의 평화를 지켜야 한다며 프린세스 크리스탈에게 항의를 하지만, 프린세스 크리스탈은 이제부턴 티니핑 성의 평화를 지켜 달라며 부탁한다. 이것으로 이 에피소드에서 본인의 등장은 종료되었다. 3.2. 12화 이후 [편집] 꼼딱핑: “사고 발생! 긴급 상황이다. 구조대 출동, 꼼딱!” 뜨거핑: “뜨뜨뜨뜨! 폭발은 위험해, 뜨거!” 삐뽀핑: “환자 발생! 간호핑, 응급처치 삐뽀!” ​​ 아라핑: “우우웁... 풀어 줘~!” ​ '행운이 가득 행운과자' 편에서는 행운축제에 참가하였다. 행운과자의 힘이 아라핑의 약품에 닿아 폭발하자, 사고 발생이라며 경찰다운 면모를 보여줬다. '로미의 목걸이를 찾아라' 편에서는 하츄핑, 솔찌핑, 꾸래핑, 퐁당핑과 함께 하수구로 떨어진 로미의 목걸이를 찾기 위해 협조하는 것으로 오랜만에 큰 활약을 보여줬다. '등장! 행운핑' 편 마지막 장면에서는 행운핑의 부활을 지켜보는 것으로 등장. '티니핑 패션쇼' 편에서는 패션쇼 준비 과정에서 비밀의 성과 티니핑 병원 주변을 순찰하던 도중 하트로즈에 잠입한 다해핑의 그림자를 목격한다. 하지만 수상한 움직임을 보긴 했음에도 결국 다해핑을 찾아내지는 못했다. 패션쇼에서도 경호원 역할을 한다. '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 4. 기타 [편집] 최초로 제니에게 세뇌당한 묘사가 나오지 않은 열쇠티니핑 이다. 꾸래핑이 '그래'를 '꾸래'라고 하는 버릇이 있는 것처럼, 꼼딱핑도 '꼼짝 마!'라는 말을 할 때 '꼼 딱 마!'라고 하는 버릇이 있다. 담당 성우가 윤아영 인 점과 정의감에 비해 억측이 심한 성격인 점이 마스터 오브 이터니티 의 카루 와 비슷하다. 팬들 사이에서는 꼼딱핑과 같은 시즌에 퐁당핑 을 자주 커플로 엮는 듯하다. 커플명은 꼼딱퐁당. 원래 첫 등장한 12화의 제목은 <꼼 짝 마라 꼼딱핑>이지만, 유튜브판 12화 영상 업로드 제목에서는 <꼼 딱 마라 꼼딱핑>으로 잘못 표기되었다. [1] 실제 작중에서는 이 사이에 말을 잇던 중 문이 닫혀 부딪히며 끊긴다. [2] 남성임에도 본인의 속눈썹이 다른 남성 티니핑들보다 짧다. [3] 여담이지만 1기에서는 하츄핑 이 일상적인 대화로 첫 대사를 말했고, 2기에서는 1화에서 포근핑 과 맛나핑 이 겁에 질려 비명을 지르는 게 전부인데 그나마도 둘이 한꺼번에 비명을 지르기 때문에 정확한 판독이 불가능하다. 4기 역시 캔디핑 과 와플핑 의 웃음소리 대사가 동시에 나왔기 때문에 판독이 불가능하다. 대사가 명확하게 들리는 것을 기준으로 한다면 2기는 조아핑 , 4기는 샤샤핑 이 해당된다. 즉 시리즈별 티니핑 중 최초로 대사를 말한 일반핑이다. [스포일러] 이 우정반지는 처음 공개될 때부터 네 개가 있었는데, 해당 회차 에필로그에서 로미, 마야, 메리루(순서대로 분홍, 노랑, 청록색)가 끼고 하나(보라색)가 남아 있었다. 솔찌핑이 이를 보고 너 희 는 셋인데 반지는 왜 네 개냐며 묻자, 로미는 남은 하나도 언젠간 주인을 찾아가게 될 거라고 의지를 보였으며, 최종화 마지막 부분에서 마지막 반지의 주인 도 보라색 반지를 끼고 등장한다. [5] 사실 이 상자를 열 수 있었다 해도 후에 밝혀진 바로는 반지만 뺐다면 몰라도 반지를 상자채로 숨길 만한 수준의 공간은 없다. [6] 일단 이 시점에서만 보더라도 나나핑과 얌얌핑은 서로 먹고 있는 모습을 같이 보았던 알리바이가 있기 때문에 용의선상에서 제외다. [7] 재밌는 점은 우선 범인은 이안인 셈이 되는 데, 이안은 훔칠 의도가 아니었기에 혐의 자체가 없다. [8] 이때 로미는 꼼딱핑(본인)의 마법을 피하다가 중심을 잃고 배가 하늘을 보면서 팔과 다리로 버티는 자세를 취해 이안의 앞에서 민망한 자세(?)를 선보였다. [9] 특히 로미는 배경이 불타는 이펙트가 나온다(...). [10] 하지만 생김새는 흰머리오목눈이 의 더 가까워 보인다."
}