{
    "name": "꽁꽁핑",
    "image": "/static/images/ping/꽁꽁핑.jpg",
    "gender": "남성",
    "accessory": "아이스크림 콘",
    "likes": "겨울, 눈사람, 빙수, 그리고 덜덜핑!",
    "dislikes": "여름, 더운 곳, 난로",
    "magic": "대상이나 사물을 얼릴 수 있다. 대상에게 (덜덜핑 모양의) 아이스크림을 씌울 수 있다. 단짝친구 아이스 마법: 덜덜핑과의 우정을 뜻하는 마법으로,서로의 얼굴 모양 아이스크림을 만들 수 있다.",
    "other_info": " 이름의 유래 꽁꽁 얼다 Freeze(얼다) ひえる(차가워지다) 소품 마법 ① 대상이나 사물을 얼릴 수 있다. ② 대상에게 (덜덜핑 모양의) 아이스크림을 씌울 수 있다. ③ 단짝친구 아이스 마법: 덜덜핑과의 우정을 뜻하는 마법으로, 서로의 얼굴 모양 아이스크림을 만들 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 65위 성우 정주원 , 엄상현 ( 극장판 한정) [1] 타케나가 히토미 1 . 개요 2 . 작중 행적 2.1 . 48화 2.1.1 . 발단 2.1.2 . 덜덜핑과 꽁꽁핑의 과거 2.1.3 . 갈등의 해소 2.2 . 극장판 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 마음만은 아주 따뜻한, 냉랭함의 티니핑 얼핏 차가워보이지만, 우정을 아주 소중하게 생각하는 요정 캐치! 티니핑 의 등장 티니핑. 48화의 메인 티니핑이다. '냉랭함 [2] /얼음을 좋아하는 마음 [3] 의 티니핑'. 덜덜핑 의 단짝친구다. 얼핏 차가워보이지만, 우정을 아주 중요하게 생각하며, 마음만은 아주 따뜻하다. 2. 작중 행적 [편집] 2.1. 48화 [편집] <The Coolest Friendship> (세상에서 제일 차가운 우정) 48화의 영문판 제목이자, 이 에피소드의 주제를 잘 표현해 낸 초월 번역 제목. [4] 2.1.1. 발단 [편집] 어느 무더운 여름날, 로미 일행이 남은 티니핑들을 찾던 중 아이스크림 가게로 가려던 참이었던 마야와 메리루를 만났다. 이 광경을 보고 있었던 본인은 마야와 메리루에게 친하게 지내는 건 싫다면서 둘의 머리에 덜덜핑 모양의 아이스크림을 씌웠다. 로미는 티니하트윙으로 꽁꽁핑(본인)이 있다는 걸 감지했고, 만들어 낸 아이스크림이 덜덜핑을 닮아서 덜덜핑과 무슨 관계가 있냐고, 그리고 왜 사람들에게 덜덜핑 모양의 아이스크림을 씌우는 거냐며 묻자, 본인은 사이좋게 지내는 게 정말 싫다면서 로미 일행을 공격했다. 로미는 결국 화가 나서 덜덜핑을 소환해 덜덜핑과 꽁꽁핑이 대화로 관계를 해소하게 하려고 했지만 꽁꽁핑은 눈보라 마법으로 멀리 도망쳐 버렸다. 그리고 마야와 메리루 머리에 있던 아이스크림은 로열핑들이 다 먹어 치움으로써 이 둘을 구조했다.(...) [5] 2.1.2. 덜덜핑과 꽁꽁핑의 과거 [편집] 이후 덜덜핑은 로미네 방에서 덜덜핑과 꽁꽁핑 사이에 있었던 과거를 이야기하기 시작했다. 옛날에 덜덜핑과 꽁꽁핑은 서로 단짝 관계였다고 한다. 덜덜핑은 옛날에는 남을 춥게 만들거나 꽁꽁핑보다는 작은 것밖에 얼릴 수 없었지만, 꽁꽁핑은 덜덜핑보다 더 큰 것을 얼릴 수 있다는 걸 안 덜덜핑은 꽁꽁핑에게 질투심이 생겨서 어디론가 가 버렸고, 꽁꽁핑이 단짝친구 아이스 5단을 덜덜핑에게 선물해 주려고 하던 때, 덜덜핑이 나르핑 , 투투핑 과 같이 이야기하는 걸 꽁꽁핑이 엿듣자, 그 때부터 둘 사이에 서로 갈등이 생긴 것이었다. 대화 내용은 바로 꽁꽁핑은 친구도 없으니 덜덜핑이 같이 놀아준 것 뿐, 그리고 덜덜핑은 꽁꽁핑이 맨날 얼음으로 무언가를 얼려서 자랑질만 하는 것이 싫다고 한 것이었다. 그리고 그 오해를 풀지 못한 채 지구로 떨어진 것이었다. 2.1.3. 갈등의 해소 [편집] 로미가 덜덜핑과 꽁꽁핑의 과거사를 안 이후 다시 꽁꽁핑을 캐치하기로 했다. 본인이 아이스크림 가게에서 사람들 얼굴에 덜덜핑 아이스크림을 씌우려 하자, 예전보다 더 강해진 덜덜핑의 마법으로 이를 무력화시켰다. 이내 로미 일행이 본인 앞에 나타났고 덜덜핑이 먼저 사과를 하자 꽁꽁핑(본인)은 덜덜핑이 본인에게 모욕감을 줬다면서 도망쳤다. 추격전 도중 (해핑을 제외한) 로열핑들에게 아이스크림 공격을 해서 로열핑들을 따돌리고, (해핑과 먼저 변신해서 뒤늦게 쫓아온) 프린세스 선샤인도 같은 위기에 처할 뻔 했지만, 행복의 실드로 아이스크림 공격을 무력화했다. 이윽고 덜덜핑이 꽁꽁핑에게 꽁꽁핑이 덜덜핑보다 더 강한 마법을 쓸 수 있어서 부러웠다는 고백을 했고, 덜덜핑은 사과의 의미로 지금까지 연습해 온 단짝친구 5단 아이스를 꽁꽁핑에게 선보였다. 덜덜핑은 꽁꽁핑에게 아이스크림을 먹어 주려고 했지만 꽁꽁핑이 마법으로 아이스크림을 튕겨내자 프린세스 선샤인은 마법으로 꽁꽁핑의 입 안에 아이스크림 한 조각을 먹여 자신을 향한 덜덜핑의 따스한 우정의 맛을 이제서야 느꼈다. 그리고 둘은 서로 단짝친구 아이스를 6, 7, 8, 9, 10단 까지 쌓아올리면서 서로 간의 화해를 하고 캐치된다. 꽁꽁핑: “캐치되어서도 우린 단짝친구!” 덜덜핑: “언제나 우린 함께야, 덜덜!” 48화 캐치 대사. 캐치 후 덜덜핑이 첫 등장한 28화의 결말과 동일하게 티니핑 하우스에서 아이스크림 파티(...)를 하면서 48화가 끝났다. 하필 하츄핑의 방에서 파티를 해서 하츄핑은 왜 또 자기 방에서 이러냐며 불만을 표시했다. 2.2. 극장판 [편집] 극장판에서는 로미가 짝꿍 티니핑을 찾기 위해 이모션 왕국 집사의 소개로 초청받은 가장 첫 티니핑으로 등장했다. [6] 하지만 본인이 이모션 왕국 사람들을 얼려 버리는 바람에(...) 로미의 짝꿍이 되지는 못했다. 3. 티니핑 소개 일본판 [편집] “仲良しは皆、アイスクリームにしてやるからな！顔も見たくない、ヒエ！” (한국판 대사: “사이좋은 사람들 모두 아이스크림으로 만들어 버릴 거야! 꼴도 보기 싫은 얼굴들, 꽁꽁!”) 4. 기타 [편집] 덜덜핑 소개 영상 에서 이름이 (티니핑송 업로드 이전에) 선행 공개됐고, 이후 티니핑송 풀버전, 티니핑송 크리스마스 버전에서도 48화 방영 이전에 선행 공개됐다. 1기에서 주르핑 , 투투핑 , 차캐핑 , 노라핑&노리핑 형제, 아휴핑 에 이은 여섯 번째로 자기 스스로의 의지로 캐치된 티니핑이다. 성우가 정주원 이라는 점, 이미지 컬러가 청록색이 섞인 파란색 계열이라는 점과 얼음 능력 을 사용한다는 점은 원신 의 케이아 와 비슷하다. 마법으로 머리에 아이스크림을 씌우는 데 이 아이스크림은 먹을 수 있다는 점에서 4기에 등장하는 쪼꼬핑 과 비슷하다. 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r778 판 , 3.30번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r778 판 , 3.30번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 본래 아자핑 의 성우다. [2] 소개 영상. [3] 캐치! 티니핑 AR . 사실상 이쪽이 더 알맞는 분류다. [4] 한국판 제목이 <다 얼려 버려, 꽁꽁핑>이었던 것과 대조되는 부분. [5] 마침 로열핑들은 더위에 지쳐 아이스크림이 먹고 싶은 마음이었는지라 로미도 이에 실컷 먹으라며 그냥 놔 뒀다. [6] 여기서 얼음마을에서 왔다고 한다. 이를 봐 티니핑들의 탄생의 비밀은 마을이 생기면서 탄생된 것으로 보인다. 남매, 형제, 사촌이 된 것도 같은 마을에 태어나서 된 것으로 보인다."
}