{
    "name": "꾸래핑",
    "image": "/static/images/ping/꾸래핑.jpg",
    "gender": "여성",
    "accessory": "눈사람",
    "likes": "낮잠자기, 간식타임, 추운 날, 눈 오는 날",
    "dislikes": "다툼, 혼란한 상황",
    "magic": "<평화의 눈덩이>눈사람으로 다양한 크기의 눈덩이를 만들 수 있다.<평화의 크리스탈>단단한 크리스탈 재질의 얼음으로 얼려 버린다.",
    "other_info": "꾸래핑 -  이름의 유래 그래 → 꾸래 오키도키 열쇠 눈 열쇠 소품 눈사람 마법 <평화의 눈덩이> 눈사람으로 다양한 크기의 눈덩이를 만들 수 있다. <평화의 크리스탈> 단단한 크리스탈 재질의 얼음으로 얼려 버린다.  좋아하는 것 싫어하는 것 로미와 변신 프린세스 크리스탈 2023 티니핑 어워즈 인기투표 순위 8위 [5] 성우 김가령 [6] 뮤지컬판 배우 공귀경 1 . 개요 2 . 작중 행적 2.1 . 알쏭달쏭 캐치! 티니핑 3 . 이모션 티니핑 4 . 기타 1. 개요 [편집] “친구들을 되돌릴 수 있는 건, 나뿐이니까, 꾸래!” [7] 평화의 티니핑, 꾸래핑 싸울 때가 아니야, 꾸래! 소복히 쌓인 눈처럼 온화한 요정. 언제나 친구들을 배려해주는 성격으로, 로미의 티니핑 캐치를 도와주는 미스틱마을의 로열티니핑. 알쏭달쏭 캐치! 티니핑 의 메인 티니핑 및 서브 로열핑 . '평화의 티니핑'. 늘 웃는 얼굴로 양보도 잘하고 사교적이며, 온화하고 배려심이 많다. 원래는 평화를 사랑하는 성격이지만, 화가 나면 무섭게 돌변한다. 마법의 눈사람을 사용해서 눈사람으로 다양한 크기의 눈덩이를 만들거나 [8] 강력한 마법의 눈보라를 일으켜 대상을 꽁꽁 얼려 버리는 능력이 있다. 2. 작중 행적 [편집] 비중이 많았던 에피소드는 굵은 글씨 . 2.1. 알쏭달쏭 캐치! 티니핑 [편집] '알쏭달쏭 열쇠티니핑' 편에서 첫 등장. 솔찌핑, 나나핑과 함께 미스틱마을의 마스터키를 갖고 있는 제니를 목격하던 중, 제니의 파트너 다해핑에게서 로열핑이라는 사실이 발각되어 하모니 마을로 도주하게 된다. 그 무렵 로미와 하츄핑, 마야와 메리루는 거리에서 자전거를 타고 거리를 돌고 있었다. 이때 셋은 날아가는 비행기의 열쇠구멍에서 나와 추락하면서 로미와 충돌한다. 그 후 하츄핑이 지구로 파견된 로열핑임을 눈치채고 프린세스 로미의 행방을 묻자 하츄핑이 로미는 바로 옆에 있다며 알려 주고, 그 충돌한 사람이 로미인 걸 알자 눈꺼풀과 입술을 들어보이며 상태를 확인하고 프린세스 로미가 맞다고 알게 된다. 로미에게 또 다른 프린세스가 등장해 마을을 혼란스럽게 만들었다고 말하는데, 이 이야기를 전해들은 로미는 사촌 친구인 제니라고 생각하게 된다. '변신! 플로라하트' 편에서는 새로 업그레이드가 된 하츄핑과 프린세스 플로라하트로 새로 변신한 로미를 보고 엄청 멋져한다. 그리고 빨리핑이 도주하여 마카롱 상자에 위장했는데, 나나핑과 솔찌핑이 퀴즈의 정답을 먼저 고르고 남은 마카롱이 정답일 거라고 예상하며 어부지리로 정답을 맞췄다. [9] '과식은 위험해 얌얌' 편에서는 다 같이 초코과자 를 먹다가 다 떨어지자 더 먹고 싶어서 하트로즈 파티시에 오빠들 에게 더 만들어 달라고 조르자고 한다. 하지만 때마침 나나핑이 비밀의 문을 발견해 열자 초코과자가 더 나오자 실컷 먹는다. 그 후 레이먼의 분식집에서 조미료를 뿌리는 역할로 일손을 돕다가 얌얌핑을 발견하고, 얌얌핑이 케첩통에 숨었다는 사실을 간파해 캐치에 도움을 준다. 꾸래핑의 다정한 평상시의 모습 [10] “꾸래 꾸래. 뜨거핑도 먹어 봐, 꾸래.” '뜨거뜨거 캠핑 소동' 편에서는 뜨거핑을 잡기 위해 마법을 걸지만 그만 실패. 뜨거핑을 캐치하고 다 같이 바비큐 파티를 여는 데, 뜨거핑이 불을 꺼야 한다고 강박에 시달리자 불에 구운 마시멜로를 먹이고 불이 무작정 위험한 것만은 아니라는 것을 알려 준다. 그 덕에 뜨거핑은 불은 안 끌 테니 마시멜로를 더 달라고 조르게 된다. 꾸래핑의 화난 모습 [11] “꾸래... 난, 아니라고 했지!!!” [12] (화난 상태) '치료해줄게 삐뽀' 편에서는 딜런, 나일, 레나가 붕대를 감은 모습을 한 채로 작은 무언가가 이렇게 만든 거라는 사실을 듣고 해당 티니핑인 삐뽀핑 을 찾으러 나선다. 거리에서는 삐뽀핑을 유인하기 위해 하츄핑의 꾀병 연기를 보고 자신도 꾀병 연기를 하지만 삐뽀핑 크루를 유인하지는 못한다. 그리고 하트로즈로 돌아와서 로미가 삐뽀핑 크루로부터 포박된 것을 보고 이를 말리려 한다. 그리고 삐뽀핑은 솔찌핑으로부터 엉터리 의사라는 말을 듣고 화가 나 주사기 미사일을 난사하여 일행들을 기절시켰고 본인만 남은 상태였는데, 자신은 가만히 있었다며 주사기 놓고 말로 하자고 하지만 같은 일행이라는 이유로 삐뽀핑의 주사기 미사일을 한 방 맞는다. 그에 결국 시리즈 최초로 뚜껑이 열려 폭주한 상태 로 눈보라 마법으로 삐뽀핑의 하체를 얼려 버린다. [13] 그리고 로미와 함께 프린세스 크리스탈로 변신하여 삐뽀핑이 곰 인형에 다람쥐 꼬리로 위장했다는 것을 간파해 삐뽀핑을 캐치한다. '힘내힘내 응원이 필요해 ' 편에서는 팝콘만 먹으며 다른 로열핑들의 뜀틀 높이뛰기를 구경만 하다가 재밌어 보여서 호기롭게 도전하지만 뜀틀 앞에서 추락하며 비웃음만 산다. 그리고는 본인도 어렵다며 다시 구경만 하려 하는 데, 이를 본 힘내핑 이 억지로 응원을 하다가 프린세스 글로리아와 로열핑들에게 마법을 걸어 버려 본인을 응원하게 된다. 도망쳐도 계속 나타나는 일행들을 보며 질겁하지만 끝내 힘내핑에게 걸리면서 뜀틀 앞으로 몰려 버리고 만다. 잠시 후 빨리핑, 얌얌핑, 뜨거핑, 삐뽀핑, 간호핑들도 응원단에 합류했고, [14] 힘내핑은 꾸래핑 선수 라는 호칭까지 붙이며 인터뷰를 하여 장내 아나운서 역할로 분위기를 더 몰아붙이고 있다. 어떻게 마법을 풀어야 하는지 당황하고 있을 때 상자가 다가와서 뜀틀 넘기를 성공하면 된다고 알려 준다. [15] 하지만 여전히 자신이 없는 상태였는데 상자는 자신이 도와 줄 테니 뛰어 보라고 격려한다. 하지만 본인은 뜀틀을 못 넘겠다며 겁에 질리는데, [16] 일행들의 응원을 보며 자신이 아니라면 일행들을 되돌릴 수 없다는 현실을 깨닫고 결국 죽이 되든 밥이 되든 하는 심정으로 뜀틀에 도전한다. 그렇게 뜀틀 넘기에 도전하지만 거리가 모자라 결국 또 다시 뜀틀 근처에도 못 가서 추락하는 데, 상자가 또 다른 발판 역할을 해 주며 뛰어넘는 데 성공(...)은 했는데 손을 잘못 짚은 바람에 머리를 땅에 박으며 넘어갔다(...). 어쨌든 뜀틀을 뛰어넘는 데는 성공했으니 힘내핑을 제외한 응원단들이 환호하며 마법은 풀렸다. 그리고 도망친 힘내핑이 폭죽으로 위장한 것을 힘내핑은 불꽃같은 응원을 좋아한다는 이유로 추정을 하는가 하면, 힘내핑의 색상과 비슷한 점도 간파해서 힘내핑의 캐치에 아주 큰 역할을 했다. 이후 다른 로열핑들과 힘내핑과 함께 사라에게 야단을 들은 로미를 위로하는 응원을 한다. '백설로미' 편에서는 다른 로열핑들과 함께 상자를 일광욕을 시켜준 후 하트로즈로 돌아오는데, 상자에게 그 안으로 햇빛이 들어는 가느냐고 물어본다. [17] 그러다가 나나핑과 솔찌핑이 싸워서 찢어버린 책의 페이지를 복구하기 위해 개구리 트림 소리 [18] 를 구하러 연못으로 가서 차분하게 개구리를 쓰다듬으며 설득하는데, 개구리가 도망치는 모습을 보고 얼음 다리를 만들어 계속 추격한 끝에 개구리는 물 속으로 도망쳤지만 트림 소리를 낸 물거품을 얼려 재료를 구하는 데 성공했다. [19] '삐질 거야 삐짐핑 ' 편에서는 혼자 리본을 만들며 놀던 중 로미로부터 쿠키를 같이 포장해 달라는 부탁을 받고 그 대가로 하트퀸 사탕 [20] 을 준다는 말에 솔찌핑과 나나핑이 놀자고 해도 열심히 포장한다. 그 후 로미에게 고맙다는 인사는 받지만 사탕은 나중에 주기로 하며 미루어 진다. 쿠키라도 준다는 말에도 딱히 먹지 않으며 나중에 나와서도 정말로 안 주자 더 기분이 상해져 가고 이를 삐짐핑 이 목격한다. 다시 안으로 돌아와 리본을 만들고 있는데 로미가 나나핑과 상자에 멋대로 치장시키면서 서운함은 더 쌓여만 가는 데 결국 삐짐핑의 마법에 걸리며 배달도 같이 안 가고, 간식도 같이 안 먹고, 상자와 시소를 타는 중 나타나도 피하기만 하는 등 토라져 버린다. 그러다 로미 역시 삐짐핑의 마법에 걸리며 토라진 건 마찬가지. 이윽고 삐짐핑의 정체를 알게 되자 추격을 시작하는데, 본인과 프린세스 글로리아는 경쟁하듯 삐짐핑을 쫓는다. 이후 정원에 숨은 삐짐핑이 등나무에 매복한 걸 간파하여 찾아냈고, [21] 서로 으르렁대던 프린세스 글로리아와 협업하여 삐짐핑의 캐치에 성공한다. 삐짐핑의 캐치로 마법이 풀렸음에도 본인은 리본을 남들에게 멋대로 준 것, 쿠키도 자신빼고 먹은 것, 결정적으로 하트퀸 사탕을 주지 않은 것 때문에 진짜로 삐진 것 만큼은 풀리지 않았다. 이에 로미(프린세스 글로리아)는 하트퀸 사탕을 꺼내며 이것이 녹아 모양이 망가져서 실망할까 봐 차마 줄 수가 없었다고 해명했다. 그 해명을 듣자 약속을 잊지 않았다며 안기면서 사탕을 받고 모든 오해를 풀어 화해하며 이야기가 끝난다. 3. 이모션 티니핑 [편집] 게임에선 자신의 소품을 10개 모아서 얻을수 있다. 다만 같은 시즌에 나오는 다른 티니핑을 제외한 플로라 하츄핑은 현질을 해야만 얻을 수 있다. 4. 기타 [편집] 성우가 김가령 이라는 점과 얼음 속성을 지닌 것은 후부키히메 와 유사한 면이 있고, 가지고 다니는 인형이 거대해져서 공격이 가능한 점은 펌킨파이맛 쿠키 와도 유사하다. 귀도리 와 원피스의 목 부분에 보석 비스무리한 발광체가 있다. 눈 같은 평화라는 변신 멘트에 걸맞게 외형적으로는 1기에 나온 덜덜핑 이나 꽁꽁핑 과 비슷하게 눈, 얼음을 연상케하고, 성격으로는 차차핑 과 비슷한 착한 사람이 화내면 무섭다 는 기믹이 있다. [22] 이름이 이름이다 보니 “그래.”라는 말을 “ 꾸 래.”라고 하는 버릇이 있다. [23] 비슷하게 꼼딱핑 도 “꼼짝 마!”라는 말을 “꼼 딱 마!”라고 한다. 작중 등장한 최초의 파란색 베이스의 로열핑이다. [24] [25] 조아핑 에 이은 띠부씰 젤리의 사워젤리 2대 모델인 티니핑이다. 조아핑 젤리와 마찬가지로 띠부씰의 가치는 중고거래가들 사이에서 높이 책정은 되고 있지만, 제품의 맛은 조아핑 젤리에 비하면 신맛이 덜해 사워(Sour) 젤리라는 정체성이 부족하다는 의견도 다수 있다. 3대 모델은 샤샤핑 이 이어받는다. 마마무 의 솔라 가 꾸래핑의 이름을 못 알아듣는 영상도 유명하다. # 일부 축구 커뮤니티들에서는 리오넬 메시 와 엮이고 있다. '꾸레'가 메시의 주 활동팀이었던 FC 바르셀로나 의 팬들을 의미하는 데다, 꾸래핑의 색깔도 메시의 모국인 아르헨티나 의 상징색과 동일하기 때문이다. [1] Okey Dokey 문서의 노래와는 관계 없고, 이 곡에서 쓰이는 오키도키라는 말 자체다. 뜻은 OK와 동일하지만 미국 백인들 사이에서 쓰이던 표현이다. [2] 이 눈사람은 인격이 있는 모양이다. '등장! 행운핑' 편에서는 본인이 빙글핑을 막아야 한다고 다짐하자, 눈사람이 달려가 빙글핑을 막는 모습 또한 보였으며, '위기일발 미스틱마을' 편에서는 미스틱 큐브 골렘과 대등하게 맞서 싸울 정도로 거대화한 적도 있다. 공식적으로 '눈사람'이라고만 기재되어 있기 때문에 무생물인 인형인지 인격이 있는 생물인지는 미스터리다. [3] 사실 크기는 자기만하고, 가끔씩 자기보다 큰 들쥐 크기로도 소환할 수 있다. [4] 5, 10, 21화에 등장한 마법. 동족 도 얼려 버릴 만큼 강력한 마법이다. [5] 하츄핑을 제외한 3기 로열핑 1위. [6] 로열핑 성우 중에서는 라라핑 역의 장예나 와 공동으로 가장 후배. [7] '힘내힘내 응원이 필요해' 편에서 힘내핑이 친구들에게 응원 마법을 걸어서 마법을 풀기 위해 뜀틀을 넘기 전에 한 말이다. [8] 위에서 서술한 것처럼 들쥐 크기로도 만들 수 있다. 근데 이름이 평화의 눈덩이인 것과 대조적으로 들쥐를 뭉게고 보내 버리는 것처럼 강력한 모습을 보여 준다. 이때 꼼딱핑이 말하길 전혀 평화롭지 않은 눈덩이 라고... [9] 하츄핑은 명확한 근거로 하트로즈에서는 뚱카롱은 안 만드는 데 뚱카롱(빨리핑이 위장한 모습)이 있는 점을 명확히 지적한 것과 달리 그냥 남은 것을 골라 정답을 맞추고 좋아하자 솔찌핑은 남은 걸 고른 게 운이 좋았다며 딜을 넣는다(...). [10] 손에 들고 있는 막대기는 뜨거핑 에게 먹인 구운 마시멜로 가 꽂혀있던 꼬치다. [11] 삐뽀핑의 주사기에서 발사된 미사일을 맞고 이성을 잃은 모습이며, 강력한 마법의 눈보라 를 일으킨다. [12] 이 대사가 왜 나온 거냐면 삐뽀핑이 폭주한 직접적인 이유는 솔찌핑 때문인데, 이에 본인은 대화로 평화로운 해결을 원했으나 같은 일행이라는 이유로 자신에게 미사일을 쏴서 정말로 빡친 상태 였기 때문이다... [13] 이때 나나핑과 솔찌핑도 좀처럼 볼 수 없던 꾸래핑(본인)의 분노를 보고 크게 당황한 모습을 보인다. [14] 특히 얌얌핑과 삐뽀핑은 열기구까지 띄워 타고 있었다(...). [15] 꾸래핑(본인)은 왜 이제야 알려 주냐고 되묻자 상자는 안 물어봤으니까 안 알려줬다는 대답도 압권이다. [16] 이때 뜀틀을 클로즈업하면서 천둥까지 치는 데, 그만큼 본인이 겁에 질려 못 하겠다는 것을 알 수 있는 대목이다. [17] 상자는 빛이 잘만 들어 온다고 대답한다. [18] 이 외의 재료로 우유 한 컵, 꿀 두 스푼까지는 그래도 평범한 재료였지만 고양이 눈물, 비둘기 배설물 등 해괴한 재료들이었다. 하츄핑은 하트로즈에 남아 우유와 꿀을 가열하여 2기에 나온 항아리와 국자로 섞고 있었고, 고양이 눈물은 나나핑이, 비둘기 배설물은 솔찌핑이 구하러 갔다. [19] 여담이지만 해괴한 재료들을 구하러 간 일행들 중 유일하게 아무런 상해를 입지 않았다. 나나핑은 고양이에게 할퀴어 지면서 겨우겨우 눈물을 얻어내고, 솔찌핑은 배설물을 몸에 맞은 채로 얻어냈다. 이 둘은 사실 책의 페이지를 찢어 버린 장본인인데 반해 꾸래핑(본인)은 이 싸움을 말리고 있었으니 어떻게 보면 권선징악 을 얘기함을 엿볼 수 있다. [20] 하트 모양에 하트로즈 로고가 박혀 있으며, 왕국에서도 다소 구하기 힘들다고 한다. 정황 상 하트로즈의 로고가 여기서 따왔다고 봐야할 수도 있다. [21] 이때 이 등나무는 팔짱을 낀 모습과 비슷한 것을 보고 본인과 프린세스 글로리아가 이구동성으로 “삐진 것처럼...” 이라며 은연중에 호흡이 맞는 모습을 보였다. [22] 여기서 눈 같은 평화라는 말은 눈이 쌓여있는 설경을 생각하면 되고, 화가 나면 무서워지는 성격은 거친 눈보라를 생각하면 쉽다. [23] 바리에이션으로 '아빠의 카메라' 편에서는 “그런가?”라는 말을 “ 꾸 런가?”라고 말했고, '노래하는 아아~핑' 편에서는 아아핑의 음표로 장난을 치는 것을 말리는 장면에서는 “그만 해!”를 “ 꾸 만 해!”라고 말한 적이 있다. '변신! 플로라하트' 편에서는 퀴즈 장면에서 “그럼.”이라고 말하고, 그 후의 에피소드들에서도 다소 오락가락한 걸 보면 추후 김가령이 수정한 애드립으로 보인다. [24] 1기 바로핑 → 2기 믿어핑 → 3기 꾸래핑 → 4기 샤샤핑 의 등장으로 유일한 파란 로열핑은 깨졌다. [25] 여담으로 파랑의 채도가 가장 낮다. 믿어핑은 쨍하다 싶을 정도로 밝은 파랑이고 바로핑과 샤샤핑은 적당한 정도의 채도이며, 꾸래핑(본인)은 속성이 속성인지라 약간 어두운 파랑이다. "
}