{
    "name": "꾸며핑",
    "image": "/static/images/ping/꾸며핑.jpg",
    "gender": "여성",
    "accessory": "가위와빗",
    "likes": "예쁜 머리 해주기, 빗질하기",
    "dislikes": "못난 머리 스타일",
    "magic": "<스타일의 가위>대상의 머리 스타일을 예쁘게 바꿀 수 있다.",
    "other_info": "꾸며핑 - “자, 너 에게 딱 맞는 스타일을 찾아줄게, 꾸며~!” 성별 모티브 직업 미용사 한국 외 국가 번안명 Styleping 이름의 유래 꾸미다 스타일 소품 가위 와 빗 열쇠 빗 열쇠 숨어있는 본체 거울 마법 <스타일의 가위> 대상의 머리 스타일을 예쁘게 바꿀 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 59위 성우 채민지 [1] 1 . 개요 2 . 작중 행적 2.1 . 16화 이후 3 . 기타 1. 개요 [편집] 가꿈의 티니핑, 꾸며핑 언제든지 와! 어울리는 예쁜 머리로 꾸며주는 걸 좋아하는 요정. 나나핑: “예쁘고 잘 어울리는 머리를 해 주는 미스틱마을의 미용사야, 나나!” 꾸며핑의 특징을 잘 나타내는 대사. '가꿈의 티니핑'. 예쁘고 멋진 머리를 꾸미길 좋아하는 성격을 지닌 미스틱마을의 미용사로 마법의 빗과 가위를 사용해서 대상의 머리를 꾸며주거나, 다른 사람들의 머리 스타일을 바꿔주는 능력이 있다. 2. 작중 행적 [편집] 마야: “신경쓰지 마, 로미. 사실... 나도...” 로미: “뜨아~! 마야, 어떻게 된 거야?” 마야: “아침에 일어났더니 이렇게 되어 있었어.” 나일: “난 봤어. 어젯밤에 괴물을..! 게임을 하다 깜빡 졸았을 때였지.” (회상 속) 꾸며핑: “새로운 머리 해 볼래? 꾸며~!” 나일: “화려한 머리의 괴물이 이만큼 큰 가위로... 싹뚝, 싹뚝..!” 꾸며핑의 성격을 잘 드러내는 장면. 어느 날, 초보 미용사 '비비'의 앞에 나타나 비비의 미용실이 더 번성할 수 있도록 비비를 도와주는 역할로 첫 등장. 다음 날 아침, 그 뒤로 본인은 로미 [2] 를 비롯해서 레나, 나일, 마야, 데인 선생님 [3] , 올리비아 교장 선생님의 머리를 이상한 머리 스타일로 바꾸어 놓았는데, 나일의 증언에 의하면 어젯밤 집에서 비디오 게임을 하다 깜빡 잠이 들었던 그때 갑자기 꾸며핑(본인)이 나타나 마법을 사용해서 나일의 머리 스타일을 바꾸고는 어디론가 사라졌다고 한다. 나나핑: “로미, 나일이 말한 괴물, 꾸며핑인 것 같아, 나나!” 솔찌핑: “이렇게 강력한 스타일링은 꾸며핑 솜씨가 확실해, 솔찌!” 하츄핑: “흠... 그렇다면 망친 머리를 바꾸어 준다는 비비 미용실이 수상한데, 츄?” 꾸래핑: “하지만 꾸며핑은 이런 일을 할 아이가 아니야.” 로미: “그럼 이따 가서 확인해 보자.” 나일의 이야기를 들은 로미와 하츄핑 일행은 이 사건이 꾸며핑의 소행임을 직감하고 꾸며핑을 캐치하기 위해 프린세스 솔라리스로 미리 변신해 비비의 미용실 안으로 들어갔지만 비비는 자신의 친구인 꾸며핑을 절대로 넘겨주고 싶지 않다는 심정이었다. 그러다 꾸며핑(본인)이 아직 미용실 안에 숨어 있다는 사실을 알고 다시 미용실 안으로 들어가 수색하려던 그때 비비가 프린세스 일행이 또다시 꾸며핑(본인)을 괴롭히려는 줄 알고 오해한 나머지 프린세스 일행의 캐치를 가로막으려 했지만 프린세스 솔라리스는 나나핑의 추리 덕분에 꾸며핑이 거울 세 개 중 하나로 숨었다는 사실 [4] 을 알아채며 꾸며핑(본인)을 캐치하는 데 성공한다. “아, 안 돼! 난 아직 비비를 도와줘야 해, 꾸며~!” 16화 캐치 대사 및 꾸며핑의 속마음을 드러내는 대사. 프린세스 솔라리스가 처음에는 사람들을 이상한 머리 스타일로 바꾼 이유가 꾸며핑(본인)의 의미없는 장난으로 오해했지만, 알고 보니 사실은 사람들의 머리를 이상한 머리 스타일로 바꾸고 자신이 일부러 머리 스타일을 이상하게 바꾸어 놓은 그 이유로 온 손님들을 대상으로 비비에게 헤어컷의 방식을 알려주기 위해서였다. 즉, 본인은 처음부터 비비를 진정한 미용사로 만들기 위해 특별훈련을 시키려는 목적이었던 것. 비비는 결국 꾸며핑(본인)의 속마음을 이해한 채로 로미에게 가는 것을 허락했고, 비비는 열심히 헤어컷을 갈고닦은 끝에 마침내 미용대회에서 대상을 수상하게 되었다. 청출어람을 이뤄낸 비비의 신문기사를 보고 본인도 감격의 눈물을 흘렸다. 마지막에 트로피를 든 비비와 함께 나온 장면을 보면 다시 만나러 간 것으로 보인다. 2.1. 16화 이후 [편집] '노래하는 아아~핑' 편 마지막 장면에서는 꾸래핑, 나나핑, 솔찌핑, 하츄핑, 퐁당핑, 힘내핑, 삐뽀핑, 삐짐핑과 함께 아아핑의 바이올린 콘서트를 관람한다. '다 같이 놀자 티니핑 놀이공원' 편에서는 팝콘을 사는 장면에서 카메오로 등장. '등장! 행운핑' 편 마지막 장면에서는 행운핑의 부활을 지켜보는 것으로 등장. '티니핑 패션쇼' 편에서는 티니핑 패션쇼의 드레스를 디자인하고, 헤어 스타일링을 해준 후 패션쇼 피날레에서는 패션핑과 함께 마지막으로 스테이지에 등장한다. '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 3. 기타 [편집] 2022년에 마지막으로 캐치된 티니핑이다. 열쇠티니핑들 중 유일무이하게 일반인과 엮인 티니핑 으로 꼼딱핑이나 퐁당핑처럼 세 번째로 제니에게 세뇌를 당해서가 아닌 순전히 자신의 의지 로 사건을 일으킨 티니핑이다. 캐치 이전부터 인간과 긍정적으로 엮였던 부분과 그것이 노력하지만 성과가 좋지 않았던 이들을 마법으로 도와준 것이라는 점 등이 전작의 맛나핑 과 매우 유사하다. 이전 공식 소개 영상 [5] 에서도 김가령이라고 표기되어 있었으나, [6] 수정 전 채민지 성우가 블로그에 직접 인증 하면서 오기로 밝혀졌다. 애초에 목소리 자체도 김가령 성우의 톤이랑 거리가 멀었다. 이후 기존 공식 영상은 삭제되고 수정본이 올라왔다. [1] 한때 공식 영상과 영상 설명란에서 김가령 으로 오기된 적이 있었다.( 증거 ) 현재는 수정되었다. [2] 이상해진 머리를 본 하츄핑은 기겁하는 표정이 압권이었는데, 반대로 나나핑과 솔찌핑은 크게 웃어버렸다. [3] 이때 데인 선생님의 머리 스타일은 2기에 나온 믿어핑 , 4기에 나온 쪼꼬핑 , 뿌뿌핑 과 유사한 만두머리 를 하고 있다. [4] 대상의 머리카락이 거울에 비춰지면, 머리가 꾸며핑의 색깔 배치로 비춰지기 때문이었다. 그래서 나나핑도 가발이 꾸며핑과 비슷한 색상배치임을 보고 직접 거울 앞에 서서 확인사살했다. [5] 티니핑TV 영상 한정. 키즈팡TV 영상에서는 채민지라고 제대로 표기되었다. [6] 정황 상 유튜브 영상 편집자가 김가령이 원래 맡은, 그리고 이름이 비슷한 꾸 래 핑 과 헷갈린 걸로 보인다."
}