{
    "name": "나나핑",
    "image": "/static/images/ping/나나핑.jpg",
    "gender": "여성",
    "accessory": "해 모양손거울",
    "likes": "따뜻한 곳,햇빛 쨍한 날, 나!",
    "dislikes": "대충하는 것, 의기소침한 분위기",
    "magic": "<열정의 반사>대상의 마법을 완벽하게 반사시킬 수 있다.",
    "other_info": "나나핑 -  이름의 유래 나! 나! (자신이라는 뜻) 열쇠 태양 열쇠 소품 해 모양 손거울 마법 <열정의 반사> 대상의 마법을 완벽하게 반사시킬 수 있다. [2] 좋아하는 것 따뜻한 곳, 햇빛 쨍한 날 , 나! [3] 싫어하는 것 로미와 변신 프린세스 솔라리스 2023 티니핑 어워즈 인기투표 순위 15위 성우 김서영 뮤지컬판 배우 최현진 (2, 3기) [4] 1 . 개요 2 . 작중 행적 2.1 . 알쏭달쏭 캐치! 티니핑 3 . 기타 1. 개요 [편집] “ 내 덕분에 바로 프린세스 로미를 찾은 거라구, 나나! ” 열심히 하자, 나나! 언제나 파이팅이 넘치는 요정. 자신만만하게 먼저 나서는 성격으로, 로미의 티니핑 캐치를 도와주는 미스틱마을의 로열티니핑. 알쏭달쏭 캐치! 티니핑 의 메인 티니핑 및 서브 로열핑 . '열정의 티니핑'. 언제나 열정이 넘치며 자신감에 가득차 있지만, 열정에 비해 체력이 부족한 나머지 가끔은 허당끼 있는 모습을 보이는 성격을 지녔다. 1기의 하츄핑처럼 마법의 손거울을 가지고 있으며, 마법을 사용해서 대상의 마법을 반사시켜 대상을 꼼짝 못하게 만드는 능력이 있다. 2. 작중 행적 [편집] 비중이 많았던 에피소드는 굵은 글씨 . 2.1. 알쏭달쏭 캐치! 티니핑 [편집] '알쏭달쏭 열쇠티니핑' 편에서 첫 등장. 솔찌핑, 꾸래핑과 함께 미스틱마을의 마스터키를 갖고 있는 제니를 목격하던 중 제니의 파트너 다해핑에게서 로열핑이라는 사실이 발각되어 제니가 풀어놓은 게이트로 뛰어 들어 [5] 하모니 마을로 도주하게 된다. [6] 그 무렵 로미와 하츄핑, 마야와 메리루는 거리에서 자전거를 타고 거리를 돌고 있었다. 이때 셋은 비행기의 열쇠구멍으로 나와 로미가 있는 곳으로 추락하면서 로미와 충돌하였다. [7] 정신을 차리고 나서 하츄핑의 배에 그려진 로열핑 문양을 보고 지구로 파견된 로열핑임을 바로 알아차린 후 로미를 찾는 데 하츄핑이 로미는 바로 옆에 있다며 알려줬고, 자신들과 충돌해 기절한 로미의 이마에 혹이 난 걸 보고 때려서 또 아프게 했다(...). [8] 그 와중에 로미가 맞다는 사실을 알자 자신 덕분에 바로 프린세스 로미를 찾은 거라며 우쭐대는 건 덤. 정신을 차리고 또 다른 프린세스가 등장해 마을을 혼란에 빠트렸다며 도움을 요청하는 데, 이 이야기를 전해들은 로미는 사촌 친구인 제니라고 생각하게 된다. '변신! 플로라하트' 편에서는 새로 업그레이드가 된 하츄핑과 프린세스 플로라하트로 새로 변신한 로미를 보고 엄청 멋져한다. 빨리핑 사태가 해결된 후에 정식으로 인사를 하는 데 자신과 나머지 로열핑들 이후 상자 속 행운핑이 자기소개를 하면서 위대한 티니핑이라고 하자 비웃으며 그런 위대한 티니핑이 심심해서 상자 속에 들어갔느냐며 조롱한다. '과식은 위험해 얌얌' 편에서는 하트로즈에서 초코과자 를 먹다가 다 떨어지자 비밀의 문을 열어 초코과자를 다시 소환해서 계속해서 먹는다. 이후 레이먼네 가게에서 오므라이스에 케첩을 뿌리는 역할로 일손을 도왔다. 그러다가 얌얌핑을 발견하고 로미와 함께 작중 최초로 프린세스 솔라리스로 변신하였으며, 기절해 있는 동안 프린세스 솔라리스가 얌얌핑이 먹지 못하게 쳐낸 마지막 만두를 먹어치워 얌얌핑의 전의를 꺾어 버리고 끝내 얌얌핑을 캐치한다. '티니핑 병원이 생겼어요 ' 편에서는 삐뽀핑 과 주연으로 등장. 삐뽀핑과 건강검진 문제로 인해 팽팽한 대립이 서게 된다. 그러다 갑자기 복통에 시달리게 되었고 삐뽀핑의 검진결과 끙끙병(...) [9] 에 시달리고 있다는 것을 듣게 된다. 어쩔 수 없이 본인은 1주일 간 입원해 있어야 했는데 이 과정에서 삐뽀핑과 갈등을 겪게 되고 결국 삐뽀핑과 간호핑들 몰래 병원을 나가게 된다. 뒤늦게 상태가 좋지도 않은데 나나핑(본인)이 나갔다는 것을 알게 된 삐뽀핑은 본인이 걱정돼 로미 일행을 찾으러 나선다. 그러다 본인은 삐뽀핑 눈에 띄어 의식을 잃게 되고 삐뽀핑은 재빨리 본인을 병원으로 옮긴다. 그로부터 1주일 후, 삐뽀핑의 꾸준한 치료 덕분에 의식에서 깨어난 본인은 삐뽀핑에게 감사를 전한다. 그러다 삐뽀핑이 갑자기 쓰러지지만 다행히 지쳐서 잠든 것이다. 이 와중에 본인은 삐뽀핑에게 고맙다고 말한다. '백설로미' 편에서는 다른 로열핑들과 함께 상자를 일광욕을 시켜주고 하트로즈로 돌아오면서 왜 이렇게 매일 일광욕을 하기 위해 옮겨줘야 하냐며 징징댄다. 그러다 백설공주 책에 로미와 티니핑들이 들어가 버린 걸 알고 책을 모두 읽어 봉인에서 풀기 위해 시도를 하다가 솔찌핑은 처음부터 끝까지 읽자, 본인은 마지막 페이지만 읽자며 팽팽히 대립하다가 책의 페이지를 찢어 버리는 사고를 친다. 그래서 책의 페이지를 복구하기 위한 재료로 고양이 눈물 [10] 을 구하러 가는 데, 고양이에게 할퀴어지는 혈투(?) 끝에 눈물을 구하는 데 성공한다. '멋진 머리를 꾸며 봐 꾸며핑 ' 편에서는 꾸며핑의 마법에 의해 머리가 이상해진 로미를 보고 웃는데 어떻게 해도 머리가 제대로 돌아오지 않자 꾸며핑에 대한 얘기와 함께 과거의 이야기를 푼다. [회상장면내용] 그 후 로미의 등굣길에 동행하다 로미가 올리비아 교장 선생님과 마주치는데, 이때 교장 선생님의 머리를 보고 문어라고 놀린다(...). 그리고 반의 아이들도 모두 머리가 이상해진 걸 보고 꾸며핑의 짓이라고 생각하고 비비의 미용실에 갔는데, 꾸며핑을 발견하곤 막아 세우지만 비비까지 꾸며핑을 보호하고 결국 꾸며핑의 낚시질 [12] 에 가게를 나가면서 시야에서 놓친다. [13] 다시 가게로 돌아오자 퀴즈 스캔을 보다가 거울 하나를 이상하게 여기고는 자신이 그 거울 앞에 서서 꾸며핑이 거울로 위장한 것을 눈치 채 캐치에 도움을 주었다. [14] 나나핑: “ 위대하신 행운핑님, 그동안의 무례를 용서하세요, 나나! ” 솔찌핑: “저도요, 솔찌! 용서해 주세요, 솔찌!” '티니핑 패션쇼' 편에서는 솔찌핑과 함께 상자에서 나온 행운핑에게 여태까지의 무례함에 미안해하며 석고대죄를 한다. 행운핑은 이를 용서해줬고 이후 패션쇼의 모델로 출연한다. 3. 기타 [편집] 외형은 해핑 과 조아핑 을 섞었다는 평이 많다. 빨간색과 태양을 상징하는 것은 해핑과 비슷하고, 포니테일 헤어스타일이 조아핑과 비슷해 보이기 때문이다. 소품도 거울인 점이 1기의 하츄핑과 비슷하다. 저질체력 속성과 나서는 걸 좋아하는 성격은 방글핑 , 말랑핑 과 비슷하다. '멋진 머리를 꾸며 봐 꾸며핑' 편 회상 장면을 보면 꾸며핑 에게 스타일링을 받기 전 당시 모습은 안경을 꼈으며, 헤어스타일은 아프로 였다. 이때 본인이 언급한 옆 마을이 어딘지는 알려지지 않았다. [15] '로미의 목걸이를 찾아라' 편에서 보면, 열정 뒤에는 남의 기분을 헤아릴 줄 아는 따뜻함과 공감 능력, 이해심도 가지고 있는 듯 하다. 로미의 목걸이를 잃어버린 후, 하트로즈로 돌아왔을 때 몸이 얼룩과 악취로 뒤덮일 정도로 목걸이를 찾아다녔으나 끝내 찾지 못해 풀이 죽은 로미에게 “기운 내, 로미! 꼭 찾을 수 있을 거야.” 라고 위로하거나 “ 이제껏 찾았는데도 없으면 결국 못 찾는다. ” 라고 악의는 없으나 눈치 없이 군... 솔찌핑에게 “으이그! 진짜! 그런 말을 하면 어떡해!?” 라고 화를 내고는 풀이 죽은 로미를 한 번 더 위로하기 위해 따라 들어간다. [16] 이 일로 나나핑에 호감을 가지게 된 팬덤도 존재한다. 뮤지컬판에서는 스스로의 1인칭을 나나 라고 3인칭화해서 부른다. 열정의 티니핑이지만 오프닝이나 티니핑송에서는 \"당당해 나나핑\"이라고 언급되어 당당함의 티니핑이라는 설정 오류 아닌 설정 오류가 생겼다(...). [17] '행운이 가득 행운과자' 편에서 옥에티가 있었다. 빨리핑의 행운이 궁금해서 달려가다가 눈을 밟고 넘어졌는데, 그때 시계가 튀어나와서 깨졌는데, 나나핑(본인)의 거울은 깨지지 않았다. 보통 거울은 시계보다 더 잘 깨지는 물건이다. [18] [1] 1기 하츄핑의 소품도 손거울이었다. 물론 3기에서 하츄핑은 소품이 향수로 바뀌어 겹치지는 않는다. [2] 단, 빛이 없으면 아무 것도 못한다. [3] 뮤지컬판에서는 딸기우유를 좋아한다는 설정이 있다. [4] 마야 와 중복이며 2시즌 연속 중복 배역까지 동일하다. [5] 솔찌핑은 마을로 되돌아오지 못 하면 어쩔 거냐고 묻지만, 일단 도망치는게 먼저라며 솔찌핑과 꾸래핑까지 모두 끌고갔다. [6] 이때 압권은 꾸래핑과 솔찌핑은 차원을 이동하며 두려움에 비명을 지르거나 '안 돼!!!'라고 외치는데, 나나핑(본인)은 혼자 '돼!!!'라고 외친다(...). [7] 얼마나 세게 충돌했는지 나나핑(본인)과 1차로 충돌했을 땐 자전거채로 넘어지면서 헬멧도 벗겨져 버렸고, 이어서 꾸래핑, 솔찌핑과 2차로 충돌한 후에는 이마에 주먹만한 혹이 생겼다. [8] 이때 혹을 보고 한 대사도 가히 압권인데 “이거(혹) 아파, 나나?” 라는 대사를 치고 그대로 강타했다. [9] 삐뽀핑이 찍은 나나핑의 엑스레이에서 봤을 때 끙끙병을 일으킨 끙끙균이 배 부분에 모여 있는 것을 보아 어림잡아 말한다면 스트레스성 복통이나 장염 비슷한 상태 라고 이해하면 쉽다. [10] 이 외의 재료로 우유 한 컵, 꿀 두 스푼까지는 그래도 평범한 재료였지만 비둘기 배설물, 개구리 트림 소리 등 해괴한 재료들이었다. 하츄핑은 하트로즈에 남아 우유와 꿀을 가열하여 2기에 나온 항아리와 국자로 재료들을 섞고 있었고, 비둘기 배설물은 솔찌핑이, 개구리 트림 소리는 꾸래핑이 구하러 갔다. [회상장면내용] 아프로 헤어에 안경을 쓰고 옆 마을 댄스파티에 이 상태로 가면 놀림을 받을 거라며 절망에 빠지는데, 마침 꾸며핑이 생각나서 꾸며핑에게 스타일링을 받아 원래 시청자들이 알던 포니테일 헤어로 바꾸면서 매우 만족해했고 다른 친구들에게도 홍보를 해줬다. [12] 꾸며핑은 체구가 작은 점을 이용해 문을 열면서 종소리만 내서 나가는 척 한 것이다. [13] 이때 프린세스 솔라리스가 공격하는데, 꾸며핑이 뜨겁다면서 피하는 것으로 보아 손거울의 반사 이외에 뜨거운 태양열 자체로 공격하는 스킬도 있는 듯 하다. [14] 꾸며핑이 위장한 거울에서 비춘 가발은 혼자 색이 꾸며핑의 머리색과 비슷한 색을 보였다. 그래서 본인도 직접 그 앞에 서 보니 자신의 머리카락이 꾸며핑의 머리색과 비슷한 빛으로 비춰진 걸 보고 확신했다. [15] 보석숲이나 디저트 마을, 혹은 파티라는 점을 감안하면 파티핑 의 주도하의 마을 내 파티일 수도 있다. [16] 이 때 솔찌핑을 '으유 이 화상아!!'의 표정으로 째려보는 것이 압권. [17] 물론 티니핑송에는 의외로 설정을 맞추지 않는 경우가 많다. 당장 같은 열쇠티니핑송에 언급되는 뜨거핑도 철저함-뜨거움(전자는 공식 프로필, 후자는 가사 속), 하츄핑도 플로라-사랑, 패션핑도 독창성-원더풀함으로 동떨어진 경우도 있다. 이전 시즌에도 '덤벙대는 깜빡핑'(망각의 티니핑), '친절한 차캐핑'(친절함의 티니핑은 조아핑), '뭐든지 들어 무거핑'(무거움의 티니핑), '변신의 또까핑'(상대와 똑같아지고 싶은 마음의 티니핑), '형제 노라노리핑'(천진무구함의 티니핑), '의기소침 아휴핑'(예감의 티니핑), '조각가 뚝딱핑'(창의력의 티니핑), '춤추자 발레핑'(유연함의 티니핑) 등의 가사가 있었다. [18] 둘의 소품은 유리로 되어 있다."
}