{
    "name": "노리핑",
    "image": "/static/images/ping/노리핑.jpg",
    "gender": "남성",
    "accessory": "젖병",
    "likes": "노라핑, 우유, 단 두 개 뿐인 소중한 이빨!",
    "dislikes": "상한 우유",
    "magic": "염력... 이지만 \"아기\"이니만큼 잠재력이 많아 단언할 수 없다!",
    "other_info": "노리핑 - “노~리! 형아~ 형아~! 노리~ 노리!” “노노노노노~ 노리!~ 흐아아아앙!” 성 별 남성 한국 외 국가 번안명 Noriping ノリピン 이름의 유래 놀이 → 노리 소 품 젖병 마 법 염력... 이지만 \"아기\"이니만큼 잠재력이 많아 단언할 수 없다! 좋아하는 것 노라핑, 우유, 단 두 개 뿐인 소중한 이빨! 싫어하는 것 상한 우유 2023 티니핑 어워즈 인기투표 순위 38위 [4] [A] 성 우 김채하 모리나가 치토세 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 노는 것 좋아하는, 천진무구함의 티니핑 동생을 좋아하지만 본인만의 시간도 갖고 싶은 활발한 요정. 노라핑 천진무구함의 티니핑, 노라핑의 아기 버전 티니핑. 활기차고 호기심이 많은 성격으로, 형아를 너무나도 좋아하는 아기 요정. 노리핑 캐치! 티니핑 의 등장 티니핑들. 44화의 메인 티니핑들이다. '놀고 싶은 마음 [6] /천진무구함 [7] 의 티니핑'. 티니핑송에서 두 형제의 이름이 합쳐서 언급되었다. [8] 노리핑은 노라핑의 아기 단계 티니핑이다. 2. 작중 행적 [편집] 초반부에서 노라핑이 우는 노리핑을 업어 달래주려는 모습을 보였다. 그러다 노리핑이 울음을 그치자 게임을 하려고 했지만 노라핑이 다시 울어서 또 달래줘야 하는 상황이 되고 만다. 한편, 프린세스(멜로디) 일행이 티니핑을 찾던 중 플라핑 이 그린 지도 [9] 를 보고 티니핑을 찾던 중 본인들을 발견했는데 이 때 노라핑이 프린세스 멜로디에게 노리핑을 달래줄 누군가가 있으면 좋겠다는 마음에 곧바로 본인을 캐치해 달라며 (...) 애걸복걸한 덕에 소원대로 캐치되었다. [10] [11] [12] 무려 44화가 시작된 지 정확히 2분 만에! [13] “드디어 자유다, 노라~! 하하~!” 44화 노라핑의 캐치 대사. 사실상 이 뒤부터가 두 형제의 메인 스토리. 그렇게 로미의 방에서 노리핑 돌보기가 시작됐는데, 로미가 노리핑에게 젖병을 주자 바로핑을 향해 토했는데, 그 이유는 노리핑이 5성 최고급 분유만 마시기 때문이었다. [14] 그 후 노리핑은 로열핑들 중 누가 제일 좋냐고 묻자 노라핑이 좋다는 이유로 등을 긁어 주었는데 이 때 노라핑은 게임만 하고 있었기 때문에 실수로 게임기를 떨어뜨려 게임에서 져 버리는 바람에 노리핑에게 화를 냈다. 그러다가 노리핑은 초콜릿을 먹기 위해 티니핑 하우스를 넘어뜨리려고 하고, [15] 로열핑들이 이유식을 만드는 중 갑자기 노리핑이 기어다니느라 하트로즈 기계와 채소들을 넘어뜨리다가 노리핑이 자기가 떨어뜨린 믹서기에 추락할 뻔 하지만 하츄핑이 무사히 구해줬다. 이 때 바로핑은 잠깐 동안 노리핑이 믹서기에 갈린 줄 알고 얼굴로 예술(?)을 만들고 쓰러졌다(...). [16] [17] 잠시 후 노라핑이 노리핑을 혼내던 중에 하트로즈에서 여자 친구와 데이트 중인 데인 선생님이 음료수를 마시려던 순간 노리핑이 심하게 울고 마법으로 젖병을 마구 흔들어 음료수를 움직이게 했는데 결국 음료수를 여자 친구에게 쏟아 버리면서 데인 선생님의 데이트는 실패. 결국 노라핑은 노리핑에게 노리핑이 없어졌으면 좋겠다는 심한 말을 하고, 노리핑은 노라핑의 다리를 물고 울음을 터뜨리며 감기에 걸리고 말았다. 노리핑을 간호하던 중 노라핑이 노리핑은 초코우유를 마셔야 열이 떨어진다고 하면서 초코우유를 챙겨 주었다. 동생에게 화냈음에도 불구하고 노리핑에게 초코우유를 갖다 주는 노라핑의 모습을 보면 노라핑도 노리핑을 잘 챙겨주는 듯. 그런데 노리핑이 초코우유를 마시던 중 악동핑이 티니하트윙을 빼앗았는데 노리핑이 눈을 뜨자마자 악동핑을 쫓아가기 시작했다. 머지않아 로미 일행도 노리핑이 사라진 걸 알고 노리핑을 찾기 시작했다. 그 사이 무사히 티니하트윙을 숨긴 악동핑은 노리핑이 있었다는 것을 발견하고 노리핑을 쫓아내려고 번개 공격을 시전했지만 노리핑이 악동핑을 공격하여 결국 티니하트윙은 노리핑에게 넘어간다. 잠시 후 로미 일행은 노리핑을 발견했고, 노리핑은 로미와 로열핑들에게 티니하트윙을 지켜준 보답으로 칭찬을 받는다. 그 때 노리핑이 뒤돌아 있는 노라핑에게 다가가자, 노라핑이 갑자기 노리핑을 보며 울먹이면서 갑자기 사라지면 어떡하냐고 말을 하고 노리핑도 같이 울먹인다. 노라핑은 눈물을 훔치고 노리핑에게 다음부터는 자기 옆에 꼭 붙어 있으라고 한다. 그렇게 둘이 활짝 웃는 모습으로 끝나며 훈훈한 마무리를 맺는다. 3. 티니핑 소개 일본판 [편집] “これで自由だ、ノラ！” “あっち行け！お兄ちゃんはゲーム中だから！” (한국판 대사: “드디어 자유다, 노라~! 하하~!” “저리 가, 형아 게임 중이잖아!”) [18] 노라핑의 대사. “にいちゃー！ノリノリ～！にいちゃ～～！” (한국판 대사: “형아~! 노리~ 노리! 형아~~!”) 노리핑의 대사. 4. 기타 [편집] 작중 등장한 최초로 하나의 큐브를 공유하는 티니핑이자 최초의 형제자매 티니핑들이다. 노라핑과 노리핑 이후의 형제자매 티니핑은 4기의 커핑&머핑 , 5기의 아롱핑&다롱핑 이 등장한다. 1기에서 주르핑 , 투투핑 , 차캐핑 에 이은 네 번째로 자기 스스로의 의지로 캐치된 티니핑이다. 또한 시리즈 사상 전무후무하게 프린세스와 마주치자마자 캐치해 달라고 울기까지 하면서 요청한 특이한 케이스다. 노라핑은 제대로 된 말을 할 수 있지만 노리핑은 제대로 된 말은 하지 못하고 '형아', '~노리' 어미만을 사용했다. 그리고 노리핑이 티니핑 하우스 밑에 깔린 초콜릿을 먹으려고 티니핑 하우스를 흔드는 장면에서는 지진 이라고 옹알이로 말하는 등 프로필대로 아기란 이유로 노리핑을 얕보면 안 되는 모양이다... GS25 PB상품인 띠부씰 젤리와 티니핑 빵에서는 각각 형제 띠부씰이 따로 존재한다. 상대적으로 노라핑은 자주 나오는 반면 노리핑의 등장률은 낮은 편이다. 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r874 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 작중 이 능력은 사용되지 않았다. [A] 2.1 2.2 똑같이 둘이서 하나의 큐브를 공유하는 커핑&머핑 (이쪽은 둘이서 하나의 후보.)과는 달리 이쪽은 형제 각각이 후보로 배정되었다. [3] 시리즈에 출연한 (생년 정보가 있는 성우 한정) 최연소(1993년 생) 남성 성우다. 여성 성우를 포함하면 아라핑 역의 유영 이다. [4] (로열핑을 제외한) 1기 일반 티니핑 1위 [6] 본편 및 캐치! 티니핑 AR . [7] 티니핑 소개 영상. [8] \"형제 노라노리핑 \". [9] 지도라기보다는 거의 추상화 (...)다. 그림핑 과 대조되는 그림 실력이다. [10] 어쩌면 노리핑 때문일 수도(...). [11] 라라핑도 이런 티니핑은 처음이라며 땀을 삐질했다. 이렇게 프린세스가 캐치 의사를 보이기도 전에 먼저 캐치해 달라고 한 사례는 처음이다. [12] 여담으로 본인들은 형제 단위로 같이 캐치되었기 때문에 시리즈 최초로 캐치 대사를 “티니핑, ○○핑 캐치!”라고 하지 않고, “노라핑, 노리핑 캐치!”라고 외쳤다. 아마 티니핑이 둘이라서 그런 걸 수도 있다. [13] 전 시리즈 모든 일반핑들 중 본편 시작 후 최단시간에 캐치된 티니핑 이다. 참고로 2위는 투투핑 으로 2분 10초 , 3위는 앙대핑 으로 5분 47초 .(선역 티니핑만 한정할 경우 3위는 핫케핑 (6분 57초)) [14] 4기에 나온 커핑&머핑 도 5성 최고급 분유만 마신다. [15] 초콜릿이 티니핑 하우스 아래에 깔려 있었는데, 고작 그거 하나 먹겠다고 티니핑 하우스를 들어 넘어뜨리려 한 것이다. 그리고 아기 옹알이로 “지지, 지지! 노리~!” 라면서 \" 지진 \"이라는 단어도 알고 있는(!!) 모습을 보여줬다. 일본판에서는 “다메, 다메! 노리~!” (안 돼, 안 돼! 노~리!)라고 말한다. [16] 노리핑이 지나가면서 빨간색과 노란색 파프리카를 믹서기에 떨어뜨려서 갈렸는데, 하필 이 때 갈린 모습이 노리핑의 색깔과 비슷했기 때문. 바로핑은 노리핑이 떨어뜨린 소스 통에 맞아 정신을 잃는 바람에 하츄핑이 노리핑을 성공적으로 구조한 장면을 못 봤다. [17] 만약 정말로 믹서기로 떨어져서 갈렸었다 해도 티니핑들도 피를 흘리는 생물체이기 때문에 빨간색이었어야 정상이다. 작중에서도 라라핑과 아자핑이 출혈하는 장면이 있었다. [18] 윗줄은 캐치 대사, 아랫줄은 노라핑이 게임하느라 노리핑에게 비켜 달라고 말할 때의 대사. "
}