{
    "name": "눈꽃핑",
    "image": "/static/images/ping/눈꽃핑.jpg",
    "gender": "여성",
    "accessory": "찹쌀떡눈썰매",
    "likes": "눈썰매 타기,샤샤핑, 친구 사귀기",
    "dislikes": "돌발상황, 친구를 아프게 하는 것, 조절이 서툰 마법능력",
    "magic": "눈이 내리게 하는 등눈이나 얼음과 관련된 마법을 쓸 수 있다.",
    "other_info": "눈꽃핑 - “하얀 눈아~ 내려라, 눈꽃!” 성별 한국 외 국가 번안명 Iceflakeping 이름의 유래 눈꽃 모티브 디저트 빙수 [1] 소품 찹쌀떡 눈썰매 [2] 마법 눈이 내리게 하는 등 눈이나 얼음과 관련된 마법을 쓸 수 있다. 좋아하는 것 눈썰매 타기, 샤샤핑 , 친구 사귀기 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 9위 [3] 성우 이유리 1 . 개요 2 . 작중 행적 2.1 . 18화 2.2 . 18화 이후 3 . 기타 3.1 . 겨울왕국 의 패러디 1. 개요 [편집] 천진난만의 티니핑, 눈꽃핑 도도한 얼음공주 같지만 따뜻한 마음을 지닌 눈을 사랑하는 유순한 성격의 티니핑 '천진난만의 티니핑'. 디저트 마을 얼음집에 사는 얼음 공주이며 샤샤핑의 절친으로 마법을 사용해서 주변에 눈을 내리게 하거나. 주변에 있는 사물을 얼어붙게 만드는 능력이 있다. [4] 2. 작중 행적 [편집] 2.1. 18화 [편집] 어느 날, 로열핑들이 빙수를 시식하던 중에 샤샤핑은 빙수를 차마 먹지 못하고 있었는데 로미가 빙수를 안 좋아하냐며 묻자 알고 보니 눈꽃핑이 생각나서 그렇다며 울먹이며 눈꽃핑(본인)과의 일을 회상했다. 디저트 마을에 있던 시절, 자신의 얼음집 [5] 주위에는 항상 추위가 느껴지기 때문에 다른 티니핑들은 접근할 엄두도 못냈기 때문에 눈꽃핑은 친구가 없었다. [6] 하지만 아이스크림의 로열핑인 샤샤핑이 친구가 되고 싶다면서 본인의 얼음집에 찾아와 [7] 같이 눈썰매를 타고 놀고, 눈사람 [8] 도 만들면서 서로 우정을 쌓았다. 본인은 드디어 처음으로 진정한 친구를 사귄 것에 감격해 눈물을 흘린다. 하지만 본인의 손이 얼면서 얼음 능력이 발동되자, 눈보라가 샤샤핑을 날려 버렸다. 그 결과 샤샤핑의 얼굴에 상처가 생겼고, 눈꽃핑의 손으로 치료해 주려고 했지만, 본인의 손은 이미 얼어 있었던 터라 샤샤핑의 상처를 얼리고 말았다. 본인은 자신은 마법도 조절을 못하는 자신이 샤샤핑과 친구가 될 수 없다고 탄식하며 그 후로는 샤샤핑과 친해지지 못하고 계속 얼음집에서 틀어박히는 히키코모리 의 삶을 살게 된다. 샤샤핑은 주기적으로 본인의 집에 찾아와서 노크를 했지만 묵묵부답이었다. [9] 그 중 어느 날은 샤샤핑은 집앞을 차마 떠나지 못하고 “눈꽃핑~! 잘 지내고 있니? 난 잘 지내고 있어, 샤샤! ” [10] 라며 애타게 불러본 적도 있지만 그 이후로는 만날 수 없었다는 슬픈 사연에 포실핑도 울먹이고, 말랑핑은 아예 펑펑 울며 오열한다. 이 사연을 들은 로미는 꼭 찾자면서 결의를 다진다. 이어서 본인의 첫 직접 등장 장면이 이어지는데 지구로 떨어진 뒤에도 계속해서 마력을 조절하는 연습을 하고 있었지만 여전히 너무 강해서 분수대의 물을 얼려 버릴 정도였는데, [11] 이를 본 뿌뿌핑이 본인 앞에 나타나, 뿌뿌핑 자신도 마력 조절을 잘 못 한 외톨이 동지라며 슈가베리팩트를 빼앗기 위해 본인을 이용했다. [12] 뿌뿌핑과 동맹을 맺은 후 썰매를 탄 채 하트로즈 앞으로 찾아왔고, 먼저 눈보라 마법을 써서 로미 일행의 시야를 막았다. 이 마법에 로미 일행은 곧바로 본인이 있다는 것을 알아차리고 프린세스 샤베티나로 변신했다. 샤샤핑은 자신이 마법 조절 연습을 도와주겠다고 말했지만, 말을 듣지 않고 얼음 트랙을 만들어 눈썰매를 타고 도주했다. 샤샤핑도 이에 지지 않고 '샤샤핑이 낫게 해 줄게' 편에서 사용했던 눈썰매에 아이스크림 요정들을 본인의 찹쌀떡들처럼 묶어서 추격한다. 샤샤핑은 그 날 자신(샤샤핑)을 상처입히게 한 건 자기 탓이 아니니까 더 이상 마음의 상처를 받지 말라고 설득했지만, 눈꽃핑(본인)은 본인에 의해 또 상처를 입게 될 것이라며 샤샤핑의 눈썰매를 밀어내 트랙 밖으로 떨어트렸다. 프린세스 샤베티나가 샤샤핑을 구해줬지만, 바닥이 언 탓에 미끄러져 바닥에 충돌해 슈가베리팩트를 떨어트렸고, 이를 재빨리 던져 뿌뿌핑에게 슈가베리팩트를 전해줬다. 하지만 뿌뿌핑은 처음부터 슈가베리팩트를 빼앗을 목적으로 본인에게 거짓말을 한 것이었고, 뿌뿌핑은 흑화하며 얻은 마법인 절대 터지지 않는 풍선껌 속에 본인을 가두어 버렸다. [13] 설상가상 본인의 마력이 제어가 되지 않아 풍선껌 트랩을 얼려 버렸고, [14] 뿌뿌핑은 슈가베리팩트를 가지고 도주하려고 했지만, 빛나는 새콤핑, 달콤핑의 마법에 당황하여 하트로즈 대문이 닫힌 걸 못 보고 문짝에 부딪혀 슈가베리팩트를 떨어뜨리고, [15] 본인은 새콤핑과 달콤핑의 마법 덕분에 풍선껌 속에서 탈출했다. 그리고 샤샤핑으로부터 눈꽃핑(본인)의 마법은 위험하지 않고, 친구니까 영원히 같이 있어 주라는 부탁을 받고서 서로 간의 오해를 풀었다. 그리고 본인의 마법을 조절하는 데 성공하여 아름다운 우정의 눈꽃을 뿌렸고, 프린세스 샤베티나로부터 친구들과 같이 지낼 것을 약속하며 자신의 의지로 캐치되었다. “친구들과 함께 예쁜 눈꽃을 피워볼래, 눈꽃!” 18화 캐치 대사이자 회차 내 본인의 마지막 대사. 캐치된 직후 등장은 없지만 본인을 살려준 새콤핑과 달콤핑도 서로 불화를 일으켰던 걸 조금은 풀은 모습을 보인다. 물론 본인과 샤샤핑에 비하면 아직 갈길은 멀어 보인다. 2.2. 18화 이후 [편집] '새콤달콤 레전드 티니핑' 편에서 오랜만에 등장했는데 슈가베리팩트의 폭주로 인한 테러가 일어나자 썰매를 타고 도망치던 중 썰매가 전복되어 그대로 테러를 당해 슈가실드를 펼치게 된다. 새콤핑과 달콤핑의 부활하는 모습을 보는 것으로 등장. '새콤달콤한 디저트 파티' 편에서 하츄핑, 머랭핑, 또너핑, 쪼꼬핑이 파티 기념 케이크를 만들고 있을 때 샤샤핑과 함께 아이스크림카를 타고 새참으로 빙수를 전해다 준다. '돌아와, 뿌뿌핑' 편에서는 프린세스 베리하트에게 호출되어 도주하던 뿌뿌핑을 눈보라로 가로막았다. 마지막 장면에서는 뿌뿌핑에게 위로해 주는 모습으로 등장. '마음을 하나로! 하모니어스' 편에서는 뿌뿌핑이 정화되자 다른 디저트핑들과 함께 팩트에서 나와 마을이 원상복귀됨을 기뻐하지만 이내 새콤핑과 달콤핑의 죽음을 인지하고 다른 디저트핑들과 함께 울었다. 3. 기타 [편집] 캔디핑 , 또너핑 , 커핑&머핑 에 이어서 네 번째로 슈가 프리즘 샷을 맞지 않고 스스로 의지로 캐치된 디저트티니핑이다. 씽씽핑 , 꼼딱핑 과 마찬가지로 탈것을 소품으로 쓰는 티니핑이다. 위 둘과 달리 띠부씰 은 퐁당핑 과 마찬가지로 같은 시즌의 폼으로 두 종류가 나오는 데 탈것(썰매)이 없는 모습과, 탈것에 탄 두 종류가 나온다. 수집가들의 증언에 의하면 썰매에 탄 폼은 희귀종으로 보이며 체감상으로 행운핑 이나 발레핑 , 인어폼 퐁당핑 에 최소 맞먹는다는 얘기가 있다. 팬들 사이에서는 천진난만의 티니핑인데 그렇지 않고 오히려 얌전하고 내향적인 면이 많다는 평가가 있다. [16] 3.1. 겨울왕국 의 패러디 [편집] 첫 등장한 18화가 겨울왕국 1편을 패러디 했다는 얘기가 있을 정도로 비슷한 내용 및 캐릭터 설정이 많다. 그 때문인지 호불호도 존재하는 편. 눈꽃핑 - 엘사 얼음 속성, 마력의 제어가 안 돼 남을 상처 입힌 일, 그로 인한 트라우마가 생겨 생긴 외톨이 속성이 공통적이다. 하지만 마지막에는 위기를 극복하고 마력을 조절할 수 있게 된다. 또한 공식적으로도 엘사는 디즈니 측에서 메인이 아닌 서브 주인공으로 인정하고 있으며 눈꽃핑도 해당 회차 한정 주역일 뿐이다. 샤샤핑 - 안나 절친한 인물의 제어가 안 된 얼음 공격으로 피격을 당했음에도 계속 친해지기 위해 노력은 했지만 상대는 마음의 문을 닫은 상태였다. Do You Want to Build a Snowman? 의 한 장면을 오마주한 듯 샤샤핑이 눈꽃핑 집의 문을 두드려도 묵묵부답이었던 점도 똑같다. 하지만 결국 상대의 마음의 문을 열게 하여 마력 조절을 하게 만든 점도 동일하다. 썰매 찹쌀떡들 - 스벤 + 올라프 울음소리가 순록의 울음소리인데다 썰매를 직접 끌기 때문에 스벤과 비슷하지만 스벤의 주인은 크리스토프 비요르그먼 이라서 엘사 본인 소유가 아니다. 하지만 올라프와 썰매 찹쌀떡들은 본인의 창조주가 있고, 올라프의 창조주가 엘사인 점을 감안하면 거의 비슷하다. 뿌뿌핑 - 겨울왕국 1기 스포일러 주의 당연히 최후의 빌런이며, 자신의 욕망을 위해 누군가를 이용해먹고 내다버려 토사구팽한 기믹, 계획이 반쯤 성공할 뻔 하지만 결국 본인의 목적을 이루는 데는 실패한 점과 머리가 붉은색이란것도 공동체에서 소외되었던 것도 공통적이다. [17] 겨울왕국에서 오마주된 해당 인물의 스포일러를 방지하기 위해 자세한 건 해당 문서 참조. [1] 이름은 눈꽃빙수 를 따왔고, 슈가실드는 팥빙수 모양이다. [2] 자세히 보면 썰매를 끄는 두 찹쌀떡은 닭 의 형상과 비슷하지만 울음소리를 보면 순록 으로 보인다. [3] (로열, 레전드핑을 제외한) 디저트핑 1위 이자 나아가 전 시즌 일반 티니핑 1위 [4] 눈꽃핑이 마법 조절을 할수 있게 된 뒤에는 눈만 내린다. [5] 얼음 속성 답게 형태가 북극 지방 이누이트들이 짓는 이글루 형태다. [6] 이때 와플핑과 핫케핑이 등장하는데 샤샤핑이 빙수를 가지러 얼음집으로 가자고 하자 와플핑은 너무 추워서 못 가겠다며, 핫케핑은 심지어 감기가 걸렸었다고 하며 거절했고 결국 샤샤핑 혼자만 갔다. [7] 눈꽃핑의 얼음집 옆에는 요거핑의 집으로 추정되는 집이 있었다. [8] 이 눈사람은 샤샤핑의 콘 모자까지 씌워 주는 등 샤샤핑을 쏙 빼닮았다. [9] 넘겨주기 문서로 볼 수 있듯 이 장면은 겨울왕국 , 특히 OST인 Do You Want to Build a Snowman? 을 부르는 장면을 오마주했다. [10] 자세히 듣지 않으면 눈치채기 어렵지만 이 대사 한정으로 에코 (Echo) 이펙터를 넣었다. [11] 이때 이 분수대는 식수대 규모로 작은 수준이긴 했지만 실제로 분수대는 보통 얼기까지 오랜 시간이 걸린다. 하지만 물이 나오던 형태 그대로 물줄기가 얼지 않고, 얼면서 물줄기가 나오질 않게 되는데 반해 물줄기까지 얼렸을 정도다. [12] 뿌뿌핑 문서에도 서술된 행적처럼 둘은 외톨이 동지임은 사실이다. 물론 마력 조절을 못 하는 건 눈꽃핑을 꿰어내려는 의도의 거짓말이다. [13] 3기에서 다해핑이 빙글핑을 가둔 진주 마법과 비슷하다. [14] 이대로 놔 두면 트랩속이 한기로 가득 차 저체온증으로 사망할 수 있는 위기였다. [15] 이때 슈가베리팩트가 뿌뿌핑으로부터 멀리 굴러간 바람에 뿌뿌핑은 슈가베리팩트를 포기하고 도망쳐 나온다. [16] 특히 요거핑과 성격이 바뀐 거 같다는 얘기가 있다. [17] 차이점이라면 뿌뿌핑은 해당 회차 한정으로나마 도망치는데는 성공했고, 겨울왕국 빌런은 도망치지 못 하고 체포됐다."
}