{
    "name": "다조핑",
    "image": "/static/images/ping/다조핑.jpg",
    "gender": "여성",
    "accessory": "바구니",
    "likes": "맛있는 것과 반짝이는 것",
    "dislikes": "칙칙하거나 우울한 것, 검정색이나 회색",
    "magic": "대상에게 팅클퍼프를 뿌려, 잠시동안 욕심내게 만들 수 있다. 바구니를 통해 원하는 것을 가져오거나, 필요한 것을 꺼낼 수 있다.",
    "other_info": "다조핑 -  이름의 유래 다 줘 → 다조 All mine(다 내 꺼) ほしい(원하다, 갖고 싶다) 소품 마법 ① 대상에게 팅클퍼프를 뿌려, 잠시동안 욕심내게 만들 수 있다. [1] ② 를 통해 원하는 것을 가져오거나, 필요한 것을 꺼낼 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 96위 성우 천지선 사쿠라이 나나에 1 . 개요 2 . 작중 행적 3 . 4 . 티니핑 소개 일본판 5 . 기타 1. 개요 [편집] 뭐든 탐내며, 어떤 것이든지 손에 넣고 싶은 욕심의 티니핑. 특히 먹을 것은 절대 양보하지 않는 새침한 욕심쟁이! '욕심의 티니핑'. 마법을 사용해서 사람들의 소중한 물건들을 빼앗는 능력이 있다. 2. 작중 행적 [편집] 먹는 것을 굉장히 좋아하며, 를 통해 마을 곳곳에 있는 과자와 디저트를 모조리 훔쳐갔다. 과자가 계속 없어지는 것을 수상하게 여긴 로미와 로열핑 5인방이 자신의 아지트로 쫓아오자 마을에서 훔쳐온 과자들로 요새를 만들어 방어 태세를 갖추고, [2] 로미가 프린세스 스타로 변신하려던 찰나 티니하트윙까지 훔치면서 변신까지 봉인해 버리는 지경에 이른다. [3] 로열핑들이 티니하트윙을 되찾기 위해 요새로 돌격하지만 계속되는 방해 때문에 기지로 들어가는 것이 쉽지 않았고, [4] 결국 로미 일행은 작전 상 후퇴를 할 수 밖에 없었다. 이후 스텔라와 몬쥬 박사에게 도움을 받은 로열핑들이 케이크를 이용한 트로이 목마 작전으로 기지에 들어가는 데 성공. 다굴을 당하면서 무력화 상태가 되었고 로미는 다시 티니하트윙을 되찾아 프린세스 스타로 변신, 그리고 도망치던 다조핑(본인)을 캐치했다. “ 그렇게 다 가져가야만 속이 후련했니~~!! 다조...” 22화 캐치 대사이자 회차 내 본인의 마지막 대사. '티니핑 축제' 편에서는 다른 티니핑들이 먹을 쿠키를 다 가져가 버렸(...)으나 떠벌핑이 그 모습을 보고 다 떠벌리는 바람에 금세 키키핑, 깜빡핑, 띠용핑, 투투핑, 바네핑, 꺼꿀핑이 본인에게 달려들어서 대판싸움(...)이 일어났다. 그리고 그 모습을 본 딱풀핑이 싸우는 일곱 명의 티니핑들을 (본인까지 포함해서) 마법으로 붙여 버렸다. 3. [편집] 티니핑TV에서 '다조핑의 동물 먹이 주기'의 영상이 업로드되었다. 4. 티니핑 소개 일본판 [편집] “全部わたしの、ホシ！ちょうだいっ♪” (한국판 대사: “전부 다 내 꺼야, 다조!”) [5] 5. 기타 [편집] 캐치! 티니핑 시리즈 최초로 로미의 프린세스 변신을 방해한 캐릭터 다. 이후 이 기록은 꺼꿀핑 , 앙대핑 , 보석드래곤 , 와플핑 , 뿌뿌핑 [6] 또한 세웠다. [7] [1] 작중 이 능력은 사용되지 않았다. [2] 헨젤과 그레텔 에 나오는 마녀의 과자집을 연상케한다. [3] 최악의 경우, 다조핑이 티니하트윙을 잘못 건드리면 지금까지 캐치한 티니핑들이 다시 풀려나 버릴 수도 있는 상황이었다. [4] 하츄핑, 바로핑, 아자핑이 이 요새가 과자로 이루어짐을 고려해서 이 과자요새를 먹어 치우려 했으나 쳐내는 장치까지 다 되어 있던 바람에 다 튕겨냈다. 물론 이 정도의 양이라면 로열핑 세 마리(하츄핑, 바로핑, 아자핑)로도 먹어서 없애기에는 너무 양이 많고, 대사량이 적다면 로미같은 어린 인간이라도 먹어 치우기에는 많다. [5] 몬쥬 박사가 함정용으로 준비해 둔 케이크를 먹고 싶어서 한 대사. [6] 이쪽은 총 두 번 (4기 12화&23화)이나 방해했다! [7] 그리고 캐릭터는 아니지만, 3기 '행운이 가득 행운과자' 편에서 행운의 별이 폭주하여 만들어진 포털 또한 로미가 이 포털을 막기 위해 변신하려던 찰나 미스틱 하트윙이 빨려 들어가며 변신에 실패하게 만든 적이 있었다."
}