{
    "name": "덜덜핑",
    "image": "/static/images/ping/덜덜핑.jpg",
    "gender": "남성",
    "accessory": "막대아이스크림",
    "likes": "차가운 것, 단짝친구꽁꽁핑",
    "dislikes": "뜨거운 것, 더운 것",
    "magic": "① 사물을 얼릴 수 있다.② 대상이 추위를 느끼게 할 수 있다.",
    "other_info": "덜덜핑 -  이름의 유래 덜덜 떨다 Cool(시원한) がたがた(부들부들) 소품 막대 아이스크림 마법 ① 사물을 얼릴 수 있다. ② 대상이 추위를 느끼게 할 수 있다. 좋아하는 것 차가운 것, 단짝친구 꽁꽁핑 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 80위 성우 김현욱 [1] 미야세 나오야 1 . 개요 2 . 작중 행적 3 . 막대 아이스크림 4 . 티니핑 소개 일본판 5 . 기타 1. 개요 [편집] 겨울을 사랑하는, 차가움의 티니핑. 싸우는 것을 싫어하지만, 집을 뺏기면 분노하는 새침떼기. 캐치! 티니핑 의 등장 티니핑. 28화의 메인 티니핑이다. '차가움의 티니핑'. 마법을 사용해서 추위에 떨게 만드는 능력이 있다. 2. 작중 행적 [편집] 어느 무더운 여름날, [2] 자신의 스위트홈인 고물 냉장고에서 편하게 쉬던 중, 냉장고를 딜런과 레이먼이 쓰레기 센터 트럭 안으로 옮기는 바람에 자신의 스위트홈을 잃어버렸다. 그리고 근처에서 딜런 일행이 자신의 냉장고가 더럽다고 언급 [3] 하는 걸 듣고서는 인간에 대한 분개심이 생겨났다. 그러다 그 앞에 악동핑이 나타나서 본인의 스위트홈을 빼앗아 간 죄로 인간들에게 복수를 하자고 도발했고, 결국 본인은 악동핑의 도발에 넘어가 버렸다. 악동핑: “다들 너무하네~ (덜덜핑은 악동핑을 목격한다.) 어때, 나와 같이 쟤 들 혼내주러 갈래?” 덜덜핑: “난 싸우는 건 싫은데, 덜덜...” 악동핑: “싸우지 않으면 너도 캐치당할걸?” 덜덜핑: “캐치?” 악동핑: “인간 중에는 우리 티니핑을 잡으려는 나쁜 녀석 이 있어. 아까 쟤 들 도 분명 그 녀석 친 구 들 이야.” 덜덜핑: “아~ 그래서 내 집을... 용서할 수 없다, 덜덜! (악동핑에게 마법을 걸어 악동핑이 추위에 떤다.) 나쁜 인간들... 이 덜덜핑이 본때를 보여 주겠어, 덜덜!” 악동핑: “바... 바로 그거지... 으흐흐... 열심히 해 봐... 추워추워추워...” 본인은 로미네 반에 들어와서 레나 3인방을 자신의 냉장고를 가져간 공범이란 이유 [4] 로, 그리고 레나 3인방에서 숙직실의 담요를 가져다 준 데인 선생님까지 추위에 떨게 만들었다. 그러다 로미도 수업 중 덜덜핑을 목격하고, 프린세스 클로버로 변신하여 본인을 캐치하려고 했다. 그러나 추격전 도중 본인의 팅클퍼프에 빗맞아 프린세스 클로버는 재채기를 했고, 그 바람에 양동이의 물이 엎질러져 바닥에 물이 생겼는데, 본인은 이를 이용하여 프린세스 일행 주위 바닥을 스케이트장 마냥 빙판으로 만들어 프린세스 일행의 움직임을 봉쇄했다. 그러다가 프린세스 클로버가 미끄러지자 티니하트윙이 떨어졌는데, 그 사이에 악동핑이 티니하트윙을 빼앗으려고 했지만 금방 로열핑들에게 발각당했고 차차핑이 무사히 악동핑을 막아냈다. 차차핑이 실수로 빙판에 미끄러지는 바람에 로열핑들은 공처럼 굴러가 덜덜핑(본인)을 가격했다. [5] 본인이 로열핑들에게 최후의 일격을 가하려는 순간 라라핑이 희생하여 나머지 로열핑들 대신 공격을 맞아 주었다. 그러나 다행히 라라핑은 얼어죽지 않았고, 헤이쥬 춤을 추면서 체온을 올리는 방법을 썼다. 차차핑도 이를 보고 아이디어를 떠올려 내 물뿌리개로 로열핑 다리에 스케이트 신발을 만들어 내어 전세가 로열핑 쪽으로 역전되었다. 로열핑들은 덜덜핑(본인)의 팅클퍼프를 가뿐히 피하고 능숙한 스케이트 실력 으로 차차핑이 본인을 돌려 어지럽게 만들었고, 프린세스 클로버는 본인을 캐치했다. “잡히니까 차라리 속 시원하네, 덜덜!” 28화 캐치 대사. 마지막 장면에서는 티니핑 하우스에서 자기 혼자 아이스크림을 먹으며 하우스 주위를 춥게 만들어(...) 로열핑들이 추워하는 모습으로 에피소드 종료. 덜덜핑: “화나핑, 너무 화내지 마. 다들 겁내잖아. 덜덜!” 화나핑: “아, 미안... 내가 너무 열을 냈나 봐. 화낭!” 덜덜핑: “축제를 즐기자구, 덜덜!” 40화 대사. 이후 '티니핑 축제' 편에서는 화가 난 화나핑의 열을 식혀 주는 역할로 나오고, '다 얼려 버려, 꽁꽁핑' 편에서는 꽁꽁핑의 친구 지간으로써 꽁꽁핑과의 오해를 푸는 중요한 역할로 등장. 48화에서의 자세한 행적은 꽁꽁핑 문서 참조. 3. 막대 아이스크림 [편집] 티니핑TV에서 '덜덜핑의 색깔 아이스크림 만들기' 영상이 업로드되었다. 4. 티니핑 소개 일본판 [편집] “ぼくのマイホームを！おのれ！ゆるせないガタ！” (한국판 대사: “그래서 내 집을... 용서할 수 없다, 덜덜!”) 5. 기타 [편집] 상술했듯 담당 성우인 김현욱의 사건사고 [6] 로 인해 원래 고정배역이던 이안과 레이먼 역할에서 강판되어 덜덜핑도 성우의 교체가 유력하지만, 작중에서 아예 모습을 감출 가능성도 생겼다. [7] [1] 이안, 레이먼과 중복. 하지만 김현욱의 지역 비하 논란으로 인해 3기에서 이안과 레이먼 역은 최승훈 으로 교체됐으며, 추후 재등장 시 성우 변경이 예상된다. AR게임에서는 김현욱의 음성을 유지중이다. [2] 그러나 정작 이 에피소드의 방송일은 2020년 10월 8일로 가을 이다... 일단 공식 28화 줄거리 시놉시스에서 '여름날'이라고 명시하기는 했다. [3] 그도 그럴 것이 고물 이라고 언급됐으니까... 그래도 속은 냉장고의 제 기능대로 차가운 온도를 유지하고 있었다. [4] 사실 딜런, 레이먼 근처에 레나 3인방도 같이 있었다. [5] 일본판에서는 이 장면에서 광과민성 증후군 방지를 위해 로열핑들이 굴러가는 장면의 배속을 조금 낮추고, 부딪히는 이펙트를 감광처리했다. [6] 3기 방영 이전에 전라도 비하 논란 이 있었다. [7] 물론 시즌이 끝나면 이전 시즌에 등장한 일반핑들은 등장 가능성이 매우 희박해지기는 하지만 4기에서 따라핑 (1기 등장)과 삐뽀핑 (3기 등장)이 등장하면서 아예 가능성이 없는 것도 아니게 되었다. 다시 말해 덜덜핑이 다시 등장하지 않으리란 보장도 없고, 그에 따라 김현욱이 덜덜핑 한정으로 복귀할 가능성이 없는 것도 아니다."
}