{
    "name": "따라핑",
    "image": "/static/images/ping/따라핑.jpg",
    "gender": "남성",
    "accessory": "쌍안경",
    "likes": "상대를 따라하며 약올리기, 가수헤이쥬",
    "dislikes": "약 올렸는데 반응이 없을 때!(자주 깜빡하는 깜빡핑에게는 장난치지 않는다)",
    "magic": "대상이 자신 또는 자신이 원하는 다른 누군가의 행동을일정 시간동안 따라하게 만들 수 있다.",
    "other_info": "따라핑 - 이름의 유래 따라 하다 Mimic(따라하다) まねる(따라하다) 소품 쌍안경 [1] 마법 대상이 자신 또는 자신이 원하는 다른 누군가의 행동을 일정 시간동안 따라하게 만들 수 있다. 좋아하는 것 상대를 따라하며 약올리기, 가수 헤이쥬 싫어하는 것 약 올렸는데 반응이 없을 때! (자주 깜빡하는 깜빡핑에게는 장난치지 않는다) 2023 티니핑 어워즈 인기투표 순위 103위 [2] 성우 홍범기 [3] 나카노 사이마 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 자신이 생각하는 것을 모두가 따라하게 만들 수 있는 티니핑. 여자아이돌 가수 헤이쥬를 너~무 좋아하는 귀여운 따라쟁이. 캐치! 티니핑 의 등장 티니핑. 13화의 메인 티니핑이다. [4] '모방의 티니핑'. 마법을 사용해서 대상을 조종해 다른 누군가의 행동을 따라하게 만든다. 2. 작중 행적 [편집] 첫 등장 시 자신의 쌍안경으로 거리에 나오는 헤이쥬의 뮤직비디오를 보며 즐겁게 춤을 추고 있었다. 그러는 도중 하니가 이를 보며 춤을 추던 걸 본 레나가 헤이쥬의 노래가 맘에 안 든다고 말하는 걸 듣자, 레나 3인방에게 마법을 걸어 헤이쥬 춤을 추게 만들어 거리를 지나던 시민들이 이를 촬영해 가는 수치심을 안긴다. 이후 본인은 레나의 가방 속에 숨어서 하트로즈까지 들어왔는데, 간식을 가지고 다투고 있었던 로열핑 5인방을 비롯해 하트로즈 직원 3인방, 레나 3인방, 가게의 손님인 아기와 엄마를 헤이쥬 춤을 추게 만들었다. 이내 로미가 본인을 찾아냈고, 로미는 라라핑 [5] 과 함께 시리즈 최초로 프린세스 멜로디로 변신해 본인을 추격하기 시작한다. 하트로즈에서 도망쳐 나와 프린세스 멜로디를 따돌리면서 메리루, 노파와 반려견, 길고양이를 춤추게 만들고 숲으로 도주했다. 그리고 따라핑의 쌍안경으로 어디선가 감시당하고 있을 거라 생각한 프린세스 일행은 절체절명의 상황이었다. 이 때 라라핑이 “만약 헤이쥬가 여기 있다면 따라핑이 당장이라도 나타날 텐데...” 라는 말을 하자 프린세스 멜로디는 띠용핑을 이용할 작전을 세웠다. 한편 계속해서 쌍안경을 이용해 망을 보던 중 띠용핑이 만들어 낸 헤이쥬 허상을 보고 아주 행복한 표정으로 헤이쥬의 허상에 달려가 뛰어들지만 허상이라서 나무에 박았고, 띠용핑의 장난임을 알게 되었다. 그리고 이어서 나타난 바로핑이 하는 말을 따라하거나 라라핑을 제외한 로열핑들과 띠용핑을 헤이쥬 춤을 추게 만들면서 도망치며 최후의 발악을 시도하지만 프린세스 멜로디의 구두에 부딪혀 가로막혔다. 그렇게 프린세스 멜로디에게 쏜 팅클퍼프가 프린세스 멜로디의 마법에 의해 반사되어 그걸 본인이 맞고 헤이쥬의 춤을 추는 채로 캐치된다. [6] (헤이쥬 춤을 추며) “헤이쥬의 춤은 어디서든 신나지~ 따랏, 따랏~!” 13화 캐치 대사. 헤이쥬 춤을 따라 춘 레나 3인방 영상이 화제가 되어 헤이쥬가 하모니 마을에 오게 되었다. 이 뉴스를 보던 중 “사랑해요, 헤이쥬! 우윳빛깔 헤이쥬!” [7] 라고 연호하면서 만나고 싶어하는 팬심을 숨기지 않는다. 물론 이 사단이 난 건 본인 때문이었기에 로미는 가만히 좀 있으라고 혼을 내는 찰나에 헤이쥬가 하트로즈에 빵을 사러 왔고, 헤이쥬의 실물을 영접한 기쁨의 비명을 지르고 “사랑해요, 헤이쥬! 우윳빛깔 헤이쥬!” 를 한 번 더 연호하며 헤이쥬의 춤을 추며 팬심을 어필한 덕에 헤이쥬에게 볼뽀뽀를 받는 등 성덕 이 된다. “이건 진짜 맞겠지? 따랏~!” [8] 13화 마지막 대사. 이후 '티니핑 축제' 편에서 재등장하며 라라핑이 헤이쥬의 노래를 틀자, 신이 나서 팅클퍼프를 쏴서 로미와 악동핑을 제외한 모두가 헤이쥬 춤을 춘다. [9] 이후로는 이전 시즌의 일반 티니핑들이 다 그랬듯이 오랜 기간 동안 잊혀졌다가 4기 '예쁘게 장식할래, 머랭' 편에서 하츄핑의 언급으로 간접적으로나마 오랜만에 등장하였다! [10] 하모니 마을에 헤이쥬의 팬미팅이 있다는 걸 알았을 때, 하츄핑이 이 소식을 들으면 좋아했을 거라는 언급과 함께 춤을 추는 모습이 등장했다. [11] 4기 '푸딩푸딩 푸딩댄스' 편에서도 다시 언급되는데 이때는 푸딩핑의 마법으로 인해 하모니 마을 주민들 모두가 헤이쥬의 춤을 추고 있는 뉴스를 본 로미 일행이 본인의 짓이라며 추정하자 “사랑해요, 헤이쥬!” 를 외치는 모습이 등장했다. [12] 3. 티니핑 소개 일본판 [편집] “みんなでヘイジューダンスをまねして、マネマネ♪” (한국판 대사: “모두 헤이쥬의 춤을 따라해볼까?! 따랏, 따랏~!”) 4. 기타 [편집] 프린세스 멜로디가 작중 처음으로 캐치한 티니핑이다. 담당 성우 홍범기가 더빙 현장을 공개했다. # 2023 티니핑 어워즈에서 최하위권을 달성한 티니핑이다. 제작사도 딱하게 여겼는지 많이 언급한다. [1] 공식적으로 망원경이라고 표기하고 작중 바로핑의 대사에서도 망원경이라고 언급은 했지만, 쌍안경이다. 이 문서에서는 고증을 지켜서 쌍안경으로 표기한다. [2] 1~4기의 모든 티니핑 후보 중 최하위 . 단, 순위권만 공개되고 가장 맨 끝에 있었을 뿐이라 정확한 순위는 공개되지 않아서 공동순위의 가능성이 있다. [3] 몬쥬 박사 와 중복. [4] 공식 소개 영상에 차나핑으로 잘못 태그되어 있다.( 증거 ) 라라핑 소개 영상에도 차나핑으로 표기되어 있다.( 증거 ) [5] 여담이지만 로열핑들이 춤을 추고 있다가 로미의 호통에 놀라 겨우 춤을 멈추는 데, 라라핑만 혼자 마법이 풀렸는지도 모를 정도로 계속 즐겁게 춤을 추고 있었다. [6] 이때 자기는 굳이 마법 안 써도 헤이쥬의 춤은 언제든 출 수 있다며 징징댄다. [7] 영문판에서는 \"I love you so much, Hye-joo! Superstar Hye-joo!\"라고 외친다. 출처는 넷플릭스 영어 자막 기준. 한국어와 영어 발음의 체계가 달라 원판과 달리 스타카토로 끊어 읽지 않는다. 더군다나 헤이쥬의 이름을 한국에 실존하는 이름인 '혜주'로 알았는지 헤이쥬의 이름 표기법이 헤이쥬보다 혜주에 가까운 표기가 됐다. [8] 헤이쥬를 영접한 것이 꿈인가 생시인가 하는 마음과 띠용핑의 마법 후유증이 남은 탓에 반신반의하며 한 얘기다. [9] 이때 로미는 헤이쥬 춤은 아니지만 나름 즐겁게 춤을 췄고, 악동핑은 눈치만 보다가 어색한 춤사위를 선보이는데, 그 와중에 즐거워하는 로미 일행들을 보고 행복하다는 묘한 기분이 들게 했다. [10] 사실상 4기에서 (로열핑들과 다해핑을 제외하고) 최초로 재등장한 기존 시리즈의 티니핑 이라는 타이틀을 얻었다. 다만 목소리까지 등장한 것을 기준으로 잡으면 같은 시즌 이후 에피소드에 나오는 삐뽀핑 이다. [11] 그리고 이후 헤이쥬도 오랜만에 등장해 하트로즈에서 포실핑에게 케이크 주문을 맡기고 돌아갔다가 시간에 맞춰 케이크를 직접 수령하러 다시 하트로즈에 돌아왔다. 이때도 티니핑의 존재를 잊지 않았는지 포실핑과도 새 친구라며 반갑게 인사한다. [12] 장면이 장면이라 차차핑과 바로핑도 카메오로 등장한다."
}