{
    "name": "딱풀핑",
    "image": "/static/images/ping/딱풀핑.jpg",
    "gender": "여성",
    "accessory": "딱풀",
    "likes": "사이좋게 지내는 것",
    "dislikes": "서로 싸우는 것",
    "magic": "싸우는 대상 둘을 붙여버릴 수 있다. 상대를 어디엔가 붙여버릴 수 있다.",
    "other_info": "핑 -  이름의 유래 Stick(붙다) ペタ ッと(무언가에 달라붙은 모양) [1] 소품 마법 ① 싸우는 대상 둘을 붙여버릴 수 있다. ② 상대를 어디엔가 붙여버릴 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 61위 성우 장경희 , 장예나 ( 극장판 한정) [2] 오노 료코 1 . 개요 2 . 작중 행적 2.1 . 극장판 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 딱 붙어버리게 만드는, 유대감의 티니핑 발랄하고 쾌활한 성격으로, 싸우는 것을 정말 싫어하는 요정 캐치! 티니핑 의 등장 티니핑. 38화의 메인 티니핑이다. '유대감 [3] /접착 [4] 의 티니핑'. 마법을 사용해서 서로 싸우거나 사이가 좋지 않은 대상을 붙이게 만드는 능력이 있다. 2. 작중 행적 [편집] 첫 등장 시 서로 쫓기던 쥐와 고양이를 딱 붙였다. 그리고 학교에서 로미와 레나가 레나의 잃어버린 반지에 대하여 다투고 있었던 장면을 목격하자, 로미와 레나를 딱 붙여 두었다. 이내 (로미와 함께 있었던 하츄핑을 제외한) 로열핑들은 핑(본인)을 발견했고, 싸우고 있었던 두 대상을 함부로 딱 붙여 주는 것은 안 좋다고 설득했다. 하지만 본인은 사이좋게 지내려 하려고 한 것 뿐이라며 도주했다. 추격전 도중, 본인은 악동핑과 동맹을 맺어 로열핑들을 놀이기구 위로 유도시킨 뒤 악동핑이 번개 뿅망치 마법으로 로열핑들을 움직이지 못하게 한 후, 본인이 마법으로 놀이 기구에 로열핑들을 딱 붙여 악동핑의 뿅망치를 이용해 놀이 기구가 회전하여 로열핑들은 못 움직일 위기에 처했다. 한편, 로미는 레나와 산책을 나간 도중, 레나가 화장실이 급해졌다. 이 둘은 여자 화장실 문 앞에서도 서로 들어갈지 말지를 싸우기 시작했다. 이 때 악동핑과 같이 따라온 본인은 “어? 기껏 붙여놨더니 왜 싸우고 있는 거지?” 라는 대사를 보여 주기도(...). 이후 로미와 레나의 싸움으로 화장실 문이 열리자, 악동핑, 핑(본인), 로미는 여자 화장실 문에 부딪혔고, 로미는 그 충격으로 핑의 마법이 풀렸다. 마법이 풀린 로미는 프린세스 하트로 변신해 악동핑과 핑(본인)을 쫓아갔지만, 본인의 마법으로 인해 회전목마에 붙고 말았다. 이후 로열핑들은 이미 탈출한 상태였고, 로열핑들과 동맹을 맺었던 악동핑이 서로 싸우자 능력으로 서로 붙여 버리고, 티니핑들이 공처럼 굴러가게 되었다. “친구는 언제나 함께 하는 거야, 딱딱~!” 이때 로열핑들이 서로 힘을 모아 핑(본인) 쪽으로 굴러가서 부딪혀 버려서 대참사가 일어나게 되었다. [5] 그 충격으로 인해 핑의 능력을 해제시켰고, 프린세스 하트는 핑(본인)을 캐치하는 데 성공한다. “난... 친하게 지내려고 한 것 뿐인데... 딱딱...” 38화 캐치 대사이자 회차 내 본인의 마지막 대사. 이후 '티니핑 축제' 편에서는 다조핑에 의해 쿠키들이 전부 다 빼앗겨 버려 티니핑들이 분쟁을 일으키던 중, 본인이 티니핑들을 붙여뒀다. [6] 그리고 '프린세스 베로니카' 편에서는 무거핑, 찌릿핑, 씽씽핑과 함께 프린세스 베로니카를 엄호해 주었다. 2.1. 극장판 [편집] 극장판에서는 로미가 짝꿍 티니핑을 찾기 위해 이모션 왕국 집사의 소개로 등장했다. 하지만 본인이 이모션 왕국 사람들을 붙여 버리는 바람에(...) 로미의 짝꿍이 되지는 못했다. 3. 티니핑 소개 일본판 [편집] “何であんなに喧嘩するの？仕方ないね…。仲良し仲良し、ペタ～♪” (한국판 대사: “왜 이렇게 싸우는 거야? 안 되겠군. 사이좋게 붙어라, 딱딱~!”) 4. 기타 [편집] 엄밀히 말하면 핑의 이름은 에 대한 간접광고 다. 은 상표의 보통명사화 된 사례 중 하나인데 원래 은 아모스 사가 만든 고체풀 제품이기 때문이다. 다만 2020년대 들어서는 간접광고 규정도 유연해지기도 한데다 이 명사화된지 오래라서 문제될 건 없다. [1] 한국어로 치면은 '딱', '찰싹', '꾹' 등의 단어라고 보면 된다. [2] 본편에서 라라핑 , 마야 , 헤이쥬 를 맡았다. 참고로 라라핑은 극장판에서도 등장한다. [3] 공식 소개 영상. [4] 완구 및 캐치! 티니핑 AR . [5] 충격이 굉장히 컸던 것인지 쓰러졌다가도 캐치 시에는 정신을 차린 대다수의 티니핑들과 달리 이쪽은 기절한 채로 캐치되었다.(...) [6] 다조핑이 맨 밑에 있었고 키키핑, 투투핑, 바네핑, 꺼꿀핑, 띠용핑, 깜빡핑을 붙여 놓았다."
}