{
    "name": "떠벌핑",
    "image": "/static/images/ping/떠벌핑.jpg",
    "gender": "남성",
    "accessory": "확성기",
    "likes": "수다",
    "dislikes": "침묵, 도서관",
    "magic": "대상이 하려던 말이 아닌, 남의 비밀 등과 같이속으로만 생각하던 다른 말을 하게 만들 수 있다.",
    "other_info": "떠벌핑 - 이름의 유래 떠벌 리다 Tweet((소문 따위를)전달하다) ぺらぺら(재잘재잘) 소품 마법 대상이 하려던 말이 아닌, 남의 비밀 등과 같이 속으로만 생각하던 다른 말을 하게 만들 수 있다. 좋아하는 것 싫어하는 것 침묵, 도서관 [1] 2023 티니핑 어워즈 인기투표 순위 85위 성우 전태열 이토 유우키 [2] 1 . 개요 2 . 성격 3 . 작중 행적 4 . 티니핑 소개 일본판 5 . 기타 1. 개요 [편집] 사람들이 속으로 생각하는 것을 말하게 만들 수 있는 티니핑. 남의 비밀을 떠벌떠벌 얘기하는 것을 좋아하는 귀여운 쟁이! 캐치! 티니핑 의 등장 티니핑. 20화의 메인 티니핑이다. '의 티니핑'. 마법을 사용해서 에 있는 스피커 로 다른 사람의 속마음을 발설하게 만드는 능력이 있다. 2. 성격 [편집] 매우 경박한 성격으로 라라핑 못지 않게 말이 많아 타인에 대한 소문을 금세 퍼뜨린다. 약을 잘 올리며 조용한 것을 싫어하는 편으로 정적인 것을 좋아하는 똑똑핑과 대조된다. 3. 작중 행적 [편집] 어느 날, 본인은 밤에 하트로즈 베이커리에 들어왔다가 우연히 차차핑이 절대로 자신이 자다가 이불에 실례한 사실 을 아무한테도 말하지 말아달라고 로미와 약속한 비밀을 듣게 되고서는 다음 날 아침 그 사실을 다른 로열핑들에게 소문냈다. \"차차핑이~ 이~불에 오줌 쌌대요~ 떠벌!\" 그리고 다른 로열핑들은 사실을 듣고서 차차핑을 놀려 차차핑은 로미가 로열핑들에게 비밀을 알려줬다며 오해해 기분이 상했다. 하지만 발자국의 흔적으로 떠벌핑의 짓임을 알게 되고 이 때부터 차차핑은 떠벌핑(본인)을 향한 격렬한 분노와 복수심을 품게 되었다. 그리고 그 날 아침, 학교에서 모두의 비밀들을 떠벌리면서 [3] 난장판을 만들었다. 로미는 그 광경을 목격하고 본인(떠벌핑)이 있는 것을 알아차렸고, 본인이 교실에서 나가자 차차핑이 돌진했으나 본인은 이를 가볍게 피했다. 도망치면서 본인은 로미의 비밀도 떠벌리겠다면서 약을 올렸다. 하츄핑이 이 비밀을 \"로미가 이모션 왕국에서 온 프린세스\"라는 사실을 떠벌리는 줄 알고 서둘러야 한다며 재촉했으며, 로미는 프린세스 클로버로 변신해 떠벌핑(본인)을 캐치하려 한다. 본인은 벤치 위에서 비밀을 폭로하려고 하지만, 프린세스 클로버는 구름 마법을 써서 를 막아버린다 . 결국 본인은 없이 그냥 육성으로라도 로미의 비밀을 말하려고 하는데, 갑자기 본인의 머리 위로 차차핑이 번개구름을 내뿜으며 극대노하고 만다. 하지만 본인은 그 사이에 도망쳤고, 프린세스 클로버는 떠벌핑(본인)을 캐치하기 위해 작전을 세웠다. 바로 떠벌핑 자신이 숨어있는 곳을 스스로 자백하게 하는 것. 본인은 캐치되지 않으려고 학교 구석에 있는 청소도구함 속에 숨었는데, 프린세스 클로버는 떠벌핑(본인)이 어디에 있는지 말하기를 유도하기 위해 남의 비밀을 떠벌리는 건 나쁜 짓이라며 어디에 있는지 모르는 본인을 다그친다. 그러다 무심코 청소도구함 안에 있는 물건을 건드려 소음이 나서 위치가 들켰지만, 눈치를 채지 못했다. 반면 눈치를 챈 프린세스 클로버는 어디에 숨었는지 궁금하지 않으니 알려주지 말라며 약을 올리자, 결국 말하지 말라니까 더 말하고 싶어진다면서 참지 못하고 자신이 어디 있는지 까지 쓰며 큰 소리로 자백해 버리는 실책을 저질렀다. “떠벌핑은~ 청소도구~ 상자 안에~ 숨어 있대요~ 떠벌~! 흐에... 어머나! 말해 버렸네...” 그렇게 결국 위치를 완벽하게 알게 된 차차핑이 청소도구함을 열고 분노에 휩싸여 씩씩대는 모습을 보고 진정하라고 설득하지만, 이미 차차핑은 눈이 돌아가서 자신(차차핑)이 진정하게 생겼냐는 말과 함께 폭행을 당한 후 캐치된다(...). “잡혀 버렸네, 떠벌... 어휴...” 20화 캐치 대사. 캐치된 직후, 프린세스 클로버에게 남의 비밀을 폭로하는 짓은 하지 말라고 잔소리를 듣자, 그렇게 하겠다고 했으나 사실 폭로하고 싶어했던 것은 로미가 이모션 왕국의 프린세스라는 것이 아닌, 로미가 오늘 아침에 차차핑이 오줌을 쌌던 이불을 깜빡하고 세탁하지 않았던 사실 이였고, 오히려 이를 막아 버리는 바람에 곤란해진 건 로미였다.(...) “떠벌~! 흐하하하하하!! 히” 20화 마지막 대사. 그 후 변신을 해제하고 황급히 돌아갔지만 이미 사라가 그 이불을 발견한 바람에 로미는 곤란해졌고, 그 와중에 차차핑은 자신의 짓임을 밝히고 싶지 않아서 로미가 대신 덤터기를 써주며 에피소드가 끝난다. “다조핑이 쿠키를 다 가져갔다, 떠벌~!” 40화 대사. '티니핑 축제' 편에서 오랜만에 등장했는데, 다조핑이 쿠키를 다 훔쳐간 것을 목격하고는 이를 로 폭로하는 바람에 난장판이 벌어졌다. 그리고 줄다리기 시합을 할 때는 무셔핑 뒤에 있었다. 4. 티니핑 소개 일본판 [편집] “ふっひっひっひ～、大きな声で話して、ペラペラ～！” (한국판 대사: “흐히히히, 그런 말은 크게 하라고, 떠벌~!”) 5. 기타 [편집] 남의 비밀을 떠벌리는 걸 좋아하는 성격이지만 최소한 양심은 있는지 없는 사실까지 지어내서 얘기하진 않는다. 차차핑이 이불에 오줌을 싼 것, 그 이불을 로미가 치우지 않은 것, 다조핑이 쿠키를 모두 훔친 것 모두 실제로 있었던 일이다. 성우가 전태열인 점과 쟁이 속성 캐릭터인 점은 스폰지밥 과 비슷하다. 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r813 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 실제 작중에서의 접점은 없었지만, 똑똑핑 과 사이가 나쁠 것으로 추정된다. [2] 이든 과 중복. [3] 신디는 레나보다 자신이 더 예쁘다는 사실을 레나 앞에서, 레이먼은 엘리를 짝사랑 중이고, 이든은 변비에 걸려 방귀만 뀌고, 데인 선생님은 아직도 장난감을 가지고 논다며 자기 입으로 말하게 됐다. 특히 이든은 지독한 방귀를 연신 뀌어 대 교실을 난장판으로 만들었다."
}