{
    "name": "뚝딱핑",
    "image": "/static/images/ping/뚝딱핑.jpg",
    "gender": "남성",
    "accessory": "망치",
    "likes": "멋진 조각들, 걸작,반짝반짝(영감)!",
    "dislikes": "볼품 없는 것",
    "magic": "<마법의 조각상>본인이 만든 조각을 움직이게 만들 수 있다.",
    "other_info": "뚝딱핑 - “이제 걸작을 완성해야 하니까... 방해하지 말아 줄래, 뚝딱!” 성별 보석 자수정 한국 외 국가 번안명 Sculptping 이름의 유래 뚝딱 Sculpt(조각하다) 소품 마법 <마법의 조각상> 본인이 만든 조각을 움직이게 만들 수 있다. 좋아하는 것 멋진 조각들, 걸작, 반짝반짝(영감)! 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 98위 성우 김지율 [1] 1 . 개요 2 . 작중 행적 3 . 기타 1. 개요 [편집] 조각상 만들기를 좋아하는 조각가, 창의력의 티니핑 감수성이 풍부하고 생각이 많다. 평소에는 영감이 올 때까지 고뇌하다가, 영감이 오면 재빠르게 움직여 조각하는 예술가 요정. '창의력의 티니핑'. 마법의 를 사용해서 직접 조각상을 만드는 능력이 있어서 여러 주변에 있는 조각상들을 살아 움직이게 만들 수도 있다. 2. 작중 행적 [편집] 첫 등장 시 본인이 한눈에 반한 '반짝반짝'을 떠올리면서 조각을 했지만, 몇 번이나 실패하였다. 어느 날, 로미 일행이 남은 보석핑들을 찾던 도중, 뚝딱핑(본인)의 작업장을 발견해 조아핑이 거기에 있었던 반짝반짝 조각상을 하트로즈로 가져갔다. [2] 시간이 지나 티니핑 스쿨의 마법 수업이 끝난 후, 방글핑과 믿어핑이 몰래 반짝반짝 조각상에 낙서를 해 두었다. 한편, 본인은 아직도 반짝반짝을 찾아 헤매고 있었으며, 능력을 사용해 조각들을 움직이게 만들어 자신의 작업장을 다른 곳으로 옮기려 했다. 자신의 능력으로 반짝반짝 조각상 또한 본인에게로 향하려 했고, 보석 로열핑들은 조각상을 쫓아갔다. 머지않아 조아핑, 방글핑, 믿어핑과 로미가 서로 합류하고, 로미는 근처에 있었던 뚝딱핑(본인)을 발견했다. 로미는 프린세스 사파이어로 변신해서 뚝딱핑(본인)이 조각들을 살아 움직이게 해서 사람들을 괴롭힌 것으로 오해했지만, 전술했듯이 본인은 그냥 자신의 조각상을 완성하기 위해 조각들을 한 군데로 모은 것일 뿐이었으며, 본인도 자신의 작업장을 왜 방해하냐며 프린세스 사파이어에게 로 땅에서 솟는 가시 공격 을 하지만, 다행히도 프린세스 사파이어의 구두 굽이 높아서 [3] 뚝딱핑(본인)의 공격은 실패로 끝났다. 이내 풀숲 속에서 반짝반짝 조각상을 잡아 둔 하츄핑이 나타나자, 본인은 자기가 줄곧 찾아다니고 있었던 반짝반짝이 하츄핑 이었음을 깨닫고, 하츄핑에게 고백을 시작한지 얼마 안 되어 캐치당했다. “나의 반짝반짝 덕분에 새로운 작품 세계가 열렸어, 뚝딱!” 20화 캐치 대사. 사실 본인은 하모니 마을로 풀린 날, 로미의 어깨 위에 있었던 하츄핑을 발견했고, 그 우아한 모습 덕분에 본인이 다시 조각을 시작할 수 있었던 계기가 되었던 것이었다. 끝내 본인은 하츄핑 덕에 조각상을 완성했고, 이번에는 로미를 조각하겠다며 프린세스 변신을 부탁하지만, 로미는 또 하츄핑 같은 입체 추상화 같은 조각상이 될까 봐 도망가면서 에피소드 종료. '위험한 소풍' 편에서는 러시모어 산 의 패러디로 모래성을 쌓았다. 이외에도 '핑그르르 티니핑 발레단', '티니핑 스쿨 졸업식', '돌아온 보석숲' 편에서도 재등장. 3. 기타 [편집] 전 시리즈 최초로 하츄핑에게 고백을 한 티니핑 이 되었다... [4] 모티브는 피그말리온 으로 추정. 3기 최종화 이후로 자신의 보석으로 만들어진 반지를 제니가 끼며 등장한 이후 현재까지 끼고 있다. [1] 4기까지는 가장 마지막으로 성우가 담당한 티니핑 이었다. 극장판에서 몬스터화된 트러핑 역으로 최낙윤 , 대장 티니핑 역으로 홍범기 가 담당했기 때문에 더 이상 마지막이 아니다. 다만 TVA 및 신규 등장 성우로 한정시에는 아직도 마지막이다. [2] 하트로즈에 있던 동안 방글핑은 초코볼, 메모핑은 오리, 까르핑은 외계인 같다고 말했다.(...) [3] 사실 2기 프린세스 전원은 모두 하이힐을 신고 있어서, 어떤 프린세스로 변신하든 이 위기는 똑같이 넘겼을 것이다. [4] 1기에서 하츄핑과 아자핑의 러브라인이 있긴 했으나, 고백을 한 건 뚝딱핑이 처음이다(...)"
}