{
    "name": "뜨거핑",
    "image": "/static/images/ping/뜨거핑.jpg",
    "gender": "여성",
    "accessory": "소화기",
    "likes": "불 끄기, 안전관리,바비큐요리",
    "dislikes": "불,뜨거운 것",
    "magic": "<침착의 소화기>어떤 불이든 전부 끌 수 있으며,위기 상황일 때 물줄기의 반동으로 높이 날아올라 회피할 수 있다.",
    "other_info": "뜨거핑 - “불타는 건 모두 꺼야 해! 뜨거!” 성별 모티브 직업 소방관 한국 외 국가 번안명 Hotping 이름의 유래 뜨거 워 Hot(뜨거운) 소품 열쇠 열쇠 숨어있는 본체 통나무 장작 마법 [1] <침착의 > 어떤 불이든 전부 끌 수 있으며, 위기 상황일 때 물줄기의 반동으로 높이 날아올라 회피할 수 있다. 좋아하는 것 불 끄기, 안전관리, 바비큐 요리 [2] 싫어하는 것 불 , 뜨거운 것 2023 티니핑 어워즈 인기투표 순위 88위 성우 김도영 1 . 개요 2 . 작중 행적 2.1 . 4화 2.2 . 4화 이후 2.3 . 뮤지컬: 신비한 상자를 열어라! 3 . 기타 1. 개요 [편집] 철저함의 티니핑, 뜨거핑 뜨거운 건 전부 끌 거야! 사명감이 굉장한 요정. 나나핑: “앗! 쟨 뜨거핑이야, 나나.” 꾸래핑: “매일 불이란 불은 전부 다 끄고 다녀, 꾸래.” 뜨거핑의 특징을 잘 나타내는 대사. '철저함의 티니핑'. 마법의 를 사용해서 주변에 불이 켜진 물체나 화재가 발생한 장소에 있는 불을 끌 수 있으며, 의 물줄기의 반동을 이용해 대상의 공격을 회피하는 능력이 있다. 2. 작중 행적 [편집] 2.1. 4화 [편집] 솔찌핑: “앗! 너, 너는?” 뜨거핑: “불타는 건 모두 꺼야 해! 뜨거!” 솔찌핑: “뭐? 거기 서! 불 좀 끄지 마, 솔찌!” 뜨거핑: “불을 안 켜면 된다! 뜨거!” 솔찌핑: “흥! 네가 안 끄면 될 일이거든!” 뜨거핑의 성격을 잘 드러내는 장면. 로미와 대면하기 전 아이들에게 만들어 줄 달고나 장수의 버너부터 프로포즈를 하려고 고백을 준비하던 커플 중 남자의 케이크 촛불을 끄고 다니다가 제니의 목소리를 듣고 유혹에 넘어간 본인은 로미와 사라가 캠핑하는 산 쪽으로 향한 본인은 로미네의 화롯불을 꺼 버린다. 로미는 처음에 이 일이 솔찌핑이 바다에 가지 못해서 심술이 난 나머지 일부러 끈 것 [3] 이라고 오해했지만, 솔찌핑이 본인과 추격전을 벌이고 있는 모습을 목격하자, 로미는 솔찌핑이 거짓말을 하지 않은 것을 이해해 주었고, 곧바로 뜨거핑(본인)을 캐치하기 위해 프린세스 글로리아로 변신하여 뜨거핑(본인)을 유인하려 했지만 물줄기의 반동을 능숙히 다루는 뜨거핑(본인)에 의해 프린세스 일행은 뜨거핑의 마법에 교란당하고 말았다. 그 후 프린세스 글로리아는 불판에 불을 다시 피우는 것으로 뜨거핑(본인)을 유인해 내는 데 성공했지만, 본인은 물줄기를 활용해 솔찌핑의 솔직함의 끈적이 구름을 무효화시켰고, 결국 화롯불을 꺼 버린다. 그렇게 연기만 자욱한 틈에 통나무 장작 중 1개로 위장했지만, 장작 중 하나만 나뭇잎이 불처럼 빨간색이라서 정체가 발각당했고, 결국 프린세스 글로리아에게 캐치되었다. “ 그래도 불타는 건 꺼야 한다! 아주 위험하다, 뜨거! ” 4화 캐치 대사. 그럼에도 계속해서 불은 꺼야 한다고 고집을 부리자 프린세스 글로리아는 진짜 불맛이 뭔지 알려줘야겠다면서 잠시 후 로미의 모습으로 돌아와서 사라, 열쇠 로열핑들과 바비큐 파티를 했다. 뜨거핑: “으... 빨리 불을 끄지 않으면..! (입에 마시멜로가 들어가며) 웁!” 꾸래핑: “꾸래 꾸래. 뜨거핑도 먹어 봐, 꾸래.” 뜨거핑: (마시멜로를 삼키고) “마... 맛있어. 불... 안 끌 테니까, 그거(마시멜로)나 더 주라, 응? ” 로미, 사라, 하츄핑, 꾸래핑, 나나핑은 물론 기분이 상해 있던 솔찌핑도 마시멜로 구이를 맛있게 먹으며 캠핑 오길 잘했다며 기분이 풀린 것과 달리, 본인은 바비큐를 굽는 화로를 꺼야 한다며 강박에 시달리며 바비큐와 마시멜로를 먹지 않지만, 막상 꾸래핑에 의해 강제에 가깝게 마시멜로를 한 입 먹고 나니 불 안 끌 테니까 더 달라고 조른다(...). “ 저 불 은 끌 수 없겠다, 뜨거!” 4화 마지막 대사. 상자 속 행운핑이 자기만 빼놓고 캠핑에 간 것에 대해 분노하는 모습을 본 순간의 대사. 다음 날 아침, 하트로즈에 돌아오자 상자 속 행운핑이 화내는 걸 보고서 한 대사가 압권. 이 멘트를 끝으로 윙크를 하며 에피소드가 끝난다. 2.2. 4화 이후 [편집] '티니핑 병원이 생겼어요' 편에서는 빨리핑, 얌얌핑과 한 조를 이루어 등장한다. 초반에는 간호핑들의 반창고 공격에 의해 꽁꽁 감겨 버린다. 그리고 나나핑이 이를 풀어 주자 살았다며 다시 달아난다. 그 후 나나핑이 입원하자 병문안을 오지만 간호핑들이 문전박대하여 면회는 못 한다. '힘내힘내 응원이 필요해' 편에서는 힘내핑의 마법에 걸려 힘내핑 응원단의 단원이 되었다. [4] 얌얌핑(몸: 빨리핑): “뭐, 뭐야? 우리 몸이 바뀌어 버렸잖아, 얌얌!” 빨리핑(몸: 얌얌핑): “으엑?!” 삐뽀핑(몸: 뜨거핑): “으~ 빨리 바꿔 놔, 삐뽀!” 뜨거핑(몸: 아라핑): “으아~ 뒤죽박죽으로 바뀐 것 같아, 뜨거! 누가 아라핑이야?!” 아라핑(몸: 삐뽀핑): “에휴, 이제 이런 장난 안 칠래, 아라...” '로미와 하츄핑이 바뀌었어요' 편 마지막 장면에서는 빨리핑, 얌얌핑, 삐뽀핑과 함께 아라핑을 놀래켰다가 아라핑이 놀라서 쏟아 버린 바꿔바꿔 오일에 미끄러져 본인의 영혼은 아라핑의 몸으로, 본인의 몸에는 삐뽀핑의 영혼이 들어갔다. '백설로미' 편에서는 로미, 빨리핑, 얌얌핑, 삐뽀핑, 힘내핑, 고쳐핑, 아라핑과 함께 백설공주 동화책 속으로 빨려 들어가 일곱 난쟁이 중 한 명을 맡았다. '패션핑의 옷 만들기' 편 패션핑의 회상 장면에서도 등장. 꼼딱핑: “사고 발생! 긴급 상황이다. 구조대 출동, 꼼딱!” 뜨거핑: “뜨뜨뜨뜨! 폭발은 위험해, 뜨거!” 삐뽀핑: “환자 발생! 간호핑, 응급처치 삐뽀!” ​​ 아라핑: “우우웁... 풀어 줘~!” ​ '행운이 가득 행운과자' 편에서는 행운축제에 참가하였다. 아라핑의 약물이 행운과자의 힘에 의해 폭발하자, 폭발 사고를 진화하러 나섰다. '파티핑과 파티파티' 편에서는 빨리핑, 얌얌핑, 삐뽀핑, 힘내핑, 고쳐핑과 함께 메리루의 파티회장 복구 작업에 도움을 주었다. '로미의 목걸이를 찾아라' 편에서는 사다리를 내려 하츄핑, 꼼딱핑, 꾸래핑, 솔찌핑, 퐁당핑이 하수구에서 나올 수 있도록 도움을 주었다. [5] '다 같이 놀자 티니핑 놀이공원' 편에서는 팝콘을 사는 장면에서 카메오 등장. '등장! 행운핑' 편 마지막 장면에서는 행운핑의 부활을 지켜보는 것으로 등장. '티니핑 패션쇼' 편에서는 패션쇼 준비를 하던 중에 아라핑이 폭죽 연습을 하던 도중 폭죽은 불이 붙어야 쏠 수 있다는 이유로(...) 아라핑에게 를 뿌렸다. '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠 주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 2.3. 뮤지컬: 신비한 상자를 열어라! [편집] 등장인물 목록에는 기재없이 시놉시스에서 등장여부가 선공개된 유일무이한 티니핑이다. 극중에서는 마야, 메리루, 하트로즈 직원들이 로미의 생일 파티를 준비하던 중 오븐, 화덕 등의 불을 꺼서 하트로즈 직원들로부터 귀신이 있는 거 아니냐며 의심하다가, 로미가 소원을 빌고 케이크 촛불을 끄려던 중에 본인의 마법으로 촛불을 껐다. 이에 스캔해서 본인을 찾은 로미 일행에게 소원을 빈 것의 산통을 깬 것은 사과했지만, 그래도 불 타는 건 꺼야 한다며 고집을 부리기 시작한다. 그리고 도망친 후 로미와 나나핑이 프린세스 솔라리스로 변신한 후 [6] 오븐과 화덕을 다시 한 번 켜서 이를 보고 참지 못해 불을 끄러 나왔다가 들켜버린 후 마카롱 상자에 위장했지만 미스틱 하트윙 보우에 명중당해 캐치되었다. [7] [8] 3. 기타 [편집] 프린세스 글로리아가 작중 처음으로 캐치한 열쇠티니핑이다. 영문 표기법은 Hotping이라서 발음이 '핫핑'인데, 해핑 의 일본어 표기법이 ハッピン(핫핑)이라서 절묘하게 이 둘의 발음이 '핫핑'으로 동일하다. [9] 목소리가 티니핑 치고는 꽤 굵은 편이다. 애초에 담당 성우인 김도영의 목소리가 우리나라 성우들 중에서도 꽤 낮은 편에 속한다. 그러다 보니 성우가 맡은 남성 티니핑인 솔찌핑과 비교해도 목소리 톤이 낮다. 그 때문에 남성으로 오해받기도 한다. 여담이지만 뮤지컬판 역시 TVA판 못지 않게 낮은 톤으로 연기를 해서 남성으로 오해할만한 목소리로 연기했다. 최초로 긴팔 복장을 한 티니핑이다. [1] 이외에도 '로미의 목걸이를 찾아라' 편에서는 사다리 또한 내릴 수 있는 모습을 보였다. [2] 사실 불을 싫어하는 데 바비큐 요리를 좋아하는 건 모순되는 사실이긴 하지만 캐치된 이후 꾸래핑에 의해 강제로(?) 구운 마시멜로를 먹고 마음이 바뀐 것이다. [3] 솔찌핑은 바다를 가지 못하게 되어 숲에서 캠핑을 하는 중에도 튜브를 끼고 있는 등 미련을 못 버리던 모습이었다가 다른 일행들이 자리를 떠있는 동안 화롯불을 보며 신기해하며 점점 생각이 바뀌어 갔다. [4] 이는 프린세스 글로리아, 하츄핑, 나나핑, 솔찌핑, 빨리핑, 얌얌핑, 삐뽀핑, 간호핑들도 마찬가지다. [5] 삐뽀핑은 위치를 알려 주고, 고쳐핑은 뚜껑이 열릴 수 있게 드릴로 못을 빼고, 아라핑은 하수도 뚜껑을 지팡이로 열게 도와 주었고, 뜨거핑(본인)은 친구들이 올라올 수 있게 사다리를 내려 주었다. 아마 다른 7마리의 티니핑들은 심리적 마법을 가지고 있어서 나오지 않고 기다리고 있었던 걸로 보인다. [6] 원작에서는 프린세스 글로리아에게 캐치되었다. [7] 작중 등장한 열쇠핑들 중 유일무이하게 미스틱 하트윙의 퀴즈 기능이 사용되었다. 정답 선택지에서 빨간색 빛이 났었기 때문에 관객들 입장에서도 힌트를 어느 정도 주었다. 다만 원작에서는 숲 속 캠핑장에서 통나무로 위장한 것과 달리 배경이 하트로즈였다 보니 마카롱 상자 속 뚱카롱 으로 변경되었다. [8] 캐치된 직후의 대사는 원작과 동일하지만 원작과 달리 큐브에서 다시 나와 불맛(?)을 보는 일은 없었다. [9] 물론 한국어로 음차했을 때는 둘 다 '핫핑'이 맞지만 ハッピン의 로마자 표기는 Happin인데다, 영어와 일본어의 발음 체계가 다르다 보니 실제 육성 발음으로는 차이는 있다. Hotping은 '헛핑'에 가깝고, ハッピン은 '합삥'에 가깝다."
}