{
    "name": "띠용핑",
    "image": "/static/images/ping/띠용핑.jpg",
    "gender": "여성",
    "accessory": "마술사 모자와 마술봉",
    "likes": "재미있고 엉뚱한 상상하기",
    "dislikes": "상상력을 제한하는 모든 것!",
    "magic": "대상에게 잠시동안 '허상'이 보이게 할 수 있다. 자신의 모습을 바꿀 수 있지만, 완벽하지 않다.",
    "other_info": "띠용핑 - 이름의 유래 띠용~(의성어) Dream(꿈) マジ ック(매직) 소품 마술사 모자 와 마술봉 마법 ① 대상에게 잠시동안 '허상'이 보이게 할 수 있다. ② 자신의 모습을 바꿀 수 있지만, 완벽하지 않다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 83위 성우 정선혜 [1] 오키타 유이 1 . 개요 2 . 작중 행적 2.1 . 8화 이후 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 아이들이 원하는 것을 보이게 만드는 상상의 티니핑! 쾌활하고 장난기가 가득가득한 엉뚱한 장난꾸러기. 캐치! 티니핑 의 등장 티니핑. 8화의 메인 티니핑이다. '상상의 티니핑'. 여러 가지 모습으로 변신해 환각마법을 사용하여 주변의 사물을 음식으로 착각하게 만드는 마법을 걸 수 있고, 자신의 본 모습이 조금씩 나타날 정도로 변신할 수 있다. 2. 작중 행적 [편집] 첫 등장 시 먹이를 빼앗긴 비둘기에게 돌멩이를 땅콩으로 착각하는 허상을 보여 주며 장난을 치고, [2] 그리고 그 비둘기가 본인에게 덤벼들자 이번에는 본인이 하늘 저 멀리서 독수리가 나는 허상을 보여 주어 겁먹은 비둘기를 내쫓았다. 그리고 나서 학교에서 메리루의 필통으로 위장해 [3] 메리루가 교과서를 파이로, [4] 연필 세 자루를 초코과자 로 착각하게 만들었다. 그리고 메리루는 두 번 다 교과서/연필 세 자루를 깨물어서 수업 시간에 개그쇼(...)를 선보였다. [5] 이후 로미는 수업이 끝나고 띠용핑이 있는 것을 알아 내 프린세스 하트로 변신해서 캐치하려고 했다. 그 시각, 본인은 근처에서 딜런과 이든이 농구를 하고 있었는데, 본인은 메리루에게 농구공이 아닌 햄버거가 날아오는(...) 허상을 보여 주게 해서 또 메리루를 낚았다. 이후 본인이 프린세스 하트에게 들키자 이번에는 메리루에게 하츄핑을 통닭으로 착각하게 한다(...). 이 때문에 하츄핑은 메리루에게 쫓기는 추격전을 벌이게 되었다. 이후 프린세스 하트에 의해 메리루가 정신을 차린 후 프린세스 하트와 하츄핑을 약올리며 도주했다. 프린세스 하트를 피해 숲으로 도망쳤는데, 풀 근처의 돌멩이로 변신하여 자신을 못 찾게 하려고 했다. 그러나 변신이 완벽하지 않아서 프린세스 하트에게 들키고 만다. [6] 그러자 최후의 수로 본인이 초 거대화해서 하늘에 풍선처럼 붕 뜨는 허상을 프린세스 하트와 하츄핑에게 보여 주었다. 그러나 프린세스 하트는 하츄핑에 의해 다시 정신을 차리고 피리피리 미러크링 마법으로 밤송이를 이용해 본인의 엉덩이를 찔러 허상이 사라져 버렸고, 다시 작아지게 되면서 땅에 떨어진 뒤 캐치되었다. “잡힐 거라곤 상상도 못했는데... 띠용!” 8화 캐치 대사. 2.1. 8화 이후 [편집] 파트1 티니핑들 중 깜빡핑과 더불어 독보적으로 능력이 사기적 [7] 인지라 일반 티니핑들 중에서는 깜빡핑과 함께 자주 호출되는 편인데, 그 활약상은 다음과 같다. '날 따라 해봐요' 편에서는 헤이쥬의 허상을 만들어 따라핑을 낚는다. '바네핑의 화살' 편에서 주르핑과 함께 특별출연. '동화 속 공주님이 되고 싶어' [8] 편에서도 오랜만에 등장하여 큰 활약상을 남겼다. 동화 속 공주가 되고 싶어하는 마야에게 그림핑과 합동으로 환상을 보여 주어 이안과의 분위기를 더욱 고조시켰다. '씽씽핑은 빠른 게 좋아!' 편에서는 악동핑이 빼앗으려던 가짜 티니하트윙을 만드는 큰 공을 세웠다. 가짜 티니하트윙을 꺼내 씽씽핑과 함께 있었던 악동핑은 차나핑이며, 진짜 악동핑은 이미 도주했던 상태였다. '티니핑 축제' 편에서는 쿠키가 맛있다며 비법을 물어보기도 하고, 줄다리기 시합 중 그림핑과 합작하여 코끼리를 소환하기 위해 경기장인 하트로즈 옥상을 들판으로 바꿔 놓는다.(...) '로열핑의 이름으로!' 편에서는 깜빡핑과 함께 소환되어 앙대핑의 기억을 지우고 앙대핑에게 허상이 보이게 만들려고 했으나 앙대핑은 1기 최종 보스답게 무력화했다. 3. 티니핑 소개 일본판 [편집] “いいもの見せてあげる、マジ！” (한국판 대사: “맛있는 걸 상상하라구, 띠용!”) [9] 4. 기타 [편집] 사진은 30화. 꼬리는 노란색으로 다이아몬드 모양이다. 모티브는 마술사 . 모티브답게 외형 곳곳에서 트럼프 카드 의 모티브가 보이는 편. 오른쪽 귀는 스페이드 혹은 뒤집어진 하트 모양, 왼쪽 귀는 클럽 (클로버) 모양이며, 꼬리는 다이아몬드 모양이다. [1] 작중 출연한 최초의 비 레귤러 성우다. [2] 참고로 인간이 이 일을 저지른다면 엄연한 동물학대다. 따라하지 말자. [3] 위장했음에도 본인의 눈이 보일 정도로 엉성한(?) 변신을 했다. 여담이지만 이렇게 엉성한 변장을 하는 티니핑들은 3기 에서 많이 나오게 된다. [4] 공교롭게도 이때 로미네 반은 수학 시간에 파이(π) 에 대한 수업을 하고 있었다(...). 그래서 자꾸 파이파이 하니까 파이가 먹고 싶다고 한 것이다. [5] 안 그래도 메리루는 심한 배탈에 걸려 아무것도 못 먹어서 배가 고팠기 때문에, 더 낚일 수 밖에 없었던 상황이었다. [6] 돌멩이에 본인의 특징적인 커다란 귀가 달려 있어서 들키고 말았다. [7] 무해한(?) 용도로만 사용해서 그렇지, 순수 능력만 놓고 보면 현실 조작 급이다. [8] 이 에피소드부터는 그림핑과 같이 등장하는 경우가 많아졌다. [9] 다만, 일본판 대사를 직역하면 “좋은 걸 보여 줄게, 띠용!”이 된다. "
}