{
    "name": "롤리핑",
    "image": "/static/images/ping/롤리핑.jpg",
    "gender": "여성",
    "accessory": "바람개비",
    "likes": "빙빙 돌아가는 것, 회전시키기,루카",
    "dislikes": "친구가 슬픈 것, 정지된 사물",
    "magic": "뭐든지 빙글빙글 회전시킨다.",
    "other_info": "롤리핑 - “빙빙 돌아라, 예쁘게 [1] 롤리!” 성별 한국 외 국가 번안명 Lolliping 이름의 유래 롤리 팝 모티브 디저트 롤리팝 소품 마법 좋아하는 것 빙빙 돌아가는 것, 회전시키기, 루카 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 30위 성우 성예원 1 . 개요 2 . 작중 행적 2.1 . 1~8화 2.2 . 8화 이후 3 . 기타 1. 개요 [편집] 회전의 티니핑, 롤리핑 순수하고 천진난만해서 사고를 치지만 친구들을 좋아하는 따뜻한 마음씨를 지닌 티니핑 '회전의 티니핑'. 마법의 를 사용해서 바람을 일으켜 모든 물체를 회전시키거나 대상에게 마법을 걸어 정신없이 어지럽게 만드는 능력이 있다. 2. 작중 행적 [편집] 2.1. 1~8화 [편집] '새콤달콤 디저트티니핑' 편에서 선행 등장해 공장 라인에서 마법으로 컨베이어 벨트의 진행 방향을 바꾸는 역할을 했다. '돌려 돌려~ 롤리핑' 편에서 본격적으로 등장. 첫 등장 당시 공원의 스프링클러가 돌아가면서 뿌려지던 물 위로 무지개가 생긴 걸 보자 마법으로 스프링클러를 더 돌리게 해서 무지개를 감상했지만, 회전 속도가 강해진 탓에 사람들을 도망치게 만들었다. 그리고 경품 추첨 행사의 룰렛을 발견하자, 본인은 룰렛을 영구적으로 돌리게 만들면서(...) 레나가 이 이벤트의 룰렛이 사기 아니냐면서 진행원에게 항의한다. [2] 그것을 목격한 로미가 프린세스 스윗플로스로 변신해서 본인을 캐치하려고 했다. 디저트 로열핑들이 같이 디저트 마을로 돌아가자며 설득했지만, 본인은 이것이 장난이 아니고 그냥 돌리는 게 좋다면서 프린세스 일행에게 쫓긴다. 본인은 놀이터에서 돌리는 마법을 활용해 놀이 기구, 포실핑의 솜사탕 항아리, 그리고 그네에 걸린 말랑핑의 젤리볼을 회전시킴으로써 프린세스 일행을 교란시켰다. 그러다가 본인은 도망치던 중 루카를 만났는데, 본인이 루카에게 프린세스 일행으로부터 탈출시켜 달라고 부탁함으로써 본인은 루카의 집에 숨는 데 성공했다. 본인은 루카의 집에서 오르골, 모빌, 야광등 등을 돌림으로써 루카와 우정을 쌓다가, 본인은 루카와 메리루가 같이 회전목마를 탄 사진을 발견했다. 루카가 회전목마를 타고 싶다고 했지만, 곧 그 회전목마가 고장나서 철거될 위기라 결국 못 타게 될 상황이 오자 실망한 루카의 모습을 보고서 본인은 반드시 회전목마를 돌리게 만들어 준다고 루카와 약속하면서 놀이공원으로 향했다. 놀이공원으로 향하던 도중, 본인은 우연히 지나가던 프린세스 일행과 마주했다. 하지만 이번에는 (루카와 본인의 약속을 모르는) 로열핑들이 쉽게 당하지 않고 본인을 제대로 공격하는 데 성공했으며, 프린세스 스윗플로스는 루카와 본인이 약속했다는 사실을 모른 채로 본인을 캐치했다. “으아아앙~ 난 회전목마를 꼭 돌려줘야 한다고, 롤리!” 8화 캐치 대사. 캐치 대사를 말할 때 서럽게 울며 말한 덕인지 프린세스 일행은 진심을 알아줘서 루카에게 데려다 주며 루카와의 약속대로 고장 난 회전목마를 제대로 돌려주고, 루카의 소원을 이루어 주면서 에피소드 종료. “모두모두 행복해졌어, 롤리!” 8화 마지막 대사. 2.2. 8화 이후 [편집] '알록달록 색칠해요 마카핑' 편 첫 장면에서 카메오 등장. '울면 안 돼! 커핑, 머핑' 편 마지막 장면에서는 자고 있는 커핑&머핑을 지켜보는 역할로 등장. '아기 돌보기는 힘들어, 또너' 편에서 카메오 등장. '샤샤핑이 낫게 해 줄게' 편에서는 별똥별 사탕이 담긴 아이스크림을 먹은 하츄핑을 치료하기 위해 샤샤핑, 캔디핑, 샌드핑, 핫케핑과 함께 꽁꽁딸기를 찾으러 떠난다. 그러나 본인이 벽에 박힌 빼빼로 레버를 누르자 얼음 벽이 무너져 내려 본인과 핫케핑이 눈에 파묻히며 리타이어. '새콤달콤 레전드 티니핑' 편에서는 새콤핑과 달콤핑의 부활하는 모습을 보는 것으로 등장. '새콤달콤한 디저트 파티' 편에서도 등장. '돌아와, 뿌뿌핑' 편 마지막 장면에서는 뿌뿌핑에게 위로해 주는 모습으로 등장. '마음을 하나로! 하모니어스' 편에서는 뿌뿌핑이 정화되자 다른 티니핑들과 함께 팩트에서 나와 마을이 원상복귀됨을 기뻐하지만 이내 새콤핑과 달콤핑의 죽음을 인지하고 다른 티니핑들과 함께 울었다. 3. 기타 [편집] 1기 키키핑 과 3기 삐짐핑 에, 동 시즌의 캔디핑 에 이은 네 번째 사탕과 관련이 있는 티니핑이다. 다만 캔디핑과는 같은 시즌에 등장하고, 종족이 같음에도 불구하고 크게 엮이지는 않는다. [1] 위 영상에는 '예쁘게'가 적혀 있으나, 마법을 쓸 때는 '예쁘게'를 생략해서 말한다. '예쁘게'를 붙인 장면은 첫 등장 시 공원에서 를 돌리면서 한 대사가 유일하다. [2] 사실 아무리 레나라 해도 이건 조작 가능성이 있는 게 실제로 계속 돌아가는 룰렛이라고 한다면 기계를 이용해 계속 돌아가게 만들다가 멈추게 할 수 있기 때문이다. "
}