{
    "name": "마카핑",
    "image": "/static/images/ping/마카핑.jpg",
    "gender": "여성",
    "accessory": "짤주머니",
    "likes": "알록달록한 것, 색깔 바꾸기",
    "dislikes": "단조로움, 어둡고 칙칙한 색",
    "magic": "대상의 색상을 바꿀 수 있다.",
    "other_info": "마카핑 - “알록달록, 마카!” 성별 한국 외 국가 번안명 Macaping 이름의 유래 마카 롱 [1] 모티브 디저트 마카롱 소품 마법 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 14위 성우 김새해 1 . 개요 2 . 작중 행적 2.1 . 4~10화 2.2 . 10화 이후 3 . 기타 1. 개요 [편집] 색감의 티니핑, 마카핑 가끔은 생각 없이 제 마음대로 행동하지만 해맑고 단순한 밝은 성격의 티니핑 '색감의 티니핑'. 백발 기준으로 각 트윈테일 윗부분에 각각 청록색, 분홍색 마카롱이 배치되어 있다. 마법의 를 사용해서 대상의 색깔을 바꿀 수 있는 능력이 있다. 2. 작중 행적 [편집] 2.1. 4~10화 [편집] '샌드핑과 샌드쿠키의 비밀' 편의 회상 장면에서 캔디핑과 함께 크림을 저으며 카메오로 선행 등장. '알록달록 색칠해요 마카핑' 편에서 본격적으로 등장. 첫 등장 시 비둘기를 파랑새 로 만들었고, [2] 하트로즈의 가게 장식들의 색을 바꾸던 도중 말랑핑의 피부색을 바꿨다. [3] 그러다가 본인은 엘리의 치킨을 몰래 훔쳐 먹으려던 뿌뿌핑과 뿌뿌핑이 들고 있던 치킨의 색을 바꿨다. 뿌뿌핑은 본인에게 자신의 색을 다시 원래대로 돌려 달라고 부탁했지만, 본인은 뿌뿌핑의 몸과 치킨을 각각 반쪽씩만 색을 원상복구해 놓고선 어디론가 가고 말았다(...). 이후 로미 일행이 초록초록병에 걸린 (척 하는) 말랑핑과 마지막(?) 외출을 하던 도중, '보석핑을 도둑맞았어요!' 편에서 등장했던 도둑 2인조가 경찰에 쫓기는 걸 목격했는데, 로미는 경찰차가 분홍색인 것에 위화감을 느꼈다. 그리고 로미는 도로의 타일도 무지개색으로 되어 있었다는 것 또한 발견했고, 근처에서 올리비아 교장 선생님의 색을 바꾸는 광경을 목격했다. 이렇게 로미는 본인이 있다는 걸 눈치 채 프린세스 샤베티나로 변신했다. 프린세스 일행과의 추격전 도중, 본인을 쫓아오는 일행들에게 마법을 거는 데 포실핑이 자신의 몸 색깔이 바뀌자 즐거워하는 모습에 당황하며 계속 마법을 건다. 하지만 몸의 색이 바뀔 뿐 추격전에는 아무 영향도 미치지 않는다. [5] 이어서 신호등의 색을 바꿈으로써 교통의 혼잡을 일으켜 횡단보도를 막는 모습을 보여줬다! 하지만 프린세스 샤베티나는 점프 실력으로 차들을 뛰어넘어 다시 쫓아왔다. 그 후 숨어 들어간 곳은 바로 하모니 초등학교의 체육관. 일단 공이 든 바구니 속에 숨어 야구공으로 위장해 [6] 프린세스 샤베티나를 따돌리고 체육관을 나가려던 중, 아까 전 일을 보복하러 온 뿌뿌핑이 나타나 본인의 입에 풍선껌을 던져 이를 먹고 몸이 부풀어 올랐다. 이에 겁이 나서 뿌뿌핑의 말대로 뿌뿌핑의 색을 원상복구 시켰지만 자신을 원상복귀 시켜주지는 않은 채 뿌뿌핑은 자리를 떠 버린다. [7] 그러다 풍선껌의 바람이 빠져 그만 프린세스 일행 앞에 떨어지게 된다. [8] 그리고 나서 프린세스 샤베티나는 마음대로 색을 바꾸는 것은 나쁜 일이라며 설교했지만 본인은 그저 자신의 임무를 한 것 뿐이라며 슈가실드를 발동시키고, 프린세스 샤베티나에게 캐치되었다. “이제 어딜 가서 색깔을 바꾸지, 마카?” 10화 캐치 대사이자 회차 내 본인의 마지막 대사. 캐치된 이후에는 에피소드 종료까지 등장하지 않으나, 말랑핑의 피부색이 다시 원래대로 돌아왔다. 결국 말랑핑은 로미 일행이 꾀병을 부렸다는 사실을 알아 혼쭐을 나며(...) 에피소드 종료. 2.2. 10화 이후 [편집] '말랑핑 마음은 말랑해요' 편 중 뿌뿌핑의 악몽 속에서도 등장했다. '아기 돌보기는 힘들어, 또너' 편에서 카메오 등장. '샤샤핑이 낫게 해 줄게' 편에서는 별똥별 사탕이 담긴 아이스크림을 먹은 하츄핑을 치료하기 위해 다 른 디저트 핑 들 이 꽁꽁딸기를 찾으러 가던 중 본인은 하츄핑을 옆에서 간호해 주었다. '새콤달콤 레전드 티니핑' 편에서는 새콤핑과 달콤핑의 부활하는 모습을 보는 것으로 등장. '새콤달콤한 디저트 파티' 편에서는 알록달록한 무지개 케이크가 만들고 싶다고 등장. '돌아와, 뿌뿌핑' 편 마지막 장면에서는 뿌뿌핑에게 위로해 주는 모습으로 등장. '마음을 하나로! 하모니어스' 편에서는 뿌뿌핑이 정화되자 다른 디저트핑들과 함께 팩트에서 나와 마을이 원상복귀됨을 기뻐하지만 이내 새콤핑과 달콤핑의 죽음을 인지하고 다른 디저트핑들과 함께 울었다. 3. 기타 [편집] 정확히 100번째로 등장한 티니핑이다. [1] 색감의 티니핑이라는 점을 고려하면, 마카롱이 색소와 향료를 다양하게 넣어 여러 종류를 만드는 점은 물론, 마커( 마카 ) 와의 중의적인 의미로도 고려해 볼 수 있다. 공식 소개 영상에서도 🖍️ 이 이모지를 삽입한 걸 보면 노린 것으로 보인다. [2] 여담이지만 하트로즈 외부를 청소 중이던 말랑핑이 파란 하늘을 보던 중 이 파란 비둘기를 보더니 아무렇지 않은 듯 “하늘도 파랗고, 비둘기도 파랗네, 말랑~” 이라며 말하는 압권의 모습을 보여줬다. [3] 이때 말랑핑의 몸을 초록색으로 바꾼 바람에 디저트 로열핑들은 말랑핑이 걸리면 이틀밖에 못 버틴다는 디저트 마을의 희귀병인 초록초록병 [4] 에 걸린 것으로 오해받았다(...). 말랑핑은 병에 걸린 연기를 함으로써 음식을 많이 먹겠다는 식으로 꾀병을 부리다가, 본인이 캐치된 후 자신의 색이 돌아오자 결국 로미 일행에게 혼쭐을 나고 말았다(...). [4] 이 병에 걸리면 남은 수명은 이틀 이라고 한다. 실제로 꾀병을 부릴 때 죽어가는 연기를 했다. [5] 하지만 로미(프린세스 샤베티나)와 샤샤핑은 말랑핑의 꾀병을 이 시점에서 눈치챘다. [6] 귀를 말아서 머리만 내놓아서 절묘하게 실밥 부분을 보여 모르고 보면 위화감이 없었다. 안 그래도 야구공이 바구니 안에 있어서 숲 속에 나무를 숨긴 셈이었다. [7] 사실 이건 마카핑(본인) 입장에서는 자업자득이다. 뿌뿌핑의 색깔을 마음대로 바꿔 버린데다 돌려놓으라고 말했을 땐 반만 되돌려 놓은 채로 그냥 자리를 뜬 만큼 뿌뿌핑의 분노는 최대에 달한 상태였기 때문이다. 뿌뿌핑도 여태껏 했던 것에 대한 벌이라는 말을 명확히 남기고 갔다. [8] 이때 농구 골대 백보드에 부딪히며 림 안에 뱅크샷(?)으로 떨어졌다. "
}