{
    "name": "말랑핑",
    "image": "/static/images/ping/말랑핑.jpg",
    "gender": "여성",
    "accessory": "줄 달린탱탱볼",
    "likes": "놀이, 운동, 새로운 것",
    "dislikes": "지루한 분위기",
    "magic": "<재미의 젤리볼>탱탱볼을 통통 튕겨서 대상을 공격하거나, 탈 수 있고, 탱탱볼을 어딘가에 찰싹 붙게 만들어 활용한다.",
    "other_info": "말랑핑 - 이름의 유래 말랑말랑 젤리 [A] 모티브 디저트 젤리 [A] 소품 줄 달린 탱탱볼 마법 <재미의 젤리볼> 탱탱볼을 통통 튕겨서 대상을 공격하거나, 탈 수 있고, 탱탱볼을 어딘가에 찰싹 붙게 만들어 활용한다. 좋아하는 것 싫어하는 것 로미와 변신 프린세스 젤리스틴 2023 티니핑 어워즈 인기투표 순위 7위 성우 방연지 [3] 뮤지컬판 배우 [4] 김혜경(3기) [5] 1 . 개요 2 . 작중 행적 3 . 말랑핑송 4 . 기타 1. 개요 [편집] “훗! 내가 말랑말랑 젤리 티니핑이라는 걸 잊은 모양이군!” [6] 재미의 티니핑, 말랑핑 발랄하고 활발한, 지치지 않는 말괄량이. 깊게 생각하지 않고 행동하며, 엉뚱한 구석이 있으며 겁이 없고, 성격이 급해서 뭐든 가장 먼저 하는 말랑핑! 새콤달콤 캐치! 티니핑 의 메인 티니핑 및 서브 로열핑 . '재미의 티니핑'. 지치지 않는 에너지의 발랄한 성격도 있지만, 깊이 생각하지 않고 행동하며 엉뚱한 구석이 있다. 단순한 성격에 걱정도 금방 잊는다. 가장 적극적으로 나서는 역할이지만 가끔 지칠 때도 있는데 그때는 체력을 잃어 주저앉으며 재미있어 보이면 뭐든지 다 해보려고 하는 급한 성격이다. 마법의 탱탱볼을 통통 튕겨서 대상을 공격하거나, 탈 수 있고, 탱탱볼을 어딘가에 찰싹 붙게 만들어 활용하는 능력이 있다. 2. 작중 행적 [편집] '새콤달콤 디저트티니핑' 편에서 첫 등장. 디저트 공장에서 완성품에 젤리 토핑을 올리며 마무리를 하던 도중 농땡이를 부리던 포실핑을 찾아 훈계하던 도중에 뿌뿌핑 이 매직슈가볼을 훔쳐가자 디저트티니핑들이 하모니 마을로 흩어지던 중 몬쥬 박사가 혹시 모를 사태에는 슈가베리팩트를 가지고 로미에게로 가라고 부탁받은 것을 떠올려 내 [7] 슈가베리팩트를 가지고 가던 중에 디저트 마을의 슈가파워가 사라져 가면서 본인들도 같이 지구의 하모니 마을로 떨어졌다. 그러다가 본인과 샤샤핑이 떨어진 곳은 바로 쓰레기통 위. [8] 본인과 샤샤핑은 고양이에게 쫓기다가 로미를 만났고, [9] 로미를 만나자 과거에 만났던 로미와 같은 인물임을 알자마자 울고불며 난리를 피웠다. [10] 로미가 진정시키고 난 후 포실핑이 슈가베리팩트를 넘겨주는 광경을 목격한다. '변신! 프린세스 베리하트' 편에서는 레나로부터 포실핑과 슈가베리팩트를 되찾으러 가는 데 아무것도 모르는 포실핑이 레나의 명령만 듣고 나무판자를 솜사탕으로 만들어 일행들을 넘어트리자 본인의 마법으로 표지판을 젤리로 만들어 안전하게 착지시킨다. 그 후 로미가 짐볼을 타고 추격을 개시할 때 거리가 좀처럼 좁혀지지 않았으나 레나가 슈가베리팩트에 관심을 느슨히 하고 있을 때 자신의 팔을 고무처럼 늘려 로미가 팔을 잡아준 상태로 새총처럼 캔디핑과 함께 발사해 레나에게 착지시킨다. 캔디핑이 사탕발림으로 얘기를 하는 사이에 본인은 슈가베리팩트를 빼내 로미에게 던진 후 포실핑과 함께 튀었지만 포실핑은 다시 잡히고 말았다. 다행히도 슈가베리팩트는 무사히 로미가 잡아냈고 하츄핑과 함께 프린세스 베리하트로 변신하는 데 성공했다. 그리고 레나가 쪽배를 타고 도주하던 중 본인을 필두로 교각에서 번지점프를 해 마침내 포실핑을 구해내고 [11] 캔디핑도 캐치했다. 그리고 하트로즈로 돌아와 슈가베리팩트에 든 숙소를 제공받고 마야, 메리루와도 인사한 후 로미와 함께 디저트티니핑 캐치 업무를 시작했다. '예쁘게 장식할래, 머랭' 편에서는 자동 셰이커로 머랭을 다 쳤을 때 포실핑이 머랭을 친 그릇을 거꾸로 엎어진 채 떨어트렸는데 안 떨어지자 잘 친 머랭 반죽은 안 떨어진다고 언급하며, 샤샤핑은 머랭핑을 떠올리며 이와 비슷하게 천장에 붙어 있을 수 있었다고 얘기한다. 그러다 다 구워진 쿠키를 먹으려던 중 카일의 도움 요청에 샤샤핑과 함께 같이 주방으로 간다. 그리고 혼자 남아 있던 포실핑이 발주 받은 주문을 전달받고 케이크에 올릴 토핑용 초콜릿을 만들기 위해 초콜릿을 녹인다. [12] 다 완성된 후 포실핑이 초콜릿 토핑을 떼어 먹으려 할 때 막아 세우는 데 같은 시각 하트로즈에 들어와 이 케이크를 본 머랭핑이 멋대로 장식을 올린 것을 목격한다. 머랭핑은 일행들에게 반갑게 인사하지만 멋대로 올린 장식이 엉망진창이라며 노발대발한다. 그러다 머랭핑이 상술한 능력으로 벽을 타며 도망치자 점프해서 추격하지만 아이스크림 요정들을 소환해 흡사 스노보드 타듯 위에서 아래로 내려오던 샤샤핑과 충돌해 머랭핑을 놓친다. 그 후 로미가 프린세스 스윗플로스로 변신한 이후 샤샤핑과 함께 케이크에 매복해 있다가 반대편에서 머랭핑이 나타나자 공격을 하는 데 이때 쐈던 젤리가 졸지에 토핑으로 계속 올라갔다. 그러다가 포실핑의 계략으로 머랭핑이 감금되자 슈가실드를 발동한 것을 보자 슈가실드는 슈가 프리즘 샷으로 녹여야 한다고 설명해 준다. 머랭핑이 캐치된 후 카일이 돌아와서 엉망이 된 케이크를 보고 절망하고 뒤이어 들어온 헤이쥬를 보고 긴장하지만 다행히 헤이쥬는 만족스러워한다. '뿌뿌핑을 잡아라' 편에서 본인과 로미가 변신하는 프린세스 젤리스틴이 첫 등장했다. '알록달록 색칠해요 마카핑 ' 편에서는 하트로즈 청소를 하던 중 포실핑에게 갑툭튀를 하며 놀래켜 장난을 치는 것으로 첫 등장했다(...). 그리고 맑은 하늘을 보다가 마카핑 의 마법에 걸려 파란색이 된 비둘기 를 보고 아무렇지 않게 “하늘도 파랗고, 비둘기도 파랗네, 말랑~” 이라는 말을 하고 그 후 본인도 마법에 걸려 몸이 초록색이 된다. 그 상태로 가게로 들어오자 일행들이 이를 보고 놀라자 본인의 몸을 보더니 초록색이 됐음에 놀란다. 샤샤핑과 포실핑은 이를 보고 초록초록병 [13] 으로 생각하고 본인도 초록초록병에 걸린 것으로 오해하여 기절한다. [14] 병상에 누워서 열은 없다는 하츄핑의 진단에 본인도 안 아픈 것을 인지하지만 차마 안 아프다고 말할 용기를 내지 못하는데, 일단 눈치를 봐서 꾀병 연기를 하면서 로열핑들의 걱정을 한몸에 받는다. 그때 포실핑이 코코아를 한 잔 주자 재미가 들려 계속 꾀병을 부려 수프를 샤샤핑이 떠먹여 주고, 코를 풀 때 포실핑이 손을 빌려 준다. 본인을 간병해 주던 로열핑들이 휴식하던 중 쿠키를 먹으려 하자 자기도 달라는 눈빛으로 쿠키를 얻어먹는 데 너무 잘 먹는 모습에 하츄핑의 의심을 사자 사래들린(?) 연기를 하는가 하면 햇살이 보고 싶다며 휠체어에 타고 일광욕을 하러 나가며 꾀병 연기는 계속된다. 이때 보고 있던 햇살이 마지막일 것 같다는 절륜한 연기를 하자 모두가 걱정을 하는 데, 마침 마카핑이 나타나 로미, 샤샤핑, 포실핑은 추격을 개시하고, 하츄핑만 남아서 계속 본인을 간병해줬다. 프린세스 샤베티나로 변신한 로미와 포실핑, 샤샤핑은 추격하던 도중 마카핑이 계속해서 포실핑에게 마법을 걸어 몸의 색을 바꾸는 데, 하필이면 본인과 같은 초록색으로 포실핑의 몸이 변하자 본인의 꾀병을 눈치챈다. 결국 마카핑을 캐치한 후 돌아왔을 땐 마법이 풀려 다시 보라색으로 몸이 돌아왔는데, 그런 줄도 모르고 돌아온 일행들에게 [15] 마사지가 받고 싶다고 했지만 로미가 거울을 보여 주자 사태를 파악하고 일부러 그런 건 아니라고 [16] 해명하지만 일행들에게 집단폭행 (...)을 받을 기세로 추격당하며 “말랑핑 살려!” 라는 마지막 멘트로 에피소드가 끝난다. [17] '말랑핑 마음은 말랑해요 ' 편에서도 주역급으로 등장했다. 티니핑들을 캐치하러 다니느라 수학 숙제를 못한 로미를 도와주겠답시고 시험지에 빨간색 펜으로 고양이 얼굴을 그리며 방해한 탓 에 로미에게 꾸중만 듣고 뒷자리로 밀려났다. 이후 파리가 날아다니자 로미가 집중할 수 있도록 파리를 잡으려고 했지만 젤리볼로 로미의 뒷통수를 치는가 하면 실수로 파리가 앉은 물통을 쳐서 물을 엎질러 시험지를 젖게 만들고 말았다. 결국 로미에게서 공부를 방해하지 말라면서 야단을 듣자, 파리를 잡아 집중하게 하려 했던 거라 해명하려 했지만 로미는 듣지도 않고 삿대질까지 하며 나가서 놀으라며 노발대발하자 결국 서러움이 폭발해 학교를 뛰쳐 나갔다. [18] 그러다가 학교 밖에서 뿌뿌핑과 마주했는데, 뿌뿌핑이 매직슈가볼을 주겠다는 조건으로 본인에게 로미와 화해할 작전을 하도록 작전을 세웠다. [19] 먼저 작전대로 로미 일행에게 재미의 젤리볼 마법으로 바닥에 젤리 함정을 설치해서 로미 일행을 교란시키고, 뿌뿌핑의 명령대로 “더 나쁜 장난을 칠 거야, 말랑!” 이라고 말한 뒤 뿌뿌핑에게서 받은 풍선껌을 던져 로미의 발을 묶어 두었다. 그리고 뿌뿌핑이 그 풍선껌을 부풀리게 해 풍선이 터진 여파로 슈가베리팩트가 떨어졌다. 이어서 뿌뿌핑에게 슈가베리팩트를 훔쳐오라고 명령을 받아 가져가려고 했지만, 다행히 다른 디저트 로열핑들이 가로막았다. 그리고 로미가 본인에게 방금 전 일에 대한 사과를 하려고 하자, 뿌뿌핑은 로미에게 \"로미가 싫다\"는 말을 하라고 명령받았으나 이를 거부하고 로미가 싫다고 하는 말을 하기 싫다 고 말하면서 뿌뿌핑이 준 통신기를 내던지면서 다시 일행의 편으로 돌아온다. 화가 난 뿌뿌핑은 역시나 매직슈가볼을 돌려줄 생각이 없었으며, 슈가베리팩트가 뿌뿌핑과 함께 날아가려고 하자, 로미의 몸을 타고 머리 위까지 올라가서 높이 뛰어 올라 뿌뿌핑을 잡으려고 했으나, 뿌뿌핑은 풍선껌을 터뜨려 본인을 떨어뜨렸고, 본인은 이 틈에 젤리볼로 풍선껌을 터뜨려 슈가베리팩트를 되찾아오는 데 성공했다. 그리고 뿌뿌핑을 캐치하기 위해 프린세스 젤리스틴으로 변신하려고 했지만, 뿌뿌핑이 잔을 쳐내 변신을 방해했고 [20] 뿌뿌핑의 매직슈가볼과 로미의 슈가베리팩트가 반응하자 로미와 뿌뿌핑은 슈가매직이 있는 이상한 광경을 보게 된다. 그리고 본인은 로미와 진정한 화해를 하는 데 성공했다. '푸딩푸딩 푸딩댄스 ' 편에서도 주역으로 등장. 하트로즈에서 TV를 보며 푸딩을 먹다가 나오는 헤이쥬의 신곡을 듣고 신이 나서 개다리춤 [21] 을 춰서 일행들을 포복절도하게 만든다. 그러다가 사람들이 길거리에서 갑자기 춤을 춘다는 속보를 접하자 일행들이 푸딩핑 의 춤임을 단박에 알아보자 푸딩핑을 궁금해하는 하츄핑에게 과거사를 들려준다. 말랑핑(본인)은 디저트 마을에 살던 시절 늘 흥겨운 춤을 추며 푸딩을 만드는 푸딩핑을 구경하던 유일한 티니핑이자 열혈한 팬이었는데, 어느 날은 푸딩핑의 팅클퍼프가 사방으로 흩날리는 바람에 다른 티니핑들도 같이 춤을 추게 되었고, 이를 못마땅해한 뿌뿌핑이 껌을 뱉어 노래가 나오던 라디오를 고장 내 버리자 마법이 풀려 푸딩도, 티니핑들도 춤을 추지 않게 되었다. 이에 상처받은 푸딩핑은 더 이상 춤을 추는 걸 싫어하게 되었던 것. [22] 이후 마법을 쓰지 않기 위해 슈가실드를 펼친 푸딩핑에게 '자신은 누가 뭐래도 푸딩핑의 신나는 춤을 좋아하는 팬이고, 춤을 추며 푸딩을 만드는 것도 푸딩핑만의 방식 '이라는 위로를 건네어 푸딩핑의 마음의 상처를 덜어주는 데 성공하고 푸딩핑도 슈가실드를 자의로 해제시켜 프린세스 젤리스틴에게 자의로 캐치된다. 3. 말랑핑송 [편집] 말랑핑송 풀버전 노래 - 작사 뜻밖의 녹음실 작곡 편곡 BPM 190 [23] 주제가 애니메이션 정보 ▼ 콘티 - 연출 - 작화감독 - 가사 ▼ 말랑 말랑 달콤하게 말랑 말랑 새콤하게 말랑 말랑 쫀득하게 피리피리 캐치링 말랑 말랑말랑 너무 좋아 두근두근 못 참겠어 어떤 일이 기다릴까 너무 기대 돼 어려워도 괜찮아 내가 함께 해줄게 용기를 내 말랑 반짝반짝 빛날 거야 팅팅탱탱 젤리볼 타임 티니티니 티니핑 타임 피리피리 캐치링 타임 모두 함께 노래해 (하나 둘 셋 말랑) 말랑 말랑 달콤하게 말랑 말랑 새콤하게 말랑 말랑 쫀득하게 젤리 젤리 젤리 쮸 말랑말랑 우리 함께 말랑말랑 놀아봐요 걱정 따윈 날려버려 행복할 거야 조금 엉뚱해도 그게 내 매력인걸 조금 서툴러도 있는 그대로 나를 사랑해 줘 말랑 말랑 (달콤하게) 말랑 말랑 (새콤하게) 말랑 말랑 (쫀득하게) 젤리 젤리 젤리 쮸 (피리피리 캐치링) 말랑말랑 (말랑말랑) 우리 함께 (uh uh) 말랑말랑 (말랑말랑) 놀아봐요 (uh uh) 걱정따윈 (말랑말랑) 날려버려 (uh uh) [24] 행복할 거야~ 말랑 말랑 달콤하게 말랑 말랑 새콤하게 말랑 말랑 쫀득하게 젤리 젤리 젤리 쮸 (피리피리 캐치링) 말랑말랑 우리 함께 말랑말랑 놀아봐요 걱정 따윈 날려버려 행복할 거야 말랑! 하츄핑 이후로 테마송이 생긴 두 번째 로열핑이다. 4. 기타 [편집] 전체적인 외모는 앙대핑 , 방글핑 , 파티핑 과 비슷한 편이다. 다급해서 먼저 나서는 성격과 저질체력인 점이 라라핑 , 방글핑 , 나나핑 과 비슷하다. 영문 이름이 젤리핑이다 보니 4기 종료 후 띠부씰 젤리가 리뉴얼 되면 모델로 유력하다는 전망이 있었는데 종영도 전 4기 방영 시작 시점 2차 리뉴얼로 말랑젤리 [25] 의 모델이 됐다. 그런데 같이 리뉴얼되어 나온 샤샤핑 사워젤리와 하츄핑 초코볼 2종이 각각 사워, 초코 코팅이다 보니 띠부씰의 미관이 좋기 때문에 말랑젤리의 기름 코팅 특성상 말랑젤리의 띠부씰이 가장 가치가 낮아져 인기가 제일 덜하다. '새콤달콤 레전드 티니핑' 편에서 공개 된 슈가실드의 외형은 머리장식과 동일한 모양과 색깔로 이루어져 있다. 자세히 듣지 않으면 간과할 수 있는 말버릇으로 말끝에 ㅇ(이응)받침을 넣기도 한다. 넷플릭스 스트리밍시 자막을 켜면 명확하게 쓰여 있기도 하며, 예시로 “우린 무지 조그맣다 궁 !”이라고 한다. [A] 1.1 1.2 사실 젤리 문서에서도 볼 수 있듯 우리나라에서의 젤리와 북미(미국-캐나다)에서의 젤리는 개념이 다른데, 북미에서 젤리라고 부르는 식품은 건더기가 없는 잼 을 일컫고, 북미에서 우리나라의 젤리에 해당하는 식품은 Jell-o라고 부른다. 말랑핑의 모티브는 후자에 속한다. [3] 앙대핑 이후 약 2년 반 만에 캐치! 티니핑 시리즈에 출연했으며 선역 및 로열핑은 처음이다. [4] 서울앵콜 이후로는 새콤핑 으로 배역이 변경됐다. [5] 메리루 와 중복. 또한 이 배우는 2기에서는 다해핑 을 맡았었다. [6] 이 대사는 와플핑과 대결을 할 때 나온 대사다. [7] 사실 이건 샤샤핑만 기억하고 있었고, 본인과 포실핑은 몰라서 그게 뭐냐는 표정으로 바라보다 재채기만 했다. [8] 이 때 포실핑은 다른 곳으로 떨어진 상태였다. 하필 포실핑은 로미의 얼굴을 몰랐던 터라 이에 멘붕하는 장면이 가히 압권이다. [9] 여담으로 로미는 디저트 로열핑들을 찾으라는 임무를 몬쥬 박사로부터 들은 후 '디저트티니핑'이라는 말을 듣고서 일례로 머리 위에 젤리를 얹은 느낌의 티니핑이 아닐까 라며 예상했는데, 본인과 로미가 조우하면서 로미의 예상이 적중한 셈이다.(...) 마침 로미의 눈에 가장 먼저 들어왔던 것도 본인이라서 머리의 젤리 장식과 로열핑 문양을 보고 디저트티니핑, 그 중에서도 로열핑임을 알아봤다. [10] 넷플릭스 자막에도 샤샤핑과 묶어 둘의 서러운 말소리 라고 표기할 정도다(...). [11] 물론 로미의 얼굴을 못 알아봤기 때문에 포실핑에게 꾸중을 한다(...). [12] 다만 여기서 로열핑들이 만드는 방식(항아리에 직접 가열)은 실제로 초콜릿을 녹이기에는 적합하지 않은 방식이고, 스테인리스 그릇에 담아 끓는 물의 간접적인 열로 녹이는 중탕 이 안전하고 편리하다. 직접 가열하면 초콜릿이 타 버리기 쉽다. [13] 상한 디저트(주로 빵류)가 곰팡이가 피어 초록빛을 띄는 것처럼 몸이 녹색으로 변하여 길어도 이틀밖에 살지 못하는 디저트티니핑들의 희귀병이라고 한다. [14] 원래 말랑핑(본인)도 안 아픈 걸 알고 안 아프다고 말하려고 했으나 포실핑이 본인을 안으면서 죽는 거냐고 울자 말문이 막혔다. [15] 이때 세상 다급한 표정으로 로미가 돌아와서 씩씩대며 하츄핑에게 “말랑핑은 어딨어?!” 라며 노발대발하자 영문을 모르던 하츄핑도 샤샤핑의 귓속말로 말랑핑의 진실을 알게 되었고, 하츄핑도 그에 격분하여 뭔가 이상한 낌새는 있었다며 가지고 있던 쿠키를 손으로 부숴 버렸다(...). [16] 사실 반은 맞고 반은 틀린 게 초록초록병에 걸렸다고 오해한 건 애초에 샤샤핑과 포실핑의 설레발이였다. 물론 그 이후 자신이 안 아픈 걸 인지하고도 계속 꾀병을 부려 정말로 죽는 줄 알고 눈물까지 흘렸는데 거짓말이었으니 일행들은 이 해명을 들어줄 리가 없다. 물론 몸이 초록색으로 변하는 것 외에는 증상이 언급되지 않다곤 해도 최소한 하츄핑이 열은 없다고 진단했을때나마 안 아프다고 얘기했다면 이 사단까지는 나지 않았을 것이다. [17] 이때 로미, 하츄핑, 샤샤핑은 인상을 잔뜩 쓴 채 등장했으며, 샤샤핑은 “감히 꾀병을 부렸겠다, 샤샤?!” 라며 괘씸해하며, 하츄핑은 침묵속에 주먹으로 손바닥을 치며 '너 나한테 좀 맞자!'라고 하는 듯한 동작을 취한다. 그리고 포실핑은 혼자 초롱초롱하게 “들켰네, 포실~” 이라고 얘기한 후 추격시 함박웃음을 지으면서 쫓아온다(...). 이에 코멘터리에서 로미가 샤샤핑에게 로미 일행들 중 가장 무서운 게 누군지 아냐고 물어봤을 때, 로미와 샤샤핑이 이구동성으로 “ 맑은 눈의 포실핑! ” 이라고 대답했다. [18] 예고편에서 이 장면이 처음 선공개 되었을 때와 TV 방영 초기에는 “로미 바보!” 라고 했다가 그 이후와 OTT에서는 “로미 나빠!” 로 수정되었다. 정황상 예고편용과 본편용을 따로 녹음한 걸로 보이는 데 입 모양 싱크는 후자가 맞다. [19] 당연히 본인을 꿰어내 슈가베리팩트를 뺏으려는 의도로 하는 거짓말이다. [20] 어떻게 보면 4기에서 변신뱅크에서 변신하는 방법이 찻잔을 저어서 차를 마시면서 하는 점이라 로미나 티니핑이 공격을 받지 않고도 방해를 받을 수 있었다. 3기 이전처럼 볼뽀뽀를 하는 방식을 방해하려면 로미나 해당 티니핑을 직접 공격해야 했다. [21] 이때 동작이 하츄핑과 라라핑이 로미를 웃기기 위해 췄을 때 춘 것, 다해핑이 곰 마스코트로 위장해 췄던 춤과 완전히 동일하다. [22] 이때 울며 뛰쳐 나가던 푸딩핑을 지켜보고 있던 게 말랑핑(본인)이었다. [23] 역대 시리즈 OST 중 가장 빠르다. [24] 뮤직비디오에서는 포실핑이 이 장면에서 헤이쥬 춤을 춘다. [25] 기존 필링 젤리와 요거트 젤리를 합친 유형이며, 모양은 머리의 젤리 장식과 소품인 탱탱볼 문양을 따왔다."
}