{
    "name": "맛나핑",
    "image": "/static/images/ping/맛나핑.jpg",
    "gender": "여성",
    "accessory": "국자",
    "likes": "요리하기, 맛있는 음식",
    "dislikes": "맛없는 음식",
    "magic": "<요리의 국자>마법을 사용해 요리를 하거나,대상이 맛나핑과 함께 요리하게 만들 수 있다.",
    "other_info": "맛나핑 - “요래요래 맛낭~! 맛나낭~ 맛낭~ 지는 맛나핑이라고 해유, 맛낭~!” [표준어1] 성별 보석 산호보석 한국 외 국가 번안명 Yummyping 이름의 유래 맛나 다 Yummy(맛있는) 소품 마법 <요리의 > 마법을 사용해 요리를 하거나, 대상이 맛나핑과 함께 요리하게 만들 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 71위 성우 김보민 1 . 개요 2 . 작중 행적 2.1 . 9화 이후 3 . 기타 1. 개요 [편집] 요리하는 것을 좋아하는, 미각의 티니핑 넉살 좋은 성격으로, 신이 날 때면 콧노래를 부른다. 능청스러우면서도 맛에 있어서는 누구보다도 진심인 요정. '미각의 티니핑'. 충청도 사투리 를 구사한다. 마법의 를 사용해서 직접 요리를 하거나 대상이 본인과 함께 요리하게 만들 수 있는 능력이 있다. 2. 작중 행적 [편집] '반짝반짝 보석티니핑' 편에서 가면핑 에 의해 포근핑 과 함께 하모니 마을에 떨어지는 것으로 첫 등장. 그리고 자신의 이름이 들어간 에피소드인 '맛나핑은 최고의 요리 선생님' 편에서 마침내 본격적으로 등장. 길을 걷던 중 맛있는 냄새가 나는 엘리의 치킨집에 발걸음을 멈춰 엘리가 만들어 두었던 엉터리 양념치킨을 먹고 너무 맛이 없던 나머지 마법을 이용해 각종 조미료를 섞으며 치킨 양념을 만들었고, 잠결에 엘리는 이를 보고 헛것을 본 착각을 한다. 한편, 이 양념치킨은 다음 날에도 남아 있어서 엘리 어머니는 배달을 다녀왔는데 엘리 모녀는 서로 자신이 만든 게 아니라면서, 특히 엘리는 자신이 지난 밤에 본 것이 헛것이 아닌 진짜 요정(맛나핑)임을 알았고, 또 한편 이 레시피로 만든 양념치킨을 먹은 로미와 로열핑들은 이를 먹고 맛있어하는데 특히 후보생 3인방은 이 양념치킨의 맛이 맛나핑(본인)이 생각나는 맛이라고 한다. 그리고 다시 가게를 떠났다가 돌아오자 엘리가 설탕을 걷잡을 수 과도하게 없이 붓는 [2] 등 제멋대로 치킨을 만드는 모습을 보곤 이를 멈춰세워 제대로 된 비법 양념을 알려준다. 그리고 엘리는 자신이 본 요정(맛나핑)이 진짜였다며 말을 걸어오자 전에 먹은 양념치킨이 너무 맛이 없어서 자기 스스로 만들어 봤다고 얘기한다. 엘리는 인사를 하면서 맛나핑(본인)을 만나고 싶었다거나 양념치킨의 비법을 묻자 본인은 누군가를 가르쳐 준 적이 없다며 망설이지만 엘리의 손이 반창고 투성이임 [3] 과 만들어 둔 양념치킨과 치킨 양념을 보고 이를 안타깝게 여겨 양념치킨을 맛있게 만드는 방법을 알려준다. 하지만 엘리는 열정에 비하면 제대로 따라오지 못 했고, 엘리도 자신을 비관하며 포기하려 하는 데, 포기는 배추를 셀 때나 하는 말(...) 이라며 계속 알려 준다. 팅클퍼프를 쏴서 엘리에게 감을 익혀 주면서 양념을 젓게 해 주는가 하면, 엘리가 다 튀겨진 조각을 건져 내면서 오버액션을 취하자 장난치지 말라며 야단을 치기도 한다. [4] 그렇게 엘리의 노력은 결실을 맺어 마침내 환상적인 치킨을 만들어 냈으며, 다음 날 엘리와 작별인사를 하고 엘리의 집에서 떠나고, 로미(프린세스 루비) 일행과 마주치자 때가 되면 돌아갈 테지만 아직 먹고 싶은 음식이 많아서 내빼고 있었다. 그러자 방글핑이 자신의 마카롱의 맛 평가를 부탁하며 꺼낸 마카롱을 먹는 데, 맛있어 보이는 외형과는 달리 막상 먹어 보니 크림 대신 고추냉이 를 잔뜩 넣어 [5] 너무 매운 나머지 정신을 못 차린 사이에 캐치된다. “여서 맛봐야 할 음식이 아직 많이 남았는데 워쩌쥬, 맛낭...” [표준어2] 9화 캐치 대사. 이후 엘리네 치킨집은 성황을 이루어 하트로즈 직원들이 하루 품앗이를 하러 나왔으며 [7] 본인을 포함한 티니핑들은 맛있게 치킨을 먹으면서, 엘리도 치킨집의 성황을 맛나핑(본인)의 공으로 돌려주자 쑥스러워하며 해피엔딩으로 마무리된다. “헤헤~ 지가 알려준 요리가 최고쥬, 맛낭~!” [표준어3] 9화 마지막 대사. 여담으로 엘리의 머리 위에 올라가서 요리를 가르쳐 주는 것이 마치 영화 라따뚜이 의 한 장면을 오마주한 것으로 보인다. 2.1. 9화 이후 [편집] '곰 인형이 살아있다?' 편에서는 마카롱을 만들던 중 같이 있던 싹싹핑이 사라지자 로미의 곰 인형인 왕곰이가 싹싹핑을 잡아먹은 줄 오해하고 기절한다. 하지만 싹싹핑을 해치지 않았다는 오해를 풀고 같이 놀아 주었다. '대결! 로열핑' 편에서는 다른 일반핑들과 마찬가지로 로열핑 대전을 관전하는데, 마카롱 만들기 대결에서 후보생 팀이 마카롱의 반죽이 너무 묽은 걸 보고 요리사답게 머랭을 덜 친 것을 바로 알아챈다. [9] “맛나게 먹어유~ 맛낭~!” [표준어4] [11] 17화 中. 콜라를 터뜨려 도둑의 얼굴에 발사하면서 '보석핑을 도둑맞았어요!' 편에서는 보석핑 8명(하츄핑, 까르핑, 아야핑, 토닥핑, 싹싹핑, 맛나핑(본인), 포근핑, 메모핑)이 도둑들에게 잡혀가자, 본인은 트럭이 지나가는 길에 빵가루를 뿌림으로써, 로미와 조아핑, 방글핑, 믿어핑이 도둑들의 아지트를 알 수 있도록 도움을 주었다. 아지트에서 탈출할 때에는 당구 삼각대를 들고 와 도둑의 발을 아작냈고 아야핑이 떨어뜨린 콜라 위로 뛰어서 엉덩이로 깔고 앉아 도둑의 안구에 콜라 테러를 가하였다. [12] 이 외에도 '쓰러진 믿어핑', '뜨개 인형이 된 하츄핑', '대결! 로열핑', '왕국이 된 하트로즈', '진짜 하츄핑은 누구?', '위험한 소풍', '티니핑 스쿨 졸업식', '돌아온 보석숲' 편에서도 재등장. 3. 기타 [편집] 작중 유일무이한 사투리 로 말하는 티니핑이다. 충청도 사투리를 구사하는 것과 요리사라는 점, 그리고 약간의 아재개그 기믹은 요리연구가이자 사업가, 방송인인 백종원 의 오마주로 보인다. 특히 망해가는 가게에 조리법 등에 대한 솔루션을 알려줌에 있어서는 백종원의 골목식당 을 패러디 한 걸로도 보인다. 캐치 이전부터 인간과 긍정적으로 엮였던 부분과 그것이 노력하지만 성과가 좋지 않았던 이들을 마법으로 도와준 것이라는 점 등이 후속작의 꾸며핑 과 매우 유사하다. [표준어1] 이렇게 이렇게 맛낭~! 맛나낭~ 맛낭~ 저는 맛나핑이라고 해요, 맛낭~! [2] 사실 넘겨주기 문서의 해당 인물도 설탕을 과하게 붓는 장면으로 밈화되기는 했지만 이 인물이 선사하는 레시피는 업장에서 쓰는 수준의 대용량인데다, 계량은 하고 설탕을 붓는다. 다만 엘리는 계량은 커녕 아예 봉지채로 붓기 때문에 비율이 일관적이여야 하는 업장 레시피로는 당연히 잘못 된 행동인건 맞다. 굳이 봉지채로 부어야 하는 상황이라면 한 봉지를 전부 붓는 정도밖에 없다. [3] 실제로도 요리사들은 칼질 실수로 인한 손가락 베임이나, 조리도구에 데이는 화상 등의 이유로 다친 것 때문에 손가락에 반창고를 붙이는 경우가 많다. 다시 말해 전문 셰프가 아님에도 열정적으로 노력하는 엘리의 마음씨를 엿볼 수 있는 대목이다. [4] 실제로 치킨을 튀기는 뜨거운 식용유는 대체적으로 160°C에서 튀기는 게 일반적이다. 하물며 발화점이 낮아 튀김유로 쓰기 부적합한 올리브유 도 끓는 점이 180°C인데 반해 순수한 물이 끓는 점이 100°C인 걸 감안하면 이것보다 훨씬 뜨겁다는 소리다. 결국 이때의 엘리처럼 오버액션을 취하며 건져 내다가 피부에 작은 기름 방울이라도 튄다면 당연히 화상이다. [5] 정말로 크림부분 색이 연한 초록색이다. 다만 진짜 고추냉이로는 이 정도의 색을 낼 수 없고, 크림과 섞어야 이 색이 나온다. 물론 크림과 섞으면 매운맛이 중화될테지만... [표준어2] 여기서 맛봐야 할 음식이 아직 많이 남았는데 어쩌죠, 맛낭... [7] 가게가 너무 잘 된 탓에 직원은 부족해서 둘 로 는 감당할 수 없었다. [표준어3] 헤헤~ 제가 알려준 요리가 최고죠, 맛낭~! [9] 실제로 마카롱을 비롯해 머랭은 쳐낸 그릇채로 뒤집었을 때 떨어지지 않는 수준까지는 쳐줘야 한다. 4기 '예쁘게 장식할래, 머랭' 편에서도 머랭을 친 그릇을 실수로 뒤집은 채 떨어트리자 바닥으로는 머랭이 안 떨어져서 잘 쳐졌다는 언급을 한다. [표준어4] 맛나게 먹어요~ 맛낭~! [11] 사실 앞선 각주는 완전히 직역이고 상황이 상황이라서 “이거나 먹어유~(먹어요~ 혹은 먹어라!) 맛낭~!”의 의미에 가깝다. [12] 콜라를 얼굴에 쏘면서 맛있게 먹으라는 장면이 꽤나 시원하다."
}