{
    "name": "메모핑",
    "image": "/static/images/ping/메모핑.jpg",
    "gender": "여성",
    "accessory": "다이어리와펜",
    "likes": "메모하기, 관심, 친구들",
    "dislikes": "무관심",
    "magic": "<뭐든 이루어지는 메모>대상을 보면서 다이어리에 메모를 적으면,메모에 적은 대로 사건이 실제로 이루어지게 할 수 있다.",
    "other_info": "메모핑 - “쓰기만 하면 뭐든 이뤄진다니까~ 메모~!” 성별 보석 터키석 한국 외 국가 번안명 Memoping 이름의 유래 메모 소품 다이어리 와 펜 마법 <뭐든 이루어지는 메모> 대상을 보면서 다이어리에 메모를 적으면, 메모에 적은 대로 사건이 실제로 이루어지게 할 수 있다. [1] 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 42위 성우 김아롱 뮤지컬판 배우 양수민, 신혜선 [2] 1 . 개요 2 . 작중 행적 2.1 . 뮤지컬: 프린세스 다이어리 3 . 기타 1. 개요 [편집] 메모하는 걸 좋아하는 꼼꼼함의 티니핑 매번 소동을 일으켜 장난기 가득한 개구쟁이 요정 같아보이지만, 단지 친구들의 관심을 받고 싶을 뿐인 외로운 요정. '꼼꼼함의 티니핑'. 메모를 하면 그대로 이루어지는 마법의 다이어리를 가지고 있으며, 마법의 펜으로 다이어리에 내용을 적어 상상했던 일들을 현실로 만드는 능력이 있다. 조아핑 일행의 증언에 의하면 보석숲에서 소문난 장난꾸러기였다고 한다. 2. 작중 행적 [편집] 첫 등장 시 다이어리로 캐치볼을 하던 아이들의 야구공이 가로등에 끼거나 여자 아이의 화분을 깨게 하는 등 장난을 치는 등 도입부에서는 마치 키키핑 의 TS 버전을 방불케 하는 행적을 보여 주었다. 그리고 배가 고파진 본인은 '메모핑 앞에 맛있는 것이 나타난다'라고 메모를 하자 빵 배달을 하던 로미 일행이 본인 앞으로 나타나 자전거가 넘어지면서 자신의 앞에 떨어진 빵을 맛있게 먹는다. 그렇게 메모를 써서 얻은 빵을 먹으려다가 후보생들이 보석숲으로 돌아가자며 일단 설득하지만 보석숲은 따분하다며 거절한다. 그리고 빵을 먹고 있던 중 프린세스 다이아하트로 변신한 로미가 본인을 캐치하려고 하자 도망을 치면서 '프린세스(다이아하트)가 바나나 껍질에 미끄러진다.'와 '프린세스(다이아하트)의 머리 위에 호화 여객선이 떨어진다.'고 메모를 하면서 위기를 모면했다. [3] 하지만 얼마 못 가 궁지에 몰리는데 이때도 메모를 이용하여 프린세스 일행을 따돌린다. [4] 그리고 여유만만하게 숲길을 걷다가 라쿤과 부딪혀서 심기를 건드려 도망치다가 다이어리와 펜을 분실하고 만다. 이후 이 다이어리는 로미 일행의 손으로 들어갔다. 잠시 후 라쿤을 따돌린 뒤 배가 고파서 다시 메모를 쓰려고 할 때에서야 자신의 다이어리가 사라진 걸 깨닫고 멘붕에 빠진다. 한편 다이어리를 얻은 로미 일행은 이를 읽어 보더니 '메모핑은 (프린세스 다이아하트에게) 잡히지 않는다'고 써 두었기 때문에 도망칠 수 있었던 것을 알았다. 그리고 다이어리를 실험해본답시고 방글핑은 믿어핑이 재채기를, 믿어핑은 방글핑이 딸꾹질을 하게 만드는 장난 메모를 쓰는데 정말로 각각 재채기와 딸꾹질을 한다. 그러다가 하츄핑이 이를 뺏어 '메모핑은 이미 프린세스(로미)에게 잡혔다(캐치되었다).'고 메모해 보았지만 캐치되지 않은 상태였다. 왜 메모대로 되지 않았는지 의아해 하며 다이어리를 앞으로 몇장 넘겼더니 메모핑의 다이어리는 시전하는 대상을 눈앞에 두고 메모를 해야 효과가 발동한다는 조건이 있었던 것을 발견했다. 그러자 로미는 무언가 좋은 아이디어가 생각이 났는지 머리를 써야는거 아니겠냐며 얘기한다. 한편, 메모핑(본인)은 다이어리를 찾고 있다가 하트로즈 근방에서 다이어리와 펜을 다시 찾자마자 로미 일행과 마주하는데, 로미도 프린세스 에메랄드로 2차 변신하여 [5] 캐치하려고 했지만 다시 한번 '메모핑은 프린세스(에메랄드)에게 캐치되지 않는다.'라고 쓴 채 도망친다. 그러나 아까와는 달리 캔을 뛰어 넘다 날아가던 새의 배설물을 맞고, 가로등에 충돌하고, 그 가로등에 끼어 있던 야구공 [6] 을 맞는 등 오히려 불리한 상태가 되어 버리는데도 운이 안 좋다고만 생각하는데, 믿어핑은 뭔가 잘못됐다고 생각은 안 드냐며, 조아핑은 다이어리를 자세히 보라고 말했다. 그래서 페이지를 몇 장 앞으로 넘겼더니 조금 전 로미가 몰래 메모핑을 보고 '다이어리에 메모를 쓰면 전부 반대로 된다. ' [7] 라고 적은 것을 보고 경악한다. [8] [9] 결국 메모대로 아무 저항도 못한 채로 캐치된다. “으윽... 걸려들었다... 메모...” 14화 캐치 대사. 하트로즈로 돌아와 풀은 본인의 넋두리로는 관심병을 인정했는데, '메모핑이 모두에게 사랑받는다'는 메모가 통하지 않았다며 한탄한다. [10] 하지만 일행들은 메모핑은 그저 장난꾸러기에 불과한 착한 아이라며, 그리고 다이어리에는 써 있지 않더라도 친구가 됐으니 좋은 거 아니냐는 말에 메모핑은 감동을 받는다. 하지만 마지막 원샷은 믿어핑이 초코볼을 먹으려고 다이어리에 메모를 쓴 바람에 믿어핑에게 뺏겼다(...). 방글핑: “응, 다이어리에는 우리가 친구가 될 거라고 써 있지 않지만, 봐~ 우린 이렇게 친구가 됐잖아, 방글~” 메모핑: “응~” 조아핑: “앞으로 사이좋게 잘 지내자, 조아~” 메모핑: “응, 고마워, 모두들... 메모~!” 믿어핑: “히히히, 믿어핑에게 초코볼 한 바가지가 쏟아진다~” [11] 14화 마지막 대사. 이후 '진짜 하츄핑은 누구?' 편까지 5화 연속 등장을 달성했다. 5화 연속 등장 이후로는 '조각을 할 거야, 뚝딱!', '위험한 소풍', '핑그르르 티니핑 발레단', '티니핑 스쿨 졸업식', '돌아온 보석숲' 편에서 재등장. 2.1. 뮤지컬: 프린세스 다이어리 [편집] 뮤지컬판인 프린세스 다이어리(1기)에서는 배우가 인형탈을 쓴 모습의 주요 빌런 티니핑으로 등장한다. 다만 메모핑의 인형탈 모습은 공연장을 제외하면 공식적으로는 공개되지 않았다. 로미, 마야, 메리루가 페스티벌 준비를 위해 춤 연습을 하는 동안 로미의 음정을 엉망으로 만들거나 [12] 일행들을 웃긴 춤을 추게 만들고, [13] 이 모습을 본 다해핑에게 협업하여 제니를 프린세스로 만들고, 로미를 무대에 세우지 못하게 하려는 계획을 세운다. 다해핑은 로미의 소품을 하트로즈에 숨겨놓고 메모핑이 '공연이 끝날 때 까지는 절대로 문이 열리지 않는다.'라고 메모를 써서 로미를 하트로즈에 감금시킨다. 페스티벌에서 제니의 차례가 되자 제니에게 마법을 걸어 최고의 가수로 만들고, 하트로즈 직원들과 더불어 많은 등장인물들이 백댄서로 등장하여 멋진 무대를 꾸민다. 하지만 제니는 본인의 멋진 무대는 메모핑의 마법에 의한 인공적인 멋이었고 자신의 의지와는 관계없었기 때문에 메모핑의 다이어리와 펜을 뺏었으며, '로미는 다시 돌아온다.'라고 메모를 써서 로미를 무대로 돌아오게 만들고 [14] 무대로 돌아온 로미에게 캐치되며 리타이어한다. 3. 기타 [편집] 2021년에 마지막으로 캐치된 티니핑이다. 역대 티니핑들 중 가장 사기캐로 평가받고 있다. 다른 티니핑들은 한두가지 제한된 능력의 마법밖에 사용하지 못하는데 반해 메모핑의 능력대로라면 다른 티니핑들의 능력도 복사해서 사용이 가능할 정도로 무엇이든 이루어진다. [15] 물론 메모핑 자체의 능력이 아닌 다이어리의 능력이기 때문에 메모핑이 아닌 다른 티니핑이나 사람이라도 능력이 발동한다. 그 때문에 밸런스 조정을 위해서인지 마법을 적용받는 특정한 [16] 대상을 앞에 두고 메모를 해야 마법이 실현되는 조건이 걸려있다. 그러나 '메모핑이 다이어리를 쓰면 아무 조건 없이 모든 게 이루어진다(...).'라고 쓰면 정말 할 말이 없다. 왜냐하면 이 또한 피시전자(메모핑)를 바로 앞에 두고 쓰는 것이기 때문에 이루어지고, 그렇게 되면 이후의 메모핑은 피시전자를 앞에 두지 않고 메모를 해도 이루어지게 된다. 거기에 보험으로 '메모핑은 이 다이어리를 잃어버리지 않는다'와 '아무도 메모핑을 이길 수 없다' 라고 쓰면... 다행히 메모핑의 지능으로는 여기까지는 생각할 수 없게 설정했다. 다른 지능적이지만 약한 티니핑들과 정반대로, 앞서 사랑받는다는 것도 모두라는 너무 큰 범위로 한거고 하나하나 하거나 보이는 사람들만 해도 충분히 이룰 수 있는 일이다. 비슷한 사연을 가진 짝짝핑 의 경우 자신의 사연과 특성과 조화된다는 점에서 아쉬울 수 있는 부분이다. 똑같이 펜을 사용하는 왼손잡이인 똑똑핑 과는 달리 펜을 잡는 손으로 보면 오른손잡이 다. 지능도 정반대고... 데스노트 의 야가미 라이토 를 패러디한 티니핑으로 보인다. 메모핑이 사용하는 능력은 이름을 적으면 그 대상이 죽는다는 데스노트를 오마주한 것으로 추정되며 다이어리 데스노트 애니의 아이디어를 얻어 만들어진 편인 것 같다. [1] 다만, 밸런스 조정을 위해서인지 시전할 대상의 눈 앞에서 메모를 해야 그대로 이루어진다 는 조건이 있다. [2] 메모핑은 1기에만 출연한다. 신혜선은 양수민의 중반 공백동안 잠시 맡았다. 더불어 이 배우들은 사라와 신디를 중복으로 맡는다. [3] 여담이지만 압권인 것은 프린세스 다이아하트는 하늘에서 여객선이 떨어질 일이 없다며 코웃음을 쳤는데 하늘에서 호화 여객선의 광고판 이 머리 위로 떨어졌다(...). 사실 현실고증을 제대로 한다면 진짜 여객선이던 광고판이던 인간의 머리 위로 떨어지면 사망한다. [4] 다만 이게 순간이동을 한 것인지, 발로 뛰어나온 건지는 묘사가 없다. [5] 2기에서 로미가 두 가지 이상의 프린세스로 변신한 유일한 에피소드다. [6] 상술했던 캐치볼을 하던 아이들의 공이다. 장난으로 썼던 메모가 부메랑이 되어 자신을 때린 셈이다. [7] 즉, '메모핑은 프린세스(에메랄드)에게 캐치된다. '는 효과가 나타난다. [8] 즉 메모핑이 하트로즈 앞에서 쉽게 다이어리와 펜을 얻을 수 있었던 것도 메모핑을 잡기 위한 낚시수단이었다. 물론 하츄핑이 썼던 것처럼 '메모핑은 이미 프린세스에게 잡혔다.'라고 써서 단번에 잡을 수도 있었겠지만 당한만큼 갚으려는 의도로 보인다. [9] 편집상으로는 이 메모를 쓴 것은 메모핑이 이걸 언제 쓴 거냐며 묻고 나서 변신 직전 로미가 적은 장면이 회상으로 나왔다. [10] 이 때 싹싹핑과 포근핑이 회상으로 등장했다. [11] 하지만 반대로 된다고 적혀있기 때문에 초코볼은 떨어지지 않는다. [12] 처음에는 음정이 삑사리만 났다가 두 번째는 아예 성악하듯 옥타브를 올린 고음을 지르게 했다. [13] 특히 압권은 메리루, 마야, 하츄핑이 방귀를 뀌는 묘사를 한다(...). [14] 사실 원작의 설정을 그대로 가져온다면 마법을 걸 대상을 앞에 두고 메모를 해야 이루어지는데 시전자인 제니는 페스티벌 무대에 있었고, 피시전자인 로미는 하트로즈에 감금된 상태라 로미가 범위 내에 없었기 때문에 엄밀히는 설정 붕괴에 해당한다. [15] 이는 로미도 말 했을 정도로 정말로 나쁜 짓을 하려 마음먹었으면 누구도 막을 수 없을 정도로 평가했다. 일각에서는 티니핑 시리즈가 아동용이 아니었다면 더한 수위 의 메모를 써서 더 강한 능력을 썼을 거라고 보기도 한다. [16] 불특정 다수를 대상으로 하면 마법이 통하지 않는다. '메모핑이 모두에게 사랑받는다'는 메모가 통하지 않았던 이유도 이것."
}