{
    "name": "모야핑",
    "image": "/static/images/ping/모야핑.jpg",
    "gender": "여성",
    "accessory": "돋보기",
    "likes": "호기심을 자극하는 모든 것",
    "dislikes": "궁금증이 풀리지 않는 답답한 상황\"모야모야모야! 도대체 모야!\"",
    "magic": "물건 혹은 대상의 크기를 거대하게 키울 수 있다.",
    "other_info": "모야핑 -  이름의 유래 뭐야? → 모야 Curi ous(궁금한) 소품 마법 좋아하는 것 싫어하는 것 궁금증이 풀리지 않는 답답한 상황 \"모야모야모야! 도대체 모야!\" 2023 티니핑 어워즈 인기투표 순위 72위 성우 장은숙 마루야마 쿄카 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] [1] 모든 것이 궁금한, 호기심의 티니핑 뭐든 다 알고 싶은 마음에 사물 등을 크게 만들어 보곤 하는 호기심쟁이 요정 캐치! 티니핑 의 등장 티니핑. 39화의 메인 티니핑이다. '호기심의 티니핑'. 자신이 궁금한 것을 해소하려고 크게 보기 위해 로 확대시킨다. 마법을 사용해서 물체를 확대하거나 축소하게 만드는 능력이 있다. 2. 작중 행적 [편집] 첫 등장 시 꽃 위에 앉은 나비를 관찰하기 위해서 능력으로 꽃을 크게 만들었다. 이 모습을 지켜보던 악동핑은 본인과 합류하는데, 한편 근처에서는 딜런과 레이먼이 토끼를 괴롭히고 있었다. 본인은 토끼를 불쌍하게 만든 딜런과 레이먼을 혼쭐 내라는 의미로 토끼를 크게 만들었다. 그리고 자신과 악동핑 또한 능력으로 거대하게 만들어서, 토끼 등에 타고서 신나게 놀았다. 거대 토끼를 목격한 사라는 로미에게 거대한 토끼 등에 티니핑이 타고 있다고 전했으며, 로미는 거대 토끼가 하트로즈로 오는 것을 막기 위해 사라로부터 연락을 받고 즉시 출발했다. 한편, 토끼는 악동핑의 하트로즈로 가라는 명령을 들었지만, 냄새를 맡고 자신을 괴롭힌 딜런과 레이먼 쪽으로 갔다. 딜런과 레이먼은 이제서야 잘못을 뉘우치고, 토끼는 다시 한 번 하트로즈로 갔다. 머지않아 로미는 거대 토끼와 모야핑(본인), 악동핑을 목격하고, 프린세스 하트로 변신했다. 프린세스 하트의 피리피리 미러크링 공격은 거대해진 토끼한테는 역부족이었으며, 프린세스 하트는 거대 악동핑과 모야핑(본인)에게 당할 위기에 처했다. 악동핑의 티니하트윙을 넘기라는 말에 본인은 악동핑의 티니하트윙이라는 단어를 듣고 무엇인지 궁금해하자, 프린세스 하트는 이를 이용해서 본인에게 티니하트윙이 궁금하냐며 도발하고, 자신 또한 괴수물 마냥 거대화하는 데 성공했다. 거대 프린세스 하트는 본인이 크게 만든 토끼를 원래의 크기로 복구시키고, 악동핑은 스스로 모야핑(본인)의 를 활용하여 더 거대화했다. 결국 악동핑마저도 피리피리 미러크링 마법에 당해 원래 크기로 돌아왔으며, 모야핑(본인)이 커진 채로 몰래 도주하던 중, 프린세스 하트는 이 틈을 타 모야핑(본인)을 캐치했다. “모야모야 궁금해! 여기 있는 거 다 자세히 보고 싶어, 모야모야!” 39화 캐치 대사이자 회차 내 본인의 마지막 대사. 후일담에서는 로미가 원래대로 돌아온 토끼를 안고 원래 있던 곳으로 돌려보내 주던 중, 딜런과 레이먼이 다시 한 번 토끼를 보고 도망친다.(...) '티니핑 축제' 편에서는 줄다리기 중, 개미를 크게 만들어 그림핑의 능력으로 코끼리를 소환한 아자핑 팀과 대등하게 싸웠다. 3. 티니핑 소개 일본판 [편집] “興味津々好奇心！もっとよく見たい、キュリ！” (한국판 대사: “모야모야, 궁금해! 커져라~! 모야!”) [2] 4. 기타 [편집] 2020년에 마지막으로 캐치된 티니핑이다. 2기에 나온 쪼꼼핑 과 능력이 비슷한데, 쪼꼼핑의 하위호환 급이다. 모야핑(본인)은 자신의 능력만으로는 커지게 만드는 것 밖에 못하지만, 쪼꼼핑은 크게 만드는 것과 작게 만드는 것을 둘 다 자신의 능력으로 할 수 있다. 궁금한 것이 많은 성격을 표현하는 듯 헤어스타일이 물음표 모양이다. 모야모야병 과는 아무런 관련이 없다. [1] 원근법이 아니고, 악동핑이 실제로 저 정도로(...) 커진거다. [2] 본인이 마법을 사용할 때의 대사다."
}