{
    "name": "믿어핑",
    "image": "/static/images/ping/믿어핑.jpg",
    "gender": "남성",
    "accessory": "우산",
    "likes": "목욕하기, 비오는 날, 해가 쨍쨍한 날",
    "dislikes": "거짓말, 독서, 바람 부는 날 (“우산이 뒤집히잖아, 미더!”)",
    "magic": "<믿음의 수호>상대의 공격을 방어하거나, 우산을 펼쳐서 상대에게 마법을 발사할 수 있다.",
    "other_info": "믿어핑 - 보석 사파이어 이름의 유래 믿다 Trust(믿음, 신뢰) 소품 마법 <믿음의 수호> [2] 상대의 공격을 방어하거나, 을 펼쳐서 상대에게 마법을 발사할 수 있다. 좋아하는 것 싫어하는 것 거짓말, 독서, 바람 부는 날 (“이 뒤집히잖아, 미더!”) 좋아하는 음식 초코볼 [3] 싫어하는 음식 건포도 로미와 변신 프린세스 사파이어 2023 티니핑 어워즈 인기투표 순위 29위 성우 김선혜 Erin Lee 무쉐팅 뮤지컬판 배우 [4] 남유하(1기) [5] 박희민(3기) [6] 1 . 개요 2 . 작중 행적 2.1 . 반짝반짝 캐치! 티니핑 2.2 . 알쏭달쏭 캐치! 티니핑 3 . 기타 1. 개요 [편집] “와아~! 네 말이 맞아, 미더!” “반짝반짝... 눈이 부셔, 미더..” 어수룩하고 순수한 팔랑귀, 믿음의 티니핑. 학생 로열핑들 중 가장 늦된 막내로, [7] 무척이나 허술한 신참. 누구든 쉽게 믿고, 믿는 대로 바로 행동하는 맹목적인 믿음의 소유자. 그 믿음이 종종 사건 해결의 실마리가 되기도, 다른 이들에게 큰 힘이 되기도 한다. 반짝반짝 캐치! 티니핑 의 메인 티니핑 및 서브 로열핑 . '믿음의 티니핑'. 반짝반짝 캐치! 티니핑의 로열핑들 중 청일점이다. 2. 작중 행적 [편집] 비중이 많았던 에피소드는 굵은 글씨 . 2.1. 반짝반짝 캐치! 티니핑 [편집] '반짝반짝 보석티니핑' 편에서 첫 등장하여 지구로 떨어진 보석티니핑들을 구하기 위해 조아핑, 방글핑과 함께 쥬얼 하트윙폰과 티니핑 버스를 훔쳐 지구로 달아난다. 일행들을 추격하던 스승인 라라핑과 차차핑을 보고 “선생님들 안녕~!” 이라며 작별인사를 하는 건 덤. 지구에 도착하자 버스를 버리고 도망치는데, 차도를 무단횡단하다가 지구가 엄청 위험한 곳이라고 생각하는 와중에 배가 고픈 나머지 도넛을 훔쳐 먹는다. 그러다 결국 로미와 하츄핑에게 걸려 공사장으로 튀기 시작했고, 크레인에 들어가서 궁지에 몰린다. 이때 본인의 마법으로 로미에게 공격을 시도하지만 후보생답게 미숙한 모습을 보이는데 첫 공격은 아예 실패했고, 두 번째 공격은 빗나가면서 크레인의 도르래가 이탈하는 위기에 처했다. 결국 극한의 상황에서 대치를 하며 끝까지 쥬얼 하트윙폰은 넘겨주지 않다가 도르래의 와이어는 끊어져서 추락하는데 이때 쥬얼 하트윙폰을 놓치고 이를 로미가 잡아서 프린세스 다이아하트로 변신한 로미에게 구출된다. 그리고 프린세스 다이아하트로 변신한 로미의 모습이 눈이 부시게 멋지다고 반한다. '아야아야 엄살은 그만! ' 편에서는 이안이 만든 초코볼 [8] 이 맛있어서 더 먹으려고 했다가 로미의 제지에 막혔다. 하나만 더 먹고 싶다고 애원하지만 하츄핑의 2차 제지로 포기한다. 하지만 자는 도중에도 환각(?)으로 초코볼을 보다가 참지 못하고 결국 주방에서 초코볼을 너무 많이 먹은데다 양치질을 안 하고 자 버린 나머지 다음 날 아침 충치가 생긴다. 이를 치료해 주려던 하츄핑, 방글핑 [9] , 조아핑이 아야핑의 마법에 걸린 채 거울에 반사된 빛을 보고 눈이 아프다며 엄살을 피우는 모습에 급하게 병상에 눕혀 놓지만 영문은 모르고 오히려 정말로 아픈 본인은 치료를 못 받는 사태가 벌어진다. 로미가 돌아오자 다들 아파한다고 알리고 이것이 아야핑의 짓임을 알게 된다. 이때까지 본인은 다들 진짜 아픈 줄 알았는데 아야핑의 짓으로 인한 엄살임을 알게 되자 괘씸해하며 아야핑을 잡기 위해 아픈 몸에도 불구하고 로미를 프린세스 사파이어로 변신시켜 주었다. [10] 복수심에 불타 아야핑과 추격전을 벌이다가 아야핑을 따라잡으려다 하츄핑, 조아핑, 방글핑을 밟고 지나가 버린다(...). 그러다가 마침내 궁지로 몰아넣는데 아야핑이 겁을 먹자 프린세스 사파이어가 본인을 막아 세워 아야핑을 설득하는 데 아야핑은 아플 것 같다며 저항하자 하나도 안 아프다며 본인도 설득에 거들어 캐치에 성공한다. 그 후 하츄핑으로부터 충치를 말끔히 치료받고 초코볼도 몰래 안 먹겠다고 했지만 식사하자는 로미의 부름에도 몰래 빠져 초코볼을 먹으려하며 초코볼은 포기 못하는 등 초코볼에 관심을 무수히 가지는 행적을 가지는 모습이 종종 포착된다. '토닥토닥, 따뜻한 위로를 줄게' 편에서는 로미와 하츄핑이 토닥핑 캐치 얘기를 할 때 혼자서 초코볼을 말해서 로미와 하츄핑을 어이없게 만든다. 로미와 변신한 뒤에는 초코볼을 먹으러 갔는지 단 한 번도 보이지 않았다. '쓰러진 믿어핑' 편에서는 방글핑과 항상 싸운다는 사실이 밝혀지는데, 수업 시간에 자신이 대답하려던 것을 방글핑이 가로채거나, 남은 타르트를 먹으려던 방글핑을 가로막은 채로 먹고, 체육 시간에 축구를 하던 중 패스를 받으려는데 방글핑이 공에 분신술을 걸어 반칙을 당해 당황하다 공과 물이 든 양동이에 맞고 결국 둘은 육탄전을 벌이다가 퇴장조치와 함께 청소로 봉사활동 처분을 받는다. [11] 그런데 청소를 하던 도중 갑자기 기운을 잃고 쓰러지는데, 다음 날까지도 회복하지 못했으며, 이를 본 아야핑은 '보석토마토병'이라고 진단한다. [12] 쓰러져 있는 동안 방글핑이 정성스러운 간호와 함께 보석토마토 나무를 열심히 기른 덕에 무사히 보석토마토를 먹고 기운을 되찾았다. '대결! 로열핑' 편에서는 1기 로열핑들과 대결을 펼치게 된다. 처음에는 조금 밀려 힘들기는 했지만 마지막 대결인 탑 쌓기 대결에서 승리 하는 데에 성공하고 1기 로열핑들이 주려 했던 훈련들을 무사히 마친다. '핑그르르 티니핑 발레단 ' 편에서는 발레핑을 캐치하기 위해 발레핑이 조건을 건 발레공연을 위해 티니핑 발레단의 청일점으로 참가하게 되는데 연습용 발레복을 입고는 진짜 하기 싫어하는 모습이었다. 아니나 다를까 연습에서도 실수를 하거나 과도한 동작을 선보여서 여러번 발레핑의 꾸중을 듣는다. 그러다 연습 안 하고 몰래 초코볼을 먹으려다가 발레핑에게 들키는 데 결국 참다참다 폭발하여 연습장에서 이탈하고 만다. 로미와의 면담에서는 뭐든 하기만 하면 다 아니라는 등 너무 깐깐해서 성질에 못 이겼다는 것이다. 이는 방글핑과 조아핑도 인정한 사실이지만 이 둘이 먼저 믿어핑(본인)은 하기 싫던 발레공연에 끌어들였는데, 정작 그 둘도 그 말을 하자 또 성질을 낸다. 어찌저찌 하트로즈로 돌아가는데 이때 혼자 연습하고 있던 발레핑의 춤사위를 보더니 마음을 고쳐잡고, 결국 공연 당일 멋진 발레공연을 선사하며 발레핑을 캐치하는 데 도움을 줬다. 에필로그에서는 혼자 초코볼을 먹던 중 다가온 발레핑에게 사과하고 발레핑도 너무 못 되게 굴은 것은 인정하며 화해하고 사이좋게 같이 초코볼을 먹으며 에피소드가 마무리된다. [13] '티니핑 스쿨 졸업식' 편에서는 조아핑, 방글핑과 함께 모든 보석티니핑을 캐치한 공로를 인정받아 티니핑 스쿨의 졸업 및 로열핑으로의 승급을 허가받는다. 그 후 케이크 박스 안에 들어갔다 나와 보니 화려하게 차려진 졸업 기념 파티를 즐긴 후 졸업 노래로 보석티니핑송을 부른다. 졸업식 후 로미의 쥬얼 하트윙폰으로 사진을 보면서 괴로웠던 과거의 일도 현 시점에서는 소중한 추억이라며 회상한다. 그런데 평균대위에서 중심잡는 연습을 하다가 고간을 강타당해서 아파하는 모습을 보고 조아핑, 방글핑, 토닥핑, 포근핑, 공쥬핑이 웃고 있는 모습의 사진이 나왔다. [14] 이를 보며 민망해서 지워 달라고 하면서, 어떻게든 가려 보려고 쥬얼 하트윙폰에 올라타 뒹굴뒹굴 구른다. 그러다 로미가 이별을 앞두고 슬퍼하는 모습을 보자 다른 보석핑들과 함께 임페리얼 스톤을 만들어 선물한다. 그 이후 왕국으로 가는 택시에 타려는 찰나 헤어지기 싫어져서 펑펑 운다. 어찌나 헤어지기 싫었으면 로미랑 헤어질 바에는 로열핑의 명예 따위는 포기하는 게 낫다고 할 정도였다. '돌아온 보석숲' 편에서는 왕가의 문양을 받게 된다. 2.2. 알쏭달쏭 캐치! 티니핑 [편집] 조아핑, 방글핑과 함께 '티니핑 패션쇼' 편에서 재등장하며, 불참한 보석핑 일동을 대표해 꽃다발을 전달한다. 패션쇼를 관람하면서 행운핑의 윙크에 심장을 부여잡고 쓰러진다(...). 하지만 열쇠핑들이 제니에게 잡혀가면서 옷을 입지는 않았다. 3. 기타 [편집] 이름은 믿어핑이 공식 이름이지만 공식적으로는 말버릇을 '믿어'가 아닌 소리나는대로 쓴 '미더'라고 하다 보니 미더핑 으로 잘못 알거나, 알더라도 애칭으로 불린다. [15] 넷플릭스 스트리밍에서 지원되는 청각장애인용 한국어 자막에도 말버릇이 '미더'라고 쓰인다. [예시] 프린세스 사파이어의 모습으로 변신할 때 브레이크 댄스 (정확히는 윈드밀 )를 추는데, 작중에서는 이 외에는 브레이크 댄스를 추는 모습은 보이지 않는다. 뮤지컬판 프린세스 다이어리에서는 가장 비중이 없는 등장인물이다. 나오는 장면도 오프닝과 커튼콜을 제외하면 다해핑과 하츄핑이 만나는 장면에서 나와서 한마디 하는 게 끝이고 이후에는 지켜만 보다가 퇴장하는 수준으로 분량이 가장 적다. 분량이 얼마나 적은지는 주수요층인 어린이들도 눈치채는 수준이다. 극 전체로 놓고 봐도 믿어핑이 모든 등장인물(인간, 티니핑 모두)들 통틀어 나와 있는 시간 자체가 가장 짧다. 그래서인지 로미가 변신하는 프린세스로 프린세스 사파이어가 등장했다. 좋아하는 음식이 초코볼이고 작중에서도 묘사가 많이 되는 편인데, 공교롭게도 4기에서 초코볼을 모티브로한 쪼꼬핑 이 등장하고 이 쪼꼬핑도 만두머리 캐릭터다. 이 문서의 내용 중 전체 또는 일부는 티니핑 시리즈/티니핑 티니핑 시리즈/티니핑 문서의 r1541 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 티니핑 시리즈/티니핑 티니핑 시리즈/티니핑 문서의 r1541 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 특유의 만두머리 헤어스타일과(1화 방영 전 이미지만 공개했을 때 여자로 오해한 사람들이 정말 많았고 바로핑이 여자가 됐냐고 생각하는 시청자들도 있었다.) 여성 성우가 목소리 연기를 맡았기 때문에 여성으로 오해하는 시청자들이 있다. '핑그르르 티니핑 발레단' 편에서 믿어핑 혼자 발레리노(남성 무용수) 복장을 입고 있었기에 남성이 맞다. 심지어 '티니핑 스쿨 졸업식' 편에서 공개된 사진에서는 평균대 위에서 미끄러져 낭심을 강타당해 아파하는 사진 도 공개되고 이를 지워달라며 민망해하는 모습도 보였다. [2] 실제로 마법을 사용할 때는 '믿음의 '이라고 외친다. [3] 작중에서도 유독 방글핑(민트 초코 케이크), 조아핑(마카롱)보다 믿어핑(본인)이 초코볼을 먹는 장면은 기본이고, 초코볼에 대한 애정에 관한 묘사가 많이 나온다. [4] 2기에서는 미등장. [5] 메리루 와 중복. 단 오프닝 한정으로 메리루로 나오기 때문에 최지연(레나 역)이 맡는다. [6] 두아 와 중복. [7] 사실 티니핑들은 나이에 대한 직접적인 묘사는 없어서 다소 애매한 설정이다. 스승인 라라핑이나 차차핑, 하츄핑에게도 반말을 하는 것이 그 예시. [8] 아몬드(견과류) 맛이 난다는 하츄핑의 언급을 보면 페레로 로쉐 가 모티브인 것으로 보인다. [9] 사실 방글핑은 엄살쟁이라며 놀리기만 한다(...). [10] 이때 변신뱅크에서 충치가 생겨 부은 볼이 그대로 나오는 디테일함을 과시한다. [11] 실제로 축구 경기 도중에도 이렇게 치고받고 싸우면 비매너행위로 간주해 레드카드를 받으며 즉시 퇴장조치가 되고 추후 출장정지나 벌금 등 징계가 있다. 여기서는 학교 체육 시간에 벌어졌기 때문에 봉사활동으로 처분받은 것이다. [12] 보석토마토를 먹기 싫어하면 나타나는 병이라는데 치료제도 보석토마토라고 한다. [13] 훗날 이 비슷한 절친라인은 꾸래핑 과 빙글핑 에게 넘어간다. [14] 특히 방글핑은 믿어핑(본인)에게 손가락질을 하며 웃으며 마치 '쟤 엄청 못하네 ㅋㅋㅋㅋ', '쟤 바보 아냐?'라는 표정이었다. [15] 반면 조아핑은 이름의 유래와 올바른 표기를 사용한다면 좋아핑 이 맞는 표기지만 공식 명칭은 조아핑 이다. 역시 전자로 아는 경우가 많다. [예시] '나만 믿어, 미더!'"
}