{
    "name": "바네핑",
    "image": "/static/images/ping/바네핑.jpg",
    "gender": "여성",
    "accessory": "활과화살",
    "likes": "하트 모양, 빨간색",
    "dislikes": "불평하고 서로 싸우는 것, 사랑이 깨지는 것",
    "magic": "화살에 맞은 대상이 처음 발견하는 것에 반하게 만들 수 있다.",
    "other_info": "바네핑 - 이름의 유래 바네사의 화살로 반해 → 바네 Love의 발음 변형, Luv(당신, 자기, 그대 등 친밀한 호칭) 큐피 드 소품 활 과 화살 마법 화살에 맞은 대상이 처음 발견하는 것에 반하게 만들 수 있다. [1] [2] 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 82위 성우 강은애 [3] 우루치 마이코 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 첫 눈에 반하게 만드는, 이끌림의 티니핑. 여기저기 사랑의 화살을 쏘고 다니는 말썽쟁이 큐피드! 캐치! 티니핑 의 등장 티니핑. 26화의 메인 티니핑이다. '이끌림의 티니핑'. 마법의 화살을 날려 사랑에 빠지게 만드는 능력이 있다. 2. 작중 행적 [편집] 첫 등장 시 딜런의 반려견 '댕댕이'가 산책하던 도중 고양이를 발견하자 싸우던 중, 바네핑의 화살에 맞아 고양이가 댕댕이를 보고 한 눈에 반해 쫓아갔다. 그뿐만이 아니라 자신의 능력으로 이든이 쓰레기통 (...)을, 레나가 마을에 세워진 동상을 보고 반하게 된다.(...) 로미가 이 광경을 발견하고 프린세스 하트로 변신했다. 바네핑(본인)을 쫓던 중, 본인을 캐치하기 위해 아자핑이 용기의 플래시 마법을 실수로 하츄핑에게 쏘자 서로의 관계가 더 악화되는 걸 본 본인이 큐피드 화살을 쏘았다. 아자핑은 하츄핑을 지키려다가 바네핑의 화살에 맞아 희생당했고, [4] 하트로즈로 돌아와서 화살을 뽑아봐도 아자핑에게 꽂힌 화살은 뽑히지 않은 상태였다. [5] 결국 로미는 프린세스 멜로디로 변신해 다시 한 번 바네핑(본인)을 캐치하러 나섰고, 하츄핑은 곁에서 아자핑을 간호하기로 했다. 어떤 두 아이가 축구공을 가지고 싸우던 도중, 딜런의 반려견인 댕댕이를 본인에게 돌진시키고, 놀란 본인은 돌부리에 넘어져 실수로 화살을 댕댕이에게 쏘았다. 결국 본인은 댕댕이에게 핥기면서 아무것도 못하고, 프린세스 멜로디에게 캐치되었다. [6] “난 서로 사랑하게 해 줬을 뿐이라고!” 26화 캐치 대사. 그러나 바네핑(본인)이 캐치되었음에도 불구하고 화살은 사라지지 않아 아자핑의 의식은 돌아오지 않았다. 전술했듯이 바네핑(본인)도 한 번 꽂힌 화살은 뽑는 법을 모른다고 했고, 설상가상으로 몬쥬 박사조차도 그 해결책을 모른다고 했다. 하츄핑은 아자핑이 원래대로 돌아오지 않자 아자핑을 살려내라며 대성통곡하는데, 이 때 흘린 눈물이 아자핑에 박힌 화살을 없앴다. 하츄핑의 눈물이 활약을 한 시리즈 최초의 에피소드. '티니핑 축제' 편에서는 로미가 만든 쿠키를 먹고 한눈에 반할 맛이라고 극찬하는 것으로 등장 종료. 3. 티니핑 소개 일본판 [편집] “私のおかげで世界中に愛が満ちているんじゃない？キュピ♪” (한국판 대사: “내 덕분에 온 세상이 사랑으로 가득 차고 있잖아?”) 4. 기타 [편집] 디자인의 모티브가 된 큐피드 는 원래 전승에서는 남성이나 큐피트를 소재로 한 대부분의 매체에서 그렇듯 이 캐릭터 역시 이다. 바네핑 편의 행적은 흡사 영화 보디가드 를 연상케한다. 특히 하츄핑과 아자핑이 트러블이 일어났는데 하츄핑에게 날아가던 바네핑의 화살을 아자핑이 대신 맞아 혼수상태에 빠졌는데 이후 다행히 회복해 내는 점이 오마주로 봐도 되는 수준이다. [1] 문제는 사람이어도 충분히 문제가 될 것 을, 사람이 아닌 온갖 해괴한 동, 식물, 심지어 사물들에까지 반하게 만든다. 후술하듯이 이든은 바네핑의 화살에 맞아, 쓰레기통 에 반하기도 했다.(...) [2] 헌데 화살이 사라지지 않는다면 곤란해지는데 바네핑(본인)도 한 번 꽂힌 화살을 뽑는 방법을 모른다고 한다. [3] 제니 , 아아핑 과 중복. [4] 하츄핑은 아자핑의 마법을 잘못 맞은 바람에 움직이지 못하는 상태였다. [5] 원래라면 바네핑의 화살은 꽂힌 다음 사라져야 하기 때문. [6] 이 때 프린세스 멜로디의 공격을 한 번 피하는데, 회피 방식이 활을 땅에 짚고 뛰어오르는 것이 모 게임의 모 캐릭터 와 심히 유사하다. "
}