{
    "name": "바로핑",
    "image": "/static/images/ping/바로핑.jpg",
    "gender": "남성",
    "accessory": "마법책",
    "likes": "깔끔하게 정돈된 환경, 독서, 공부, 뭔가를 가르치기",
    "dislikes": "늦잠, 게으름, 무질서한 상태, 더러운 환경",
    "magic": "<올바른 문법> 기호/이모티콘을 만들어 날릴 수 있다. 상대가 '바른 생활'을 하도록 만들 수 있다.",
    "other_info": "바로핑 - 이름의 유래 (올) 바르 다 → 바로 Da=네(긍정의 대답) 및 Data(데이터) → Dada 正直(똑바로) 소품 상징 구름 마법 ① <올바른 문법> 기호/이모티콘을 만들어 날릴 수 있다. ② 상대가 '바른 생활'을 하도록 만들 수 있다. 좋아하는 것 싫어하는 것 로미와 변신 프린세스 클라우디아 2023 티니핑 어워즈 인기투표 순위 33위 성우 신용우 [1] [2] 하비에르 바우세르만(1기) → 아나 사니(2기) 코이치 마코토 [3] 1 . 개요 2 . 성격 3 . 작중 행적 3.1 . 캐치! 티니핑 3.2 . 반짝반짝 캐치! 티니핑 3.3 . 알쏭달쏭 캐치! 티니핑 4 . 티니핑 소개 일본판 5 . 기타 1. 개요 [편집] “바로핑에게 맡겨주세요, 바롬!” “아침입니다, 바롬! 기상입니다, 바롬!” 항상 바른 생활을 추구하는 성실한 올바름의 티니핑! 모두가 올바른 생활을 하게 만들고 싶어하는 귀여운 잔소리쟁이 캐치! 티니핑 의 메인 티니핑 및 서브 로열핑 . '올바름의 티니핑'. 존댓말 캐릭터 이며, 성실한 성격으로 무슨 일이든 올바르게 행한다. 정해진 시간에만 정해진 일을 행해야 하는 스타일. 2. 성격 [편집] “바롬! 언제부터 그 지저분한 발로 돌아다닌 겁니까! 이런 세균덩어리들! 당장 씻으십시오, 바롬! 이렇게 돌아다니면 하트로즈가 더러워지는 건 압니까, 모릅니까?! 그리고 이렇게 더러운 곳에서 만든 빵을 누가 어느 누가 대체 누가 돈을 주고 사 먹겠습니까? 빨리 씻으십시오, 빨리요! 그렇지 않으면 감기에 걸릴 겁니다! ” (후략) 36화 中. 외계인들에게 잔소리를 하던 장면. [4] 올바른 것을 좋아하며, 정숙적이고 격식을 차리는 어투와 행동을 가지고 있다. 잔소리를 많이 하기 때문에 로열핑들과 로미가 크게 괴로워하는 것도 일상. 하지만 약간 개그스러운 구석도 있어서 개그 캐릭터로 행동하기도... 3. 작중 행적 [편집] 3.1. 캐치! 티니핑 [편집] '올바름의 티니핑, 바로핑' 편에서 첫 등장. 로열핑 중 두 번째로 등장했다. [5] 로미와 마주하기 직전 로미가 앉아 있던 그네 주변을 맴돌며 풀숲을 이리저리 뛰어다니다가 로미임을 확인하고는 울면서 뛰어들어 안긴다. 그리고 진정한 후 같은 반의 나일이 부모님 해외출장 때문에 학교도 안 나오고 집에서 게임만 하고 있다는 로미의 고민을 듣고는 곧바로 달려가서 나일에게 마법을 걸어서 성실한 모범생으로 탈바꿈시킨다. 하지만 과도하게 성실해진 나일이 부작용을 일으키자 [6] 나일이 걱정된 로미는 본인에게 나일을 원래대로 되돌려 달라고 부탁하지만, 본인은 그것을 바른 생활이 싫다는 의미로 알아듣고는 화를 내며 공격을 시작한다. 그렇게 (프린세스 하트로 변신해 버린) 로미와 본인이 도서관에서 한바탕 싸움을 일으키다가 둘을 제지하려던 하츄핑이 다치는 사고가 일어나고, 결국 자신이 한 행동을 후회한다. 그리고 프린세스 하트의 말을 끝까지 들으려 하지 않아 미안하다고 사과하고는 오해가 풀리며 훈훈하게 끝난다. 아무튼 이런 바로핑(본인)의 지도가 먹혀든 모양인지 이후는 나일도 스스로 바른 생활을 습관화하기로 마음먹은 듯. '최고는 누구?' 편에서 바로핑의 힘으로 변신하는 프린세스 클라우디아가 처음으로 등장했다. [7] '깜빡할 수도 있지~' 편에서는 꼼꼼한 반장 엘리를 보며 꼼꼼하고 성실한 것은 훌륭한 거라며 칭찬을 한다. 이후 깜빡핑을 캐치할 때 깜빡핑이 자신을 캐치하려는 걸 깜빡하게 해주겠다고 프린세스 클라우디아에게 마법을 걸려다가 본인이 몸을 날려서 맞고는 잠시 기억을 잃어버렸다. '올바름의 티니핑, 바로핑' 편에서 우수한 로열핑이라 하지만, 어쩐지 여러 번 계속 일반 티니핑들에게 당하고 있다. 특히 아직 아기인 노리핑에게 가장 심하게 당했다. 그래도 바로핑(본인) 덕분에 풀려난 일이 많으며, 대표적으로 '싫어 싫어, 시러핑!' 편에서 로미가 시러핑의 마법에 걸렸을 때, 로미에게 캐치하지 말라고 반대로 말해서 시러핑을 캐치하게 한 일이 있다. '차나핑을 찾아라!' 편에서는 탐정 드라마를 보다가 하츄핑으로 인해 방해를 받자 빡치는 모습이 나온다. 탐정에 관심이 많은지 차나핑을 찾을 때에는 탐정으로 변장하기도. 이전에 동일한 회사에서 만든 작품 을 본 사람이라면 알 수 있겠지만, 그 탐정은 바로 이 캐릭터 다! 그리고 탐정 드라마에 나온 범인도 사실 이 녀석 이다. 범인의 얼굴은 잘 나오지 않긴 했지만, 옷차림에서부터 누구인지 다 티난다. '날 따라 해봐요' 편에서는 따라핑을 로열핑들과 함께 포위한다. '풍선껌 대소동' 편에서는 로열핑들이 풍선껌을 먹자고 할 때 본인은 반대했지만, 정작 본인도 맛있게 씹고 있었다(...) '바로핑이 많아졌어요! ' 편에서는 사라가 빵을 대량생산하기 위해 준비해 둔 마법 거울과 대량생산 주문이 쓰여 있는 책을 우연히 발견하고, 무심결에 주문을 외워 엄청나게 많아진다. 그래서 복제된 바로핑들이 일일히 다른 로열핑들을 쫓으면서 바른 생활을 강조하며 일행들을 충격과 공포 에 빠트린다. 다행히 프린세스 멜로디가 피리피리 뮤직크링 마법을 사용하여 복제된 바로핑들은 모두 사라지게 했지만, 복제된 바로핑들이 사라진 이후 남은 본인(진짜 바로핑)은 구체나 정육면체가 되거나 귀가 길어지고 엄청나게 작아지거나 [8] 커지거나, 평면이 되는 등 의 기이한 상태 변화가 계속 일어난다. 이후 몬쥬 박사가 해결책을 찾아내어 무사히 원상복귀(...)인 줄 알았으나, 몸 색깔이 하츄핑과 흡사한 분홍색으로 변한다. 이 상태 변화가 나타나고서야 몬쥬 박사는 다시 연락을 취해 부작용이 일어날 거라고 했고 이를 보곤 그래도 1주일 후에 원래대로 돌아올 거라고 했다. 하지만 본인은 상실감에 빠졌는데, 하츄핑은 이 모습을 보며 우리 그 동안 쌍둥이 하자며 좋아했고(...), 아자핑은 그 순간을 놓치지 않고 분홍색이 된 본인과 하츄핑의 투샷을 사진으로 찍었다(...). 이때 하츄핑은 밝게 웃는 것과 달리 본인의 표정은 매우 놀란 표정이 압권이다. 그 이후 준에게는 하츄핑으로 오해받기도 하는 데, 본인도 정체성에 혼란이 왔는지 자신은 바로핑이라고 해놓고도 말버릇이 '~바롬'이 아닌 '~츄'가 나왔다(...). '싫어 싫어, 시러핑!' 편에서는 시러핑의 마법에 걸려 뭐든 다 거스르려고 하는 로미에게 일부러 “그럼 시러핑을 캐치하지 마십시오” 라고 반대로 말해서 시러핑을 캐치하게 한다. 바로핑(본인)의 활약이 있었던 에피소드. '그림이 살아있다?' 편에서는 그림핑이 보낸 돼지 그림이 물을 엎지르자 갑자기 사라졌다는 점과, 로열핑들이 그림핑의 가오리로부터 도망치다가 물웅덩이에 빠졌는데, 가오리들이 그냥 지나갔다는 점을 생각해 보며 그림핑의 그림은 물에 닿으면 녹아 없어진다는 사실 을 알아내었다. 이때 역시 본인의 똑똑함이 한 건 했던 때이다. 프린세스 클로버는 이 사실을 알고 곧바로 하트로즈에 들어가 물뿌리개로 물을 신명나게 뿌렸다. '씽씽핑은 빠른 게 좋아!' 편에서는 씽씽핑을 잡기 위해 차차핑, 라라핑과 레이싱을 한다. '하트로즈에 외계인 등장!' 편에서는 외계인들에게 잔소리를 했다. 그 내용은 위 문단 참조. '사고뭉치 아기 노리핑' 편에서는 노리핑이 분유를 자신에게 뱉어내자 분노하지만, 노리핑이 불쌍하게 쳐다보자 바로 누그러뜨린다. 그리고 노리핑이 티니핑 하우스를 들어올리는 바람에 다른 로열핑들과 같이 티니핑 하우스에서 떨어져 기절했다. 부엌에서는 이유식을 만들다가 갑자기 노리핑이 나타나자 놀라서 쓰러지고, 노리핑이 하트로즈의 물건들을 아래로 다 떨어뜨리자 황급히 받으려고 하다가 떨어지는 드레싱 통에 제대로 맞아서 기절한다. 그것도 모자라서 노리핑이 믹서기에 갈린 줄 알고 기절초풍하기도(...). '공부할 땐 조용히, 똑똑!' 편에서는 똑똑핑이 티니핑 중에서 똑똑함은 1, 2등을 차지할 정도로 천재라고 설명하는데, 1등은 물론 자신이라고 한다(...) [9] 그러다가 로미가 똑똑핑의 마법에 걸려 얼굴이 찌그러진 걸 보고 웃다가 똑똑핑이 도망가는 걸 보고도 로미 없이는 캐치할 수 없기 때문에 실컷 웃어댄다. 그러다가 에서 배꼽이 빠질 정도로 웃기면 마법을 풀 수 있다는 사실을 알게 된다. 아자핑은 방귀, 하츄핑과 라라핑은 개다리춤을 추며 웃기려던 걸 막고, 아자핑이 차차핑, 해핑과 함께 다시 차력쇼를 하는데, 장기 자랑 대회가 아니라며 말리지만 차력쇼는 진행되고, 아자핑이 콧바람으로 촛불 끄기를 시도할 땐 자신의 안경에 콧물이 튀자 본인이 먼저 장기 자랑이 아니래놓고 0점을 줬다(...). 그러다 레나 3인방이 오는 소리를 듣고 바나나 껍질을 바닥에 깔아둬 미끄러트렸는데, 미끄러진 후 레나의 머리띠가 코에 걸리자 결국 로미는 배꼽이 빠지게 웃으며 마법을 푸는 데 성공했다. 마지막에는 똑똑핑과 큐브에서 대결하는 것으로 끝. [10] '찌릿핑은 짜릿짜릿해' 편에서는 TV 속으로 도망친 찌릿핑을 잡기 위해 TV의 플러그를 뽑아 퇴로를 차단하고 찌릿핑이 다시 꽂으라고 노발대발하자 전기를 계속 발산하지 않으면 짜릿한 경험 을 하게 될 거라며 협박하여 찌릿핑을 캐치하게 된다. 이 에피소드도 바로핑(본인) 덕분에 티니핑을 캐치할 수 있었다. '프린세스 베로니카' 편에서는 앙대핑을 물리치기 위해 자신을 희생한 해핑의 곁에서 눈물을 흘리다가 하츄핑의 눈물의 힘으로 하츄핑, 아자핑, 차차핑, 라라핑, 해핑과 함께 로미를 프린세스 베로니카로 변신시킨다. 그리고 딱풀핑, 무거핑, 찌릿핑, 씽씽핑의 도움으로 앙대핑을 캐치하게 된다. 이후 로미와 함께 이모션 왕국으로 갔다가 마을로 돌아온다. 3.2. 반짝반짝 캐치! 티니핑 [편집] '반짝반짝 보석티니핑' 편에서는 아자핑, 해핑과 함께 보석숲을 습격한 가면핑을 잡으려다가 실패했고, 왕국에 보석숲이 습격을 당하고, 보석핑들은 지구(하모니 마을)로 떨어졌다고 연락한다. '간지럼을 참아야 해!' 편에서는 직접 등장은 아니지만, 하츄핑이 로열핑 후보생들에게 까르핑과의 대결을 대비한 티니핑들의 간지럼 포인트 세 곳(목덜미, 겨드랑이, 옆구리)을 설명할 때 본인의 모습이 샘플로 그려졌다. '쓰러진 믿어핑' 편에서는 보석토마토병에 걸린 믿어핑을 치료할 보석토마토를 찾기 위해 연락을 받는 데, 보석숲이 생기를 잃어버려 구하기 어려워졌다며 소식을 전한다. 그러다 방글핑이 보석토마토 씨앗을 꺼낸 것을 보고는 보석토마토 재배 방법을 알려 주던 중 로미가 연락을 끊는다. 아름다운 마음을 담아 재배해야 한다는 말을 듣지 않고 끊어버리자 로미는 너무 성질이 급하다며 혼잣말로 뒷담화를 한다. '대결! 로열핑' 편에서는 아자핑, 차차핑, 라라핑과 함께 재등장. 보석티니핑들을 잘 캐치하고 있는 조아핑, 방글핑, 믿어핑을 못 미덥다면서 대결을 신청했지만 사실 이것은 가면핑에 맞서는 능력을 키워 주기 위한 일종의 훈련을 시키려고 했던 것. 그렇게 보석티니핑 친구들이 진작부터 성장했다는 것을 알아채자 이들에게 계속 보석티니핑 캐치를 맡기고 왕국으로 돌아간다. '티니핑 스쿨 졸업식' 편에서는 아자핑, 차차핑, 라라핑, 제니와 함께 재등장. 티니핑 스쿨의 졸업식을 돕기 위해 온다. 하츄핑이 해핑의 행적을 묻자, 해핑은 아직도 가면핑을 추적하느라 못 왔다고 한다. [11] 그렇게 졸업식을 끝내던 찰나 가면핑이 나타난다. “다해핑은 어릴 때 제니가 호수에서 구해준 뒤로 함께 살게 됐으나 갑자기 사라진 부모님 을 대신해 제니를 돌봐왔다고 들었습니다. 왕족의 일원이지만 고아로 자란둘 어찌보면 같은 처지였겠죠...” '돌아온 보석숲' 편에서는 다해핑과 제니에 관해 해핑, 라라핑, 차차핑, 아자핑, 조아핑, 믿어핑, 방글핑, 마야, 메리루 앞에서 이야기했다. 3.3. 알쏭달쏭 캐치! 티니핑 [편집] '파티핑과 파티파티' 편 마지막 장면에서 등장한 로미, 마야, 메리루의 앨범 중 '동화 속 공주님이 되고 싶어' 편의 장면으로 간접적으로나마 재등장. 4. 티니핑 소개 일본판 [편집] “真面目をバカにするヤツは、バロピンが許せませんバロ！” (한국판 대사: “바른 생활을 무시하는 건 용서 못 합니다, 바롬!”) 5. 기타 [편집] 2기부터는 서브 로열핑 포지션을 조아핑, 방글핑, 믿어핑에게 물려주고 조력자 포지션이 되었다. 외모와 설정이 똘똘이 스머프 와 닮았다는 의견이 있다. 똑똑핑과 마찬가지로 연필을 쥐는 손을 보면 왼손잡이 로 보인다. 다만 마법을 사용할 때는 오른손을 주로 쓰는 점을 보면 양손잡이 의 가능성도 있고, 혹은 왼손잡이인데 마법만 오른손으로 사용하거나, 반대로 오른손잡이인데 필기만 왼손으로 하는 것으로도 보인다. 유일무이한 존댓말 캐릭터 속성의 로열핑이다. 2023년 캐치! 티니핑 어워즈에서 장학생상을 수상했다. 여성 티니핑이 아닌데 왜 머리에 리본을 달고 있냐(...) 라고 말하는 사람도 있다. 성우가 공개되기 전에는 이 때문에 여성으로 오해받기도 했고, 막상 성우도 성우 [12] 가 맡자 시청자들 입장에서는 그야말로 충격과 공포 를 경험한 이들도 있다. 일본판 1인칭이 와타쿠시 인 유일무이한 티니핑이다. 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r525 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 시청자들 사이에서 성우가 공개되기 전까지 여성일 줄 알았다는 반응이 많으며, 이후 성우진이 공개되자 충격을 받았다는 소감이 많은 편. 신용우로 말하자면 작중 딜런 과 데인 을 중복으로 맡는 성우다. [2] 동 회사 작품인 미니특공대 시리즈 에서 맥스 를 담당했던 성우인데, 바로핑이 올바름의 티니핑이고, 맥스의 말버릇이 \"옳지 않아!\"였다는 걸 생각해 보면 절묘한 부분. 실제로 바로핑은 극중에서 \"옳지 않습니다, 바롬!\"이라는 말을 자주 한다. [3] 국내판과는 달리 여자 성우다. 북미판 성우도 2기에서 여자로 변경. [4] 티니핑 1기가 방영되던 시기 를 생각하면 매우 적절한 대사가 아닐 수 없다. [5] 하츄핑을 제외한 로열핑 중에서는 첫 등장이다. [6] 6시부터 일어나 숙제를 하다가 등교길에 차질이 있을 수도 있으니 미리미리 대비해야 한다며 원래 등교 시간보다 2시간이나 일찍 등교하려고 했고, 수업 시간에는 계속 앉아만 있으면 혈액순환에 좋지 않다며 교실에서 조깅을 했고, 정작 체육 시간에는 뇌를 활성화시켜줘야 한다며 낮잠만 잤다. [7] 프린세스 하트를 제외한 변신체 중에서는 첫 등장이다. [8] 이때는 심지어 목소리도 톤이 극히 높아졌다. [9] 물론 이때는 해핑만 감탄하였다. [10] 마지막에 공부로 대결하는 것으로 보아 티니핑 학교에서 1, 2등을 다투는 두 우등생으로 추정. [11] 그러다가 해핑은 '위기의 하츄핑' 편에서 뒤늦게 합류했다. [12] 한국판 기준이다. 영문판과 일본판 성우는 여자다. "
}