{
    "name": "발레핑",
    "image": "/static/images/ping/발레핑.jpg",
    "gender": "여성",
    "accessory": "스노우볼",
    "likes": "발레",
    "dislikes": "딱딱한 것",
    "magic": "<마법의 발레>대상이 발레 동작을 하게 만들 수 있다.",
    "other_info": "핑 -  “자, 날 봐~ 이렇게~ 에는 우아함이 필요해~. 핑그르르, ~!” 성별 보석 로즈 쿼츠 한국 외 국가 번안명 Balletping 이름의 유래 소품 마법 <마법의 > 대상이 동작을 하게 만들 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 21위 [2] [3] 성우 박신희 [4] 1 . 개요 2 . 작중 행적 2.1 . 핑송 3 . 기타 1. 개요 [편집] 를 사랑하는, 유연함의 티니핑 어딘가 고집스럽지만, 귀엽고 진취적인 성격으로 하는 걸 너무 좋아하다보니 모두가 함께 를 하면 좋겠다고 생각한다. 우아한 아름다움을 추구하는 리나 요정 '유연함의 티니핑'. 분홍색 옷차림을 하고 있는 연분홍색 티니핑. 머리 옆의 날개 장식은 백조의 호수 의 의상을 참고한 것으로 추정된다. 마법의 을 사용해서 대상이 동작을 할 수 있도록 유도하는 능력이 있다. 2. 작중 행적 [편집] '쓰러진 믿어핑' 편에서 실루엣으로 보석복숭아를 들고 있는 것으로 등장한다. '핑그르르 티니핑 단' 편에서 본격적으로 등장. 로미의 학교에서 공연에 대한 감상평을 발표하는 나일과 레이먼의 발표를 듣고 팅클퍼프를 쏴서 동작을 시켜 이들이 레나의 비웃음을 사게 만들었다. 이를 목격한 로미와 로열핑들은 핑을 캐치하고자 프린세스 루비로 변신하여 캐치하려 했지만 올리비아 교장 선생님께도 마법을 걸어 를 같이 추게 만든 상황도 목격한다. 그리고 캐치를 시도했을 때는 턴 동작으로 메달을 회피하고 오히려 마법으로 역공을 가해 다 같이 를 춘다. 그러다가 본인이 지구에서 봤던 공연을 본 후 공연을 열고 싶다는 마음을 알게 된 친구들은 본인의 소원을 이루어 주겠다며 티니핑 스쿨에 데려가 를 연습한다. 이때 본인과 믿어핑은 주역(프린시펄, Principal), 그리고 하츄핑, 조아핑, 방글핑, 토닥핑, 포근핑, 공쥬핑은 조역(코르 드 , Corps de Ballet)을 맡아 주기로 했다. 그러나 믿어핑은 연습 전부터 연습복이 맘에 안 든데다 싫어하는 기색이 역력했고, 유독 연습에서 실수를 하거나 과도한 동작으로 핑에게 여러 번 꾸중을 듣는 데, 결정적으로 믿어핑이 몰래 초코볼을 먹으려던 것을 쳐내고 다시 잔소리를 하여 결국 믿어핑의 뚜껑을 열어 버려 믿어핑은 연습장에서 이탈하고 만다. 그리고 믿어핑이 로미와 면담하는 동안 달빛이 비추는 창가에서 혼자서 진심으로 열심히 연습을 하고 있었는데, 때마침 안으로 돌아와 이 모습을 본 믿어핑은 이에 감동해 마음을 굳히게 된다. [5] 그리고 며칠 뒤 시작된 티니핑 공연. 결과는 당연히 대성공이었다. 그렇게 본인은 관객들 [6] 에게 감동을 주는 공연을 성공적으로 마친데다 자신 역시 후련한 표정으로 돌아가겠다며 약속한대로 프린세스 루비로 미리 변신한 로미에게 스스로 캐치된다. [7] “다음엔 더 멋진 공연을 하고 싶어, !” 22화 캐치 대사. 그리고 공연이 끝난 후 혼자 초코볼을 먹고 있던 믿어핑에게 다가와 언제 연습을 했느냐는 얘기와 더불어 자신의 까탈스러움을 사과하며 화해하고 사이좋게 초코볼을 같이 먹는 것으로 이야기는 끝이 난다. 핑: “연습 언제 한 거야?” 믿어핑: “어? 그게... 며칠전에 달빛 아래서 혼자 춤추는 거 봤어. 미안해... 내가 너무 못 되게 굴었었지?” 핑: “아니야. 나도 좀 심했지? 네 역할을 아주 잘해줘서 정말 고마워. 나 감동받았어, !” 믿어핑: “어... 공연 끝났으니까, 초코볼... 먹을래? 미더~” 22화 마지막 대사. 2.1. 핑송 [편집] 핑송 풀버전 노래 이정은 작사 뜻밖의 녹음실 작곡 편곡 BPM 174 주제가 애니메이션 정보 ▼ 콘티 - 연출 - 작화감독 - 가사 ▼ 우아하게 핑그르르 ~ 빙글빙글 우아하게 나처럼 핑그르르 나의 춤을 보여줘 우아하게 함께 뛰어봐 ~ 아름답게 나의 몸을 맡겨봐 핑그르르 샤랄랄라 높이 뛰는 건 중요치 않아 우아하게 사뿐사뿐 우리 함께 행복을 느껴봐 빙글빙글 우아하게 나처럼 핑그르르 너의 춤을 보여줘 우리 모두 같이 뛰어봐 ~ 아름답게 너의 몸을 맡겨봐 핑그르르 샤랄랄라 ~ 일반 티니핑들 중에서 최초로 개인 테마곡이 나왔다. [8] 뮤지컬판 3기에서는 넘버로 채택되었다. 이 때문에 핑도 작중에서 등장하는데 특수효과로 등장한다. 3. 기타 [편집] 작중 최초로 기본 모습이 옷을 입은 티니핑이고, 3기 방영 전까지는 유일무이하게 옷을 입은 티니핑이었다. [9] [10] GS25 PB상품인 티니핑 젤리 중 요거트 젤리의 모델이다. 제품의 모델로 나온 티니핑 중에서는 유일무이하게 로열핑이 아니다. 띠부씰 번호는 75번으로 초기 출시당시 가장 마지막 번호였다. 3기 종료 후 리뉴얼이 되었으며 요거트 젤리의 모델은 퐁당핑 [11] 에게 넘어갔으며, 3기 티니핑들이 띠부씰로 출시되면서 더 이상 마지막 번호가 아니게 됐다. 다만 마지막 번호라는 상징성이 있었는지 리뉴얼 전부터 띠부씰은 희귀종으로 중고거래 가치가 높은 편으로 책정됐는데 리뉴얼 이후에도 가격은 떨어지지 않는 위엄을 보여 주고 있다. 신비아파트 시리즈 의 리나 캐릭터인 마리오네트 퀸 과 행적이 비슷하다. 리나 캐릭터인 점도 있고, 핑이 캐치되는 조건으로 공연을 하게 해 주었는데, 마리오네트 퀸도 공연을 하여 성불한 등 행적이 비슷하다. 재밌는 여담으로 해당 공연에서 깔린 BGM이 둘 다 백조의 호수 이고, 핑과 플래그를 형성하던 믿어핑 의 성우 김선혜 는 마리오네트 퀸을 맡은 성우다. 2기 조아핑, 방글핑, 믿어핑을 포함한 보석티니핑들은 티니핑 스쿨에서는 학생이고 하츄핑을 포함한 1기 로열핑들은 티니핑 스쿨의 교사로 나오는데, 핑은 일반 보석핑들 중 최초로 예체능과목 일일교사로 나온다. 2023년 캐치! 티니핑 어워즈에서 베스트 퍼포먼스상을 수상했다. 티니핑 최초의 옷을 입고 리나를 연상시키는 점과 여아들의 전폭적인 인기를 얻은 덕분에 후속 티니핑을 제작하는 데 막대한 영향을 끼치게 되었다. 실제로 인기가 얼마나 많은지 관련 행사장에 인형탈을 쓴 마스코트가 로열핑들과 함께 나타나기도 한다. [1] 잘 보면 눈썹이 비뚤어져있다. [2] (하츄핑을 제외한) 보석핑 전체 1위 [3] (디저트핑을 제외한) 일반 티니핑 전체 2위 [4] 이후 남편 은 극장판에서 리암 을 맡았다. [5] 마음을 굳혔다고 얘기하는 건 에필로그에서 밝혀진다. [6] 관객석에는 인간 관객으로는 메리루, 로미(프린세스 루비), 마야, 티니핑 관객으로는 뚝딱핑, 짝짝핑, 주네핑, 메모핑, 쪼꼼핑이 있었다. [7] 이때 취하는 동작은 아라베스크 동작이다. [8] 이전의 티니핑 개별 테마곡을 포함해도 하츄핑송 다음으로 두번째다. [9] 사실 핑의 등장 이전에도 바로핑 이 탐정 옷을 1회성으로 입거나, 해핑 이 2기 한정으로 탐정 옷을 입고 다니기는 하지만 원래부터 입은 것이 기본 모습인 것은 핑이 최초다. 3기부터는 하츄핑을 포함해 새로 등장하는 모든 티니핑들의 기본 모습이 옷을 입은 상태다. [10] 다만 엄밀히 말하면 가면핑 이 가장 먼저 옷( 로브 )을 입었는데, 가면핑의 본래 모습 은 옷을 입지 않는다. 물론 이 본래 모습도 3기에서 등장할 때는 첫 등장부터 옷을 입고 등장했다. [11] 공교롭게도 둘 다 모델로 출시된 티니핑들 중에서는 유일무이하게 일반핑인데다, 일반핑임에도 개별 테마곡도 있는 티니핑들이다."
}