{
    "name": "베베핑",
    "image": "/static/images/ping/베베핑.jpg",
    "gender": "여성",
    "accessory": "딸랑이,보행기",
    "likes": "아기, 자장가",
    "dislikes": "어른, 자는 데 깨우는 것",
    "magic": "대상을 아기로 만들 수 있다.",
    "other_info": "베베핑 -  이름의 유래 Bébé(프랑스어로 아기) Baby(아기) 소품 딸랑이 , 보행기 마법 좋아하는 것 아기, 자장가 [2] 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 46위 [3] 성우 사문영 [4] 호리고메 사야 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 아기를 사랑하는, 동심의 티니핑 아기처럼 제멋대로이지만 명랑하고 순수한 요정. 캐치! 티니핑 의 등장 티니핑. 35화의 메인 티니핑이다. '동심의 티니핑'. 마법을 사용해서 평범한 사람들을 아기로 만드는 능력이 있으며 이로 인해 이모션 왕국의 백성들을 모두 아기로 만든 전적이 있었다(...). 동심을 상징하는 티니핑답게 다른 티니핑들에 비해 어린 편이다. [5] 2. 작중 행적 [편집] 첫 등장 시 본인은 늘 일만 하느라 언제나 낮잠을 자고 밥을 먹는 아기를 보고 부러워했던 어떤 청년 남성을 아기로 만들어 버렸다. 그리고 나서 최근 들어서 아기(자신의 여동생)를 돌보느라 지친 레나가 아기가 정말로 싫다는 말을 꺼내는 데, 그 말을 듣고 레나를 아기로 만들어 버렸다. 그 후 신디와 하니는 아기가 된 레나를 하트로즈에 맡겨 두었고, 로미가 그 아기가 레나와 똑같이 생긴 것을 인지하자 마자 로열핑들이 베베핑이 한 짓임을 알려줬다. 라라핑과 로미는 베베핑(본인)을 캐치하러 나섰고, 다른 로열핑들은 아기가 된 레나를 돌봐 주었다. 이윽고 베베핑(본인)을 목격한 로미가 프린세스 멜로디로 변신하여 본인을 캐치하려고 하자 본인은 팅클퍼프를 프린세스 멜로디 쪽으로 쏴서 아기로 만들려고 했지만, 프린세스 멜로디는 가뿐하게 피했다. 하지만 강한 남풍이 불어 팅클퍼프가 반사되자 프린세스 멜로디는 팅클퍼프에 맞아 아기가 되고 말았다. [6] 아기 프린세스 멜로디는 베베핑을 캐치할 임무를 잊고서 날아다니는 나비를 쫓아가던 중 지나가던 어떤 아이의 자전거에 치일 위기에 처하자 라라핑은 즐거운 댄스 마법으로 자전거를 틀어 아기 프린세스 멜로디를 구해줬다. 그러더니 그 앞에 베베핑(본인)이 나타나 아기는 제대로 돌봐줘야 하는 법이라고 라라핑을 나무랐다. 그러자 이 말에 아기 프린세스 멜로디는 “베베핑, 너도 아기잖아. 너를 돌봐 줄 누군가가 있어?” 라고 아기 언어로 얘기하자 [7] 주위를 둘러보더니 아이들과 노는 가족들을 보고는 자신의 엄마 [8] 는 어딨냐며 서러움에 울음을 터트린다. 그리고 아기 프린세스 멜로디도 베베핑(본인)이 한 말이 공감됐는지 같이 따라서 울었다. 그에 당황한 라라핑이 울음을 멈추기 위해 자장가를 부르는 데, 너무 엉망으로 부른 나머지 본인은 당황하고 이 틈에 아기 프린세스 멜로디에게 캐치되었다. [9] 그리고 캐치되자 프린세스 멜로디와 레나는 원상복귀. “자장가는 좀 더 잘 부르는 사람이 부르라구, 베베.” 35화 캐치 대사이자 회차 내 본인의 마지막 대사. '티니핑 축제' 편에서 재등장하는데, 주르핑이 만든 눈물사탕이 너무 맛있던 나머지 다들 아기가 되면 더 많이 먹을 수 있을 거라면서 주르핑은 물론 같이 있던 부끄핑, 무셔핑, 차캐핑을 모두 아기로 만들어 버리곤 눈물사탕을 실컷 먹는다. 이를 본 로열핑들은 왕국에서도 이랬다며 그저 웃는다. 3. 티니핑 소개 일본판 [편집] “そんなにうらやましいなら、赤ちゃんになる、ベビ！” (한국판 대사: “그렇게 부러우면, 아저씨도 아기가 되어 봐, 베베!”) 4. 기타 [편집] 1기 일반 티니핑들 중에서 유일무이하게 봉제인형으로 발매되었다. [10] 2023년 캐치! 티니핑 어워즈에서 신인상을 수상했다. 평소에는 보행기를 타고 다니는 듯 하는 데, '티니핑 축제' 편을 보면 보행기 없이 잘도 걸어다니고 심지어 점프도 하며 줄다리기까지 했다. 말을 하고 잘 걷는 걸 보니 노리핑이나 커핑&머핑만큼 어리진 않은 듯한데 왜 보행기를 가지고 있는지 모르겠다.(...) 핑크퐁 브랜드의 베베핀 과 이름이 유사하다. [11] 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r814 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 영문판에서는 \"비비핑\", 일본판에서는 \"베비핑\"으로 발음된다. [2] 물론 엉망으로 부르는 건 싫어한다. [3] (로열핑을 제외한) 1기 일반 티니핑 2위 [4] 4기에서는 같은 아기 티니핑인 머핑 또한 맡게 된다. [5] 대략 4기에 등장하는 또너핑 과 비슷한 수준으로 보인다. 다만 몸은 완전 성체인데 정신 연령은 어리거나, 키덜트 성향일 수도 있다. [6] 차라리 티니하트실드를 쓰는 게 더 효율적이었을 것이다. [7] 라라핑의 마이크로 아기 언어 통역 기능을 사용한 결과다. 사실 아기의 언어는 라라핑이나 베베핑(본인)도 알아듣지 못해서 이 기능이 이용된 것이다. [8] 다만 혈연의 의미인 엄마보다는 자신을 돌봐 줄 사람으로 봐도 된다. 앞서 프린세스 멜로디가 한 얘기도 돌봐 줄 사람 얘기를 하기도 했고. [9] 이 때 프린세스 멜로디는 아기가 된 영향이 있어서 “피리피리 캐치링, 큐브 속으로!” , “티니핑, 베베핑 캐치!” 를 웅얼대는 아기 발음으로 외쳤다. [10] 티니핑송 크리스마스 버전에도 유일무이하게 로열핑과 같이 있었다. [11] 심지어 둘 다 머리카락 색이 분홍색이고 어린아이다."
}