{
    "name": "부투핑",
    "image": "/static/images/ping/부투핑.jpg",
    "gender": "남성",
    "accessory": "깃발",
    "likes": "대결, 경쟁, 승부",
    "dislikes": "느릿느릿하고 느긋한 것",
    "magic": "잠시동안 상대가 승부욕에 불타오르게 만들 수 있다. 자신의 마음을 차갑게 감출 수 있어, 콤팩트에 감지되기 힘들다.",
    "other_info": "부투핑 -“한번 겨뤄보라고, 투!” “역시 뜨거운 대결이군, 투! 누가 최고가 될 것인가~?” 성별 한국 외 국가 번안명 Dareping ウインピン 이름의 유래 승부를 붙다 → 부투 Dare(곤란한 일을 하라고 부추기다) Win(이기다) 소품 마법 ① 잠시동안 상대가 승부욕에 불타오르게 만들 수 있다. ② 자신의 마음을 차갑게 감출 수 있어, 콤팩트에 감지되기 힘들다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 102위 성우 남도형 [1] 마츠모토 사라 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 승패를 가려야만 직성이 풀리는 승부욕의 티니핑! 모두가 대결을 펼치고 경쟁을 하게 만들고 싶어하는 열혈 티니핑. 캐치! 티니핑 의 등장 티니핑. 5화의 메인 티니핑이다. '승부욕의 티니핑'. 승패를 가려야만 적성이 풀린다. 2. 작중 행적 [편집] 첫 등장 시 고양이와 먹이인 빵을 두고 대결을 하고 있었는데, 마법으로 고양이를 도망치게 하며 부투핑(본인)의 승리로 끝났다. 그러다가 자신 근처에 준이 쓰레기를 버리면서 왜 이안, 카일이 자신의 의견을 안 받냐며 고민하던 모습을 보고, 준에게 마법을 걸어 준의 승부욕을 강하게 만들었다. 준은 승부욕에 넘쳐 이안, 카일에게 대결 신청을 했고, 하트로즈로 들어온 본인은 이안과 카일에게도 마법을 걸었다. 결국 3인방은 바닥 닦기 대결, 설거지 대결 등 쓸데없는 대결을 하기 시작했다. 한편 티니핑 하우스에 있었던 바로핑은 부투핑(본인)이 지나가는 걸 목격하는데, 전술했듯이 부투핑은 자신의 마음을 차갑게 감춰 존재감을 숨길 수 있기 때문에 로미의 티니하트윙 콤팩트의 종이 울리지 않았다. 그래도 부투핑은 아직 멀리 가지 못했기 때문에 로미는 당장 부투핑을 캐치하기 위해 밖으로 나가서 시리즈 최초로 바로핑과 함께 프린세스 클라우디아로 변신했다. 한편, 본인은 아직도 하트로즈에 남아서 이안, 카일, 준에게 마법을 걸어 새로운 디저트를 만들어 사라를 기쁘게 하는 대결을 하게 했다. [2] 이때 사라가 화내는 목소리를 듣고 프린세스 클라우디아가 안으로 들어와 부투핑(본인)을 말렸으며, 본인은 과연 자신이 캐치당할지 않을지 추격전을 시작했다. 그리고 프린세스 클라우디아는 피리피리 리디크링 마법으로 책을 소환해 본인을 잡으려 한다. [3] 하지만 결국 책이 팅클퍼프를 이겨내고 책에 잡혀 버려 결국 캐치된다. “이익... 분하다, 나의 패배라니...” [4] 5화 캐치 대사. 이후 '배고플 땐 상상해 봐' 편에서는 런닝머신 대결을 하는 아자핑과 깜빡핑의 심판을 봐 주는 것으로 재등장. '티니핑 축제' 편에서는 줄다리기의 심판을 맡는데, 양팀이 시합이 안 끝날 기세로 너무 팽팽한 시합의 흐름을 보고 경기를 무승부로 끝낸다. 결국 본인의 지혜(?) 덕분에 승리팀의 부상으로 걸린 로미가 만든 스페셜 케이크는 모두가 함께 나눠먹는다. [5] [6] 3. 티니핑 소개 일본판 [편집] “それでは、勝負開始！ウィン！” (한국판 대사: “그럼, 시~작!” [7] ) 4. 기타 [편집] 프린세스 클라우디아가 작중 처음으로 캐치한 티니핑이다. 직업을 베이스로 한 티니핑의 원조격으로 [8] 모티브는 스포츠 심판 이다. [1] 나일 과 중복. [2] 끝내 이 승부는 준이 승리했다. [3] 하지만 본인은 여기서 굴하지 않고 힘을 모아 팅클퍼프를 쏜다. [4] 여담으로 일본판에서는 한국판과는 달리 지금까지 한 번도 진 적 없었다며 분해하는 대사로 나온다. [5] 사실 이 시합의 흐름이 순수한 힘만으로는 하츄핑 팀(화면 오른쪽 진영)이 우세였지만 끌려가는 모습에 아자핑 팀(왼쪽 진영)에서 씽씽핑이 먼저 스피드 마법으로 반칙을 범하고, 여기에 맞불을 놓으며 하츄핑 팀의 무거핑은 힘 마법으로 상대를 꼼짝 못하게 만든다. 아자핑 팀은 또 맞불을 놓으며 그림핑과 띠용핑의 합작으로 코끼리를 소환하고, 이에 질세라 하츄핑 팀에서는 모야핑이 확대 마법으로 개미를 거대하게 만드는 맞불을 놓았는데, 그래도 승부는 나지 않고 중원에서 줄이 끊어질 것 같은 소리가 나자 결국 무승부로 끝낸 것이다. 로미도 이 상태에서 이러다간 승부가 안 나겠다며 거든건 덤. [6] 팀 구성은 바네핑 , 베베핑 , 다조핑 , 꺼꿀핑 , 따라핑 , 차캐핑 , 화나핑 , 깜빡핑 , 아잉핑 , 띠용핑 , 그림핑 , 씽씽핑 , 시러핑 , 라라핑 , 아자핑 VS 하츄핑 , 차차핑 , 바로핑 , 무거핑 , 모야핑 , 키키핑 , 부끄핑 , 투투핑 , 나르핑 , 무셔핑 , 떠벌핑 , 차나핑 , 주르핑 , 코자핑 , 딱풀핑 , 덜덜핑 , 이렇게 15명씩 나누어서 겨뤘다. VS에 가까운 티니핑이 선두에 서서 VS에서 먼 순서대로 배치되었다. [7] 하트로즈의 직원들이 하트로즈의 바닥을 걸레질 대결을 하기 직전에 한 대사. [8] 3기에서는 직업을 모티브로 한 티니핑들이 메인이 되었는데 그보다도 오래 전에 나온 것이다."
}