{
    "name": "빙글핑",
    "image": "/static/images/ping/빙글핑.jpg",
    "gender": "여성",
    "accessory": "팽이",
    "likes": "피겨 스케이팅, 빙판",
    "dislikes": "피겨 스케이팅에 진지하지 않은 것, 더운 것",
    "magic": "<피겨 스케이팅의 팽이>팽이를 돌리면, 자신이 원하는 동작대로대상이 피겨 스케이트 동작을 따라할 수 있게 된다.",
    "other_info": "빙글핑 - “자~ 이제 나하고 트리플악셀 을 뛰는 거야, 빙글!” [1] 성별 모티브 직업 피겨 스케이팅 선수 한국 외 국가 번안명 Twirlping 이름의 유래 빙글빙글 Twirl(회전하다) 소품 열쇠 스케이트 열쇠 단짝친구 꾸래핑 마법 <피겨 스케이팅의 > 를 돌리면, 자신이 원하는 동작대로 대상이 피겨 스케이트 동작을 따라할 수 있게 된다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 36위 [2] 성우 김도희 1 . 개요 2 . 작중 행적 2.1 . 22화 2.2 . 23화 2.3 . 23화 이후 2.4 . 뮤지컬: 신비한 상자를 열어라! 3 . 기타 1. 개요 [편집] 표현력의 티니핑, 빙글핑 같이 피겨 스케이트 탈래? 어딘가 집요하지만 우아한 요정. 프린세스 크리스탈: “꾸래핑은 마지막 티니핑을 잘 안다고 했지?” 꾸래핑: “응, 빙글핑은 피겨 스케이트를 엄청 잘 타, 꾸래.” 빙글핑의 특징을 잘 나타내는 대사. '표현력의 티니핑'. 머리에 티아라를 착용하고 있는 피겨 스케이팅 선수 모습의 티니핑. 꾸래핑의 친구로 피겨 스케이팅을 좋아하며, 마법의 를 사용해서 대상이 피겨 스케이트 동작을 따라할 수 있게 만들거나 대상의 행동을 똑같이 표현할 수 있는 능력이 있다. 또한 대상을 얼음 속에 가두어 꼼짝 못하게 만들 수도 있다. 2. 작중 행적 [편집] 2.1. 22화 [편집] '스케이트 타고 빙글빙글' [3] 편에서 마지막 열쇠티니핑으로써 첫 등장했다. 지구로 도착한 이후로 같이 스케이트할 짝을 찾다가 하모니 초등학교의 체육관을 개조한 아이스링크에서 레나 [4] 등 여러 사람들에게 피겨 스케이트 동작들을 마법으로 걸어 따라하게 해 보았지만, 그 누구도 잘 따라하는 사람이 없어서 결국 짝을 찾지 못했다. 그러던 중 마지막 열쇠티니핑인 빙글핑의 특성을 이미 잘 알던 꾸래핑의 추정이 들어맞아 아이스링크로 프린세스(크리스탈) 일행이 찾아와 빙글핑(본인)을 캐치하려 했지만, 자유자재로 스케이트를 타서 마법을 피하거나, 스케이트를 강제로 타다가 스핀 동작으로 어지러워하며 충돌하는 등 농락당하고 말았다. 이 때 꾸래핑은 본인에게 할 말이 있다고 했지만, 뭔가 큰 오해가 있었는지 듣지도 않은 채 아이스링크를 나갔고 프린세스 일행은 이를 추격한다. 한편, 이를 지켜보던 다해핑 은 아직 캐치는 못 했다며 또 다른 음모를 꾸밀 계획을 세운다. 머지않아 꾸래핑은 빙글핑(본인)에게 할 말이 무엇인지 프린세스 크리스탈과 로열핑들에게 알려줬는데, 미스틱마을에 있던 시절 빙글핑이 스케이트를 같이 할 짝을 찾던 중, [5] 꾸래핑이 나타나 같이 타 보자고 부탁을 했다. 꾸래핑은 본인에게 조언을 많이 듣고, 트리플악셀을 비롯한 스킬을 시도하지만 계속 넘어지기 일쑤였고, 반면 완벽한 동작을 원했던 본인은 꾸래핑이 어쩌다 성공하더라도 자신과 똑같이, 완벽하게 하지 않으면 안 된다며 꾸래핑과 갈등을 빚고 [6] , 결국 꾸래핑의 분노를 유발해 엇갈리게 되었다. [7] 꾸래핑은 사실 그 때 이후로 트리플악셀을 비롯한 피겨 스케이팅 기술들을 많이 연습해서 마스터한 상태였다는 사실을 전해주려 했던 것이었다. 하지만 화해하지 못한 채로 미스틱마을은 습격을 받고 말았다고 한다. 스케이트 링크를 나온 본인은 여전히 짝을 찾으며 빵 봉투를 들고 가던 뚱뚱한 체형의 중년 남성과 아이스크림을 먹던 아이를 억지로 타게 만들었지만 역시 미숙한 동작으로 성에 차지 않는다. 바로 그 뒤에 나타난 다해핑에게 같이 스케이트를 타자고 부탁하였지만, 다해핑은 일단 기술을 보여 달라고 한 뒤 본인에게 전기 공격을 했다. 다해핑의 공격을 받은 본인은 제니와 다해핑이 마스터키를 탈취해 미스틱마을에 테러를 일으켜 하모니 마을로 보내 버린 장본인임을 기억해내 다해핑을 얼음 속에 가두었다. [8] 그 후 본인은 개천가에서 링크를 얼려 계속 스케이팅을 하는 데 자신이 너무 완벽한 것만 추구하는 건지 되뇌여보고 있었는데, 그 앞에 꾸래핑이 나타나 자신이 피겨 스케이팅을 마스터했다는 사실을 증명하기 위해 기술들을 선보였고, 본인도 마치 꾸래핑의 마음을 이해한 듯 파트너를 그냥 둘 순 없다며 꾸래핑과 같이 멋진 피겨 스케이팅 듀오를 완성한다. [9] 그렇게 해서 본인도 완벽함만 추구하여 같이 스케이트를 타는 자체의 즐거움을 잊었던 걸 반성하며 이 둘은 서로 간의 오해를 풀었고 프린세스 크리스탈에게 자신의 의지로 열쇠를 건네 주려고 했던 그 순간... 얼음을 부수고 탈출한 다해핑이 갑자기 나타나 연막탄을 던져 시야를 차단하여 프린세스 일행의 캐치를 방해한 후, 빙글핑(본인)을 납치하여 마스터키가 프린세스 일행에게 넘어가지 못하게 하기 위해 마법 진주 속에 갇힌 그녀를 인질로 삼아 도주했다. [10] 그리고 이 상태로 프린세스 일행은 다해핑을 쫓으며 에피소드가 종료된다. 2.2. 23화 [편집] 다해핑의 방해로 인해 마법 진주 속에 갇혀 인질이 된 본인을 구출하기 위해 추적하는 로열핑들과의 추격전이 계속되던 중, 다해핑과의 승부에서 이긴 하츄핑과 프린세스 플로라하트 [11] 가 합류해 빙글핑(본인)을 캐치하려고 했던 순간, 갑자기 빙글핑(본인)을 가둔 진주가 세 개로 분열하였다. 심지어 모두 외형이 똑같아서 아무데나 미스틱 하트윙 보우로 화살을 쐈는데, 오답을 택한 나머지 다섯 개로 한 번 더 분열하여 더더욱 캐치가 힘든 상황이었다. [12] 이 때 꾸래핑은 빙글핑이 갇힌 다섯 개의 마법 진주들 중에서 단 하나의 빙글핑의 눈물만 얼지 않음 [13] 을 눈치챘는데, 빙글핑의 차가운 외형과 달리 눈물은 따뜻한 점을 눈치 채 프린세스 일행은 마지막 열쇠티니핑인 빙글핑을 캐치한다. [14] “친구들과 함께하게 돼서 정말 기뻐, 빙글!” 23화 캐치 대사. 그 후 큐브에서 나와 꾸래핑과 재회의 기쁨은 만끽하며 모든 열쇠티니핑들을 캐치한 로미(프린세스 플로라하트)에게 마스터키의 소유권이 넘어왔고, 이것으로 행운핑의 봉인을 풀어 주는 데 성공한다. 빙글핑(본인)도 이를 지켜보며 환호한다. 2.3. 23화 이후 [편집] '티니핑 패션쇼' 편에서도 등장. 이미 이전 2화에서 비중이 높았던 탓인지 딱히 에피소드 내에서 큰 활약은 없었다. 굳이 눈에 띌만한 장면이라면 패션쇼를 관람하던 믿어핑이 행운핑의 윙크에 심장을 부여잡으며 쓰러지자 이를 다급하게 보았다. '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 2.4. 뮤지컬: 신비한 상자를 열어라! [편집] 뮤지컬판에서는 제니로부터 상자 속의 행운핑을 지키기 위해 후반부 급전개에서 캐치되었다. 로미와 열쇠 로열핑들, 그리고 하트로즈 직원들이 마지막 열쇠핑 둘 [15] 을 찾던 도중에 나타나서 같이 스케이트를 타자고 하면서 로미 일행을 교란시킨다. 하지만 주연 배우들의 능숙한 스케이트 실력을 인정해 저항하지 않고 캐치되었다. [16] [17] 여담이지만 이 뮤지컬에 등장하는 열쇠핑 다섯 중 유일하게 초연일 이전에 본편에서 등장하지 않았다. [18] 3. 기타 [편집] 다해핑의 갑작스런 방해로 인해 캐치가 늦어졌지만 꼼딱핑, 퐁당핑, 꾸며핑에 이어 네 번째로 제니에게 세뇌당하지 않았고 [19] 퐁당핑, 아아핑에 이어 세 번째로 자신의 의지로 캐치된 티니핑이다. 캐치! 티니핑 시리즈 역사상 최초로 (로미와 대면한 이후로 [20] ) 캐치하는 데 2화가 소요된 선역 일반 티니핑 이다. [21] 발레핑 과 비슷한 점이 은근 많다. 공식도 이를 인정하듯이 이 영상 을 올릴 정도. 둘 다 얼음 속성을 가지고 있다. 특정 종목에 대한 퍼포먼스를 좋아한다. 첫 등장한 에피소드가 22화다. 둘 다 마법 능력으로 동작을 따라하게 하는 능력이 있다. 첫 등장 시 자신의 댄스 메이트를 찾고 있었다는 공통점이 있다. 파란색 로열핑 [22] 과의 접점이 있으며, 그 로열핑에게 너무 깐깐하게 굴었던 탓에 트러블이 있었던 점, 그 트러블을 밑거름삼아 완벽한 퍼포먼스를 보이고 화해하는 점까지 공통적이다. 이름이 방 글핑 과 비슷하다. 이 때문인지 의외로 처음에 이름이 헷갈린 시청자들도 많았으며, 오타도 나기 쉬운 편이다. [23] 숫자 100과 연이 많다. 최초로 등장한 에피소드가 전 시즌 통산 100화이고, 젤리 띠부씰 번호도 100번이다. [24] [1] 레나 에게 마법을 걸었을때의 대사다. [2] (로열, 레전드핑을 제외한) 열쇠핑 2위 [3] 사족이지만, 이 에피소드는 캐치! 티니핑 시리즈 통산 100화 ( 무인 52화 + 반짝반짝 26화 + 알쏭달쏭 22화) 다. [4] 특히 레나하고는 악셀 점프를 뛰는데 슬로우모션으로 보면 빙글핑(본인)은 쿼드러플(4회전) 악셀을 돌고, 레나는 무려 6회전 (!) 악셀을 뛰었다. 레나가 이 악셀 점프 직후 신디, 하니와 충돌하는데 이때의 체공시간을 고려하면 실제 회전수는 이보다 더 많다는 얘기가 된다. 본인의 얘기로는 같이 트리플(3회전) 악셀을 뛰자고 얘기를 했는데 이보다 더 많이 돈 셈이다. [5] 이때 명확히 제안을 한 묘사가 있던 티니핑은 빨리핑과 얌얌핑, 꾸래핑이었는데, 빨리핑은 빙판은 미끄러워서 싫다며 거절했고, 얌얌핑은 피겨 스케이팅에 문외한이었는지 먹는 거야? 를 시전하길래 본인이 했던 제안을 철회했다. 그 후 나타난 게 꾸래핑인데 여담으로 이때 꾸래핑이 타고 온 거대한 눈사람은 후에 꾸래핑이 소품으로 들고 다니는 눈사람이 거대화한 것임이 밝혀졌다. [6] 이때 왜 본인처럼 못 하냐고 따질 때 사백안까지 떠가며 화를 냈다. 약간의 광기도 보인다 [7] 이는 빙글핑(본인)은 완벽주의자 임을 묘사하는 장면이다. 사실 이 정도의 지도력이면 지도자로서는 낙제점 수준인게 기본기를 가르쳐 주지 않고 고급 기술 먼저 가르치면 기본이 안 잡혀있는 만큼 성장이 더뎌진다. 물론 실제시합이라면 필수요소로 불릴 만큼 점프를 해야 하는 최소 횟수가 정해져 있기는 하지만 애초에 피겨 스케이팅 인 만큼 스케이트를 타는 자체부터가 중요한데, 스케이팅 자체를 가르친 묘사는 없었다. 더군다나 \"좋아\", \"잘했어\" 등 칭찬 없이 \"안돼\", \"아니야\" 등으로 야단만 쳐서 채찍(야단)과 당근(칭찬)의 배합 없이 채찍만 드는 점도 결국 꾸래핑의 입장에서는 환멸이 나도 이상하지 않다. [8] 하지만 완전히 얼어붙은 것은 아닌지 다해핑이 표정을 짓더니 얼음에 점차 금이 가고 있었다. [9] 참고로 실제 시합이었다면 페어 스케이팅 은 남녀 페어만 정식 종목이고, 동성(남남, 여여) 페어는 없는 종목이다. [10] 캐치! 티니핑 시리즈 역사상 최초로 프린세스가 일반 티니핑을 캐치하려고 할 때, 빌런이 직접 나서 방해한 케이스다. 이전 시즌의 '화내지 말아줘' 편에서는 화나핑 의 온도가 너무 높아서 캐치에 실패한 전례가 있지만, 이것은 빌런이 나타나 직접 방해한 것이 아니며 우여곡절 끝에 같은 회차에서 겨우 잡긴 했다. [11] 다해핑을 추적하던 중 크리스탈에서 플로라하트로 교대했으며, 3기에서 로미의 프린세스 교대를 한 유일한 에피소드. [12] 이전에 파티핑 편에서도 오답이 한번 나오긴 했는데, 이때는 페널티는 없이 오히려 정답확률이 2분의 1(50%)로 늘어난데 반해 빙글핑의 경우는 5분의 1(20%)로 감소했다. [13] 나머지 가짜 빙글핑들은 모두 눈물이 얼어 있었다. [14] 이때 캐치될 때의 본인은 드디어 캐치된다고 기뻐한다. 그야 모처럼 꾸래핑과 화해했지만 계속 다해핑에게 쫓기느라 캐치가 지연됐으니... 실제로 다해핑에게 잡혀갈 때도 이제 자신은 캐치되어도 상관없다는 말을 했는데, 다해핑은 오히려 빙글핑이 캐치되면 안 되는 상황이었기 때문에 오히려 자극만 해 버렸다. [15] 뮤지컬판에서는 극중에서 로미가 캐치하는 티니핑이 다섯(패션핑, 삐뽀핑, 뜨거핑, 빙글핑, 퐁당핑)으로 축소되었다. [16] 원작과는 다르게 뮤지컬판에서는 프린세스 솔라리스가 캐치했다. 원작 기준 최종적으로 캐치한 플로라하트는 뮤지컬 초반에 삐뽀핑과 뜨거핑을 캐치했고, 사실상 캐치에 가까웠던 크리스탈은 뮤지컬에 아예 등장조차 하지 않는다. [17] 실제로 무대에서 스케이트를 타는 것은 아니고, 피겨 스케이팅 동작으로 창작된 안무를 춘다. [18] 뮤지컬판 2탄의 초연일은 2023년 1월 21일이며, 이 때 본편에서는 19화(+20화 예고편) 까지 방영되었기 때문에 사실상 뮤지컬 선행 공개. 다만 어차피 캐치만 되면 그 후에는 비중이 없기 때문에 이미 공개된 다른 티니핑들로 해도 될 텐데도 내보냈단 점에서 혹평이 있었다. 이전 시즌의 공쥬핑 이 원래는 등장 예정이었다가 초연일 기준 본편에 등장하지 않은 걸 감안해 취소된 걸 생각하면 아쉬운 연출임에는 틀림없다. [19] 퐁당핑은 로미가 직접 찾아가서 발견한 티니핑이고, 꼼딱핑도 우정반지가 사라지자 도둑이 들어온 줄 알고 로미가 경찰을 불렀을 때 등장했다.(전술한 둘은 '알쏭달쏭 열쇠티니핑' 편 중에서나마 제니와의 구도가 나오기는 했다.) 꾸며핑의 경우는 그냥 비비에게 헤어컷을 훈련시켜줄 목적으로 자신이 일부러 소동을 벌인 것이고, 빙글핑은 아마 제니가 레이븐 하트윙을 찾느라 본인은 신경 쓰지 않은 듯 하다. [20] 이 서술을 한 이유는 빨리핑 (3기 1~2화)과 까르핑 (2기 2~3화) 때문. 그리고 연속 출연이 아니라는 전제하에 2기는 포근핑 과 맛나핑 , 3기는 꼼딱핑 , 퐁당핑 , 힘내핑 , 4기는 머랭핑 , 샌드핑 , 또너핑 , 와플핑 , 롤리핑 , 마카핑 , 핫케핑 , 뿌뿌핑 도 이에 해당한다. [21] 이전에는 1기의 최종 보스 앙대핑 이 캐치하는 데 2화를 소모한 적 있으나, 앙대핑은 본작의 빌런 티니핑이고, 최종 보스전이라는 점을 유의해야 한다. 즉 캐치하는 데 2화가 소요된 선역 일반 티니핑은 빙글핑이 처음이다. [22] 발레핑- 믿어핑 , 빙글핑- 꾸래핑 . [23] 두벌식 자판은 ㅏ와 ㅣ가 바로 옆에 붙어 있고, 천지인 자판 은 점 하나로 차이 난다. [24] 빵 띠부씰 번호는 85번이다."
}