{
    "name": "뿌뿌핑",
    "image": "/static/images/ping/뿌뿌핑.jpg",
    "gender": "남성",
    "accessory": "풍선껌",
    "likes": "매직슈가볼, 골탕 먹이기",
    "dislikes": "자기만 빼고 즐거운 것, 자기 것을 빼앗는 것",
    "magic": "풍선껌을 활용한 다양한 마법(공격, 회피, 이동). 스스로를 풍선껌처럼 부풀릴 수 있고, 특정 부분만 부풀릴 수도 있다.",
    "other_info": "뿌뿌핑 -캐치! 티니핑 시리즈 빌런 티니핑 목록 1기 2기 3기 4기 악동핑 앙대핑 가면핑 다해핑 다해핑 뿌뿌핑 극장판 1기 트러핑 “ 이건 영원히 내 거야! 아무도 손댈 수 없어! 뿌뿌! ” 성 별 남성 한국 외 국가 번안명 Puffping 이름 의 유래 부풀 리다 → 뿌뿌 혹은 풍선껌을 부는 의성어 Puff(부풀리다) 모티 브 디 저트 풍선껌 ( 검볼 ) 소 품 풍선껌 디스펜서 [1] 마 법 풍선껌을 활용한 다양한 마법(공격, 회피, 이동) 스스로를 풍선껌처럼 부풀릴 수 있고, 특정 부분(ex.귀)만 부풀릴 수도 있다. [2] 좋아 하는 것 매직슈가볼 , 골탕 먹이기 싫어 하는 것 자기만 빼고 즐거운 것, 자기 것을 빼앗기는 것 2023 티니핑 어워즈 인기투표 순위 16위 [3] 성 우 양정화 [4] 1 . 개요 2 . 작중 행적 2.1 . 1~10화 (첫 등장 및 각성 전) 2.2 . 12화 (1단계 각성) 2.3 . 13화~20화 (1단계 각성 이후) 2.4 . 21화 (2단계 각성) 2.5 . 23화~24화 (1차전 및 캐치) 2.6 . 25화~26화 (3단계 각성 및 2차전) 3 . 악동핑과의 차이점 4 . 기타 1. 개요 [편집] 흥미의 티니핑, 뿌뿌핑 뿌뿌뿌뿌! 아주 재밌겠어 뿌뿌! 흥미로운 걸 찾아다니는 장난꾸러기 샤샤핑: “뿌뿌핑이 매직슈가볼을 갖고 가는 바람에 디저트 마을이 엉망이 됐어. 거기에 다 같이 휘말려서...” 로미: “뭐, 매직슈가볼이라고?” 하츄핑: “디저트 마을을 지키는 슈가매직을 품고 있는 신비한 캔디라고 들었어, 츄!” 로미: “근데, 뿌뿌핑은 누구야?” 포실핑: “아, 걔는 풍선껌의 티니핑인데 디저트 마을 최고의 사고뭉치 야, 포실.” 말랑핑: “또 얼마나 욕심꾸러기라고. 으~!” 뿌뿌핑의 특징을 잘 나타내는 대사. 새콤달콤 캐치! 티니핑 의 등장 티니핑 및 메인 빌런 이자 중간 보스 겸 최종 보스 . [5] '흥미의 티니핑'. 샤샤핑 일행의 증언에 의하면 매직슈가볼을 훔친 사건의 진범인 이자, [6] 디저트 마을 최고의 트러블 메이커 다. 마법의 풍선껌을 사용해서 상대를 공격하거나 몸을 크게 부풀리는 능력이 있다. 2. 작중 행적 [편집] 이 문서에 스포일러 가 포함되어 있습니다. 이 문서가 설명하는 작품이나 인물 등에 대한 줄거리, 결말, 반전 요소 등을 직·간접적으로 포함하고 있습니다. 비중이 많았던 에피소드는 굵은 글씨 . 3, 4, 6, 8, 11, 15, 16, 22화에서는 등장하지 않았다. 2.1. 1~10화 (첫 등장 및 각성 전) [편집] '새콤달콤 디저트티니핑' 편에서 첫 등장. 다른 디저트핑들은 공장 라인에서 일을 하던 중 혼자 숨어서 디저트 마을의 매직슈가볼에 흥미를 가져 매직슈가볼을 뺏어가 다른 디저트핑들이 지구로 풀려나는 원인이 되었다. 이후 로열핑들에게 본인이 매직슈가볼을 훔친 게 들통났지만 다시 뺏어서 껌을 먹어 몸을 부풀려 날아가며 도주한다. 결국 마을의 슈가파워가 사라져 로열핑들이 슈가베리팩트를 가져가려던 도중 게이트가 다시 열려 본인도 함께 빨려 들어가 지구로 가게 되었다. 다음 에피소드인 '변신! 프린세스 베리하트' 편에서는 지구로 떨어져 같은 곳에 떨어진 캔디핑과 대화하던 중 캔디핑이 매직슈가볼을 발견하자 아무것도 아니라며 발뺌하던 중 너구리와 조우하자 매직슈가볼을 밟고 있는 채 으르렁대는데 캔디핑이 사탕발림의 말로 너구리의 심기를 건드리는 바람에 추격을 당한다. [7] 영문을 모른 채 계속 쫓기다가 대체 무슨 말을 했길래 저 너구리가 더 화가 난 거냐며 캔디핑에게 물어보는데, 캔디핑은 “너처럼 예쁘게 생긴 여자애(암컷)는 처음 본다.” 고 했다며 얘기한다. 이에 한심해하며 그 너구리는 남자애(수컷)라며 알려 준다. [8] 캔디핑은 중간에 다른 길로 새서 너구리를 따돌렸지만 그 너구리는 계속 본인을 쫓아와서 왜 자기를 쫓아오느냐며 꽁지 빠지도록 도망친다. [9] 그 이후 언급이 없다가 캔디핑이 로미(프린세스 베리하트)에게 캐치된 이후 하트로즈에서 캔디핑이 뿌뿌핑과 만났다는 증언을 했다. 같은 시각 (이 에피소드의 마지막 시점에서) 본인은 계속되는 추격전 끝에 건물로 올라가 귀에 달린 풍선을 부풀려 날아가며 겨우겨우 너구리를 따돌리는 데 성공했다. 그리고 공중에서 하모니 마을 전경을 둘러보면서 이 곳도 살만한 곳으로 보인다는 말을 끝으로 에피소드가 끝난다. '뿌뿌핑을 잡아라 ' 편에서 본인의 첫 중심 에피소드로 등장. 이 에피소드 초반부에서 공사장 [10] 에서 매직슈가볼의 목소리를 듣고서 환상까지 보는데 무슨 말을 하는지는 언급이 없으나 매직슈가볼과 절대로 떨어지지 않겠다고 약속했다. 그러다가 어느 고양이에게 습격을 받자 도망치다가 마야 주위로 고양이에게 쫓기지만, 풍선껌을 불어서 터트려 고양이를 놀래키게 해서 고양이를 따돌렸다. 그리고 주변에 있던 마야를 잠시 흘깃하며 쳐다보고는 쥐구멍으로 돌아갔다. 잠시 후 마야는 하트로즈 앞에서 로미 일행에게 뿌뿌핑(본인)을 만났다고 알려주는 데 이름은 알지 못했기 때문에 공사장에서 빨갛고 동그란 양머리 를 한 티니핑을 목격했다고만 알려줬다. 이에 로열핑들은 뿌뿌핑(본인)임을 바로 알아채고 공사장으로 향한다. 잠시후 공사장에서 슈가베리팩트로 스캔을 해봤지만 본인의 모습이 아닌 매직슈가볼 문양이 출력되었다. 이에 의아하며 신호가 잡히는 옥상으로 올라와서 매직슈가볼과 교감중이던 본인과 로미 일행이 조우한다. 어떻게 찾았느냐고 물어보더니 말랑핑은 특유의 웃음소리가 들렸다고 하며, 이어서 샤샤핑은 디저트 마을로 돌아가자고 설득하지만 본인은 디저트 마을로 돌아갈 마음이 없다고 했다. 포실핑은 왜 그렇게 매직슈가볼에 욕심을 내느냐고 묻지만 이제 매직슈가볼은 자기거라며 도망친다. 로열핑들도 가만있지 않고 샤샤핑은 아이스크림 요정들을 소환하지만 능수능란하게 피했고, 말랑핑의 탱탱볼 공격은 풍선껌으로 반사시켜 역공하는가 하면, 포실핑이 돌려달라며 설득하자 순순히 건네주는가 했더니만 매직슈가볼 모양 연막탄을 건네 준 것이었고 그렇게 다시 도망치다가 로미의 발에 부딪혔다. 본인은 로미로부터 탈출하기 위해 풍선껌 마법을 써 위기를 탈출한다. [11] 그렇게 로미는 시리즈 최초로 프린세스 젤리스틴으로 변신해서 본인을 캐치하려고 했으나, 프린세스 일행과의 추격전 와중에도 본인은 매직슈가볼을 지키기 위해 프린세스 젤리스틴의 공격을 피하면서 프린세스 일행을 따돌렸다. 그러다가 프린세스 젤리스틴이 피리피리 매지컬 젤리스틴 마법으로 젤리 트램펄린을 소환해 본인의 다리를 잡았지만, 본인은 풍선껌 바람을 뺌으로써 프린세스 일행을 쓰레기통 안으로 낙하시키는 데 성공했고, 본인은 우연히도 프린세스 일행이 떨어진 쓰레기통 근처에 떨어져서(...) 결국 다시 쫓기게 된다. 이윽고 본인이 궁지에 몰리게 되자, 본인이 매직슈가볼에게 위기를 탈출해 달라고 간절히 소원을 빌었다. 그 결과, 본인은 매직슈가볼의 버프를 받아 프린세스 일행을 끈적이는 풍선껌으로 가두는 데 성공했다. [12] 다행히 프린세스 젤리스틴은 마법으로 풍선껌 능력을 해제해 본인을 다시 쫓아갔다. 그러다가 본인은 고양이 세 마리를 따돌리고 거리로 나왔는데, 하필이면 매직슈가볼이 차도로 굴러가버리는 바람에 매직슈가볼이 로드킬 당해 깨질 위기 에 처했다. [13] 이를 목격한 말랑핑이 재미의 젤리볼 마법으로 매직슈가볼을 되찾아왔지만, 결국 뿌뿌핑에게 선수당해 매직슈가볼을 다시 빼앗겼다. [14] 본인은 다시 매직슈가볼의 버프를 받아 풍선껌 연사 공격을 했지만, 이번에는 프린세스 젤리스틴의 피리피리 매지컬 실드 마법에 반사당해 본인이 풍선껌에 붙잡히고 말았다. 그렇게 프린세스 젤리스틴이 본인을 캐치하려고 했으나, 본인이 메달이 오기 전에 매직슈가볼에 손을 먼저 대는 바람에 위기를 탈출했고, 본인은 다시 어디론가 도망쳤다. [15] '납작해져라! 와플핑' 편에서는 매직슈가볼을 지닌 채 샌드위치를 먹으려다가 와플핑이 마법을 써 본인이 쥐고 있었던 샌드위치를 납작하게 만들었다. 와플핑과 조우한 본인은 와플핑에게 매직슈가볼을 가져간 게 아니냐며 의심당하다가 매직슈가볼을 훔친 게 들통나자, 와플핑의 입에 풍선껌을 던져 넣어 와플핑의 몸을 부풀렸다. 그리고 본인도 와플핑의 마법에 걸리며 종잇장이 되어 납작해졌다.(...) [16] 이후 본인 스스로 몸을 부풀려 원상복구 시키고, 납작해진 슈가베리팩트가 날아오자 이것도 부풀렸고 어디서 많이 본 것 같다고 생각하던 찰나에 와플핑이 다시 나타나 또 납작해졌다(...). 그리고 추격전이 벌어지던 와플핑과 로미에게 밟히며 이 에피소드에서의 행적은 종료. '포실핑과 작은 친구들 ' 편에서는 에피소드 처음부터 프린세스(베리하트) 일행에게 쫓기고 있었다. 말랑핑이 거대해진 본인을 재미의 젤리볼로 붙잡아 본인의 매직슈가볼을 뺏어오려고 하자, 본인의 매직슈가볼과 프린세스 베리하트의 슈가베리팩트가 닿아 프린세스 베리하트, 하츄핑, 샤샤핑, 말랑핑이 작아졌다. [17] 근처에 매직슈가볼이 떨어졌고 프린세스 일행이 작아진 덕에 다시 매직슈가볼을 가지고 도망쳤으나 본인의 검볼 머신의 뚜껑이 열린 줄 모르고 풍선껌을 흘리며 도망친 탓에 다시 매직슈가볼을 되찾으러 온 포실핑 일행에게 본인의 위치가 들통나고 말았다. 다시 몸을 부풀려 날아서 매직슈가볼을 가지고 도망치던 도중, 오토바이를 타고 본인을 추격하던 포실핑에게 연막탄을 던져 공격했으나 계속 쫓아오자 포실핑과 다음과 같은 대화를 한다. 뿌뿌핑: “ 뿌~뿌뿌뿌! 다 른 애 들 은 어디 가고 제일 둔한 애 가 날 잡으러 왔을까? 흐히힛!” 포실핑: “뿌뿌핑, 나 한 번만 도와줘! 내 친 구 들 이 위험해!” 뿌뿌핑: “어디서 날 속이려고, 뿌뿌?” 포실핑: “매직슈가볼의 힘 때문에 내 친 구 들 이 작아졌어! 제발 한 번만 만지게 해 줘, 그걸!” 뿌뿌핑: “어림없는 소리, 친구라고? 하! 세상에 친구 같은 건 없어! 이거 빼구~ 히히히!” 포실핑: (울먹이며) “넌... 정말 나쁜 아이구나!” 뿌뿌핑: “뭐?” 포실핑: “누군가 힘들어하는데도, 그냥 지나친다면 친구는 생기지 않아!” 뿌뿌핑: “그게... 난... (화를 내며) 그런 너흰 나한테 먼저 말 건 적 있어? [18] 오직 매직슈가볼만이 나한테 말 걸어줬단 말이야!” [19] 그리고 몸의 바람을 빼서 더 빠르게 도망치려 하는 데 뒤쪽의 호화 여객선 광고판 [20] 을 못 보고 부딪혀 땅으로 추락하고 말았다. 그 여파로 매직슈가볼을 놓치고, 그 매직슈가볼에 프린세스 베리하트는 슈가베리팩트를 접촉시켜 다른 로열핑들과 함께 원래대로 돌아오는 데 성공했다. 그리고 땅에 추락해 있던 중 포실핑이 탔었던 오토바이에 충돌할 위기 였으나, [21] 프린세스 베리하트가 이를 쳐내 본인을 지켜주면서 목숨은 건졌다. 그리고 다시 매직슈가볼을 되찾고, 프린세스 베리하트에게 고맙다는 인사를 하면서 어디론가 가 버린다. 본인이 자리를 뜬 후 마지막 장면에서 프린세스 베리하트는 “근데 그 아이(뿌뿌핑), 아주 나쁜 애는 아닌 것 같아.” 라고 의미심장한 말을 하며 에피소드가 종료된다. '알록달록 색칠해요 마카핑' 편에서는 엘리의 치킨 가게에서 갓 튀겨 나온 치킨 닭다리 한 조각을 훔쳐 와 이를 먹으려던 중, 마카핑 이 나타나 본인의 몸과 치킨의 색을 바꿔 버리고 만다. 이에 화가 나서 원래대로 되돌려 달라고 마카핑에게 노발대발했으나 마카핑은 본인의 몸과 치킨의 반쪽만 원래대로 되돌리고 가 버리고 만다(...). 이후 체육관에서 마카핑을 찾아 보복하기 위해 마카핑 입 안에 풍선껌을 던져 삼키게 함으로써 마카핑의 몸을 부풀리게 만들었고, 마카핑은 본인의 색을 다시 원래대로 되돌려 주었으나 마카핑의 몸은 다시 원상복귀 시키지 않고 이것이 지금껏 했던 짓에 대한 벌이라는 말을 남기고 자리를 떠나며 제대로 복수했다. [22] 2.2. 12화 (1단계 각성) [편집] '말랑핑 마음은 말랑해요 ' 편에서도 중심 에피소드로 등장했다. 첫 장면에서 본인은 디저트 마을에서 노는 캔디핑, 와플핑, 샌드핑, 머랭핑, 핫케핑, 마카핑을 보고서 외로워하던 도중, 케이크 궁전에서 어떤 목소리 를 [23] 들었더니 매직슈가볼이 슈가베리팩트가 합쳐지자 매직슈가볼이 사라지는 악몽을 꿨고 [24] 슈가베리팩트를 없애겠다는 계획을 세운다. 그러다가 학교에서 로미와 싸워 교실을 뛰쳐 나온 말랑핑을 보고 슈가베리팩트를 빼앗기 위해서 작전에 성공하면은 매직슈가볼을 주겠다고 말하면서 [25] 말랑핑에게 통신기와 풍선껌까지 주면서 어느 작전을 세웠다. 말랑핑이 로미 일행을 따돌리는 동안, 본인이 준 풍선껌으로 로미의 움직임을 막는 데 성공했고, 풍선껌을 터뜨려서 로미가 깜짝 놀라 그만 슈가베리팩트를 떨어뜨렸다. 그리고 말랑핑에게 슈가베리팩트를 가져오라고 명령했으나 디저트 로열핑들이 말랑핑에게 슈가베리팩트를 가로막음으로써 실패. 그리고 로미가 진실을 알게 된 후 말랑핑과 화해하려던 순간, 말랑핑에게 로미가 싫다고 말을 하라고 시켰으나 말랑핑은 로미가 싫다고 말하는 것이 싫다면서 통신기를 내던지고 다시 로미 일행들의 편으로 돌아간다. 결국 작전이 실패하자 일행들 앞에 나타나 모든 작전을 밝히고 풍선껌으로 슈가베리팩트만이라도 빼앗아 가려고 했다. 하지만 말랑핑이 높이 점프해서 본인의 발을 붙잡자 말랑핑을 떨쳐내는 데는 성공했으나, 말랑핑이 그 틈에 젤리볼로 풍선껌을 터뜨리고 슈가베리팩트를 회수해 왔다. 로미와 말랑핑이 본인을 캐치하기 위해 프린세스 젤리스틴으로 변신하려고 했으나, 잔을 쳐내 변신하는 것을 가로막았고 로미에게 달려들자 본인이 가진 매직슈가볼과 로미의 슈가베리팩트가 공명하여 슈가매직이 펼쳐지는 이상한 공간이 본인과 로미의 눈에 펼쳐졌다. “몸이... 이상해... 분명 그 안에도 슈가매직이... 내 거야... 다 내 거라고!! 으으윽.... 으아아아아!!!” “뭔가 새로운 힘이 느껴져! 그래, 그걸 없앨 게 아니라 내 걸로 만들어야겠어. 뿌뿌뿌뿌뿌뿌뿌!” 1단계 각성 시 대사. 그 결과로 이후에 매직슈가볼이 어둠의 힘을 발산하더니 슈가매직의 힘을 받아 각성하게 된다. [26] 그리고 로미의 슈가베리팩트를 없앨 게 아닌 빼앗아 오겠다고 마음을 바꾸면서 이 에피소드가 마무리된다. [27] 2.3. 13화~20화 (1단계 각성 이후) [편집] '디저트 마을로 간 로미' 편에서는 직접 등장하지 않고 디저트 마을에서 로미 일행이 슈가베리팩트의 힘으로 사건의 재구성을 보던 중 매직슈가볼을 훔치는 모습이 잠시 등장한다. [28] 이를 본 로미는 “ 쟤가 왜 저기서 나와? ” 라고 한다. '울면 안 돼! 커핑, 머핑' 편이 각성 후 첫 직접적 등장 에피소드. 공원에서 커핑&머핑 쌍둥이가 노는 걸 보고 지치지도 않느냐는 등 징징대던 중 프린세스 스윗플로스가 호통을 쳐서 쌍둥이가 울려고 하자 샤샤핑이 말한 쌍둥이가 울면 무시무시한 일이 일어난다는 말을 듣자 이를 활용한 계획을 세웠다. 프린세스 일행과 커핑&머핑이 산책을 하던 중 풍선껌을 던져 프린세스 일행은 풍선껌 속에 가둬 커핑과 머핑의 유모차를 끌고 갔다. [29] 프린세스 스윗플로스는 곧장 풍선껌 트랩을 해제시켰으나, 그 사이에 깨어난 커핑과 머핑에게 대뜸 울라고 호통을 쳤지만 커핑과 머핑은 화내는 모습이 우스꽝스러운 탓에 그저 웃기만 할 뿐이었다. 결국 쪽쪽이를 뺏어 커핑과 머핑에게 다시 울라고 화를 내자 결국 커핑과 머핑은 서럽게 울면서 몸이 점차 커지기 시작했다. [30] 그러다가 분노한 머핑에게 한방 가격당하며 날아가던 중 시계탑의 바늘에 걸려 버렸고, 커핑과 머핑이 시계탑을 타고 올라오자 쪽쪽이를 맨땅으로 던지고 풍선껌을 이용해 몸을 부풀린 후 도망치며 등장을 마친다. '잘 자요~를레이! 요거' 편에서는 매직슈가볼을 지키기 위해 뜬 눈으로 밤을 지새웠다가 프린세스(스윗플로스) 일행에게 쫓기던 요거핑과 부딪히고, 요거핑이 로열핑들과 어떤 여자애에게 쫓기고 있다고 하자 그 여자애가 로미(프린세스)임을 눈치 채고 요거핑을 이용해 프린세스 일행을 잠재울 계획을 세웠지만, 요거핑의 앞에서 하품을 하는 바람에 오히려 본인이 요거핑의 마법으로 잠들어 버리며 리타이어한다. '얼음 공주 눈꽃핑' 편에서는 눈꽃핑 이 마법을 제어하지 못해 실의에 빠져있을 때 나타나 자신도 외톨이인 점에서 공감이 간다는 말을 하고 이를 이용해 슈가베리팩트로 마법을 제어할 수 있다는 감언이설로 슈가베리팩트를 빼앗을 의도를 숨기고 눈꽃핑과 손을 잡는다. 눈꽃핑은 이에 넘어가 하트로즈로 와서 일행들을 공격했고, 샤샤핑과 썰매로 추격전을 벌이다가 샤샤핑을 공격해 트랙에서 떨어트린다. 이를 받으려던 프린세스 샤베티나의 몸에서 떨어져 나온 슈가베리팩트를 주웠고 눈꽃핑이 마법을 제어할 방법을 알려 달라 했지만 당연히 새빨간 거짓말이었다며 눈꽃핑을 풍선껌 트랩 [31] 속에 가두어 버리고 도망친다. 설상가상으로 눈꽃핑이 마법을 제어하지 못한 탓에 트랩을 얼려 버렸는데, 이 트랩은 새콤핑과 달콤핑이 협공으로 파괴했고 이를 보고 당황한 나머지 문이 닫힌 걸 못 보고 문에 충돌해서 슈가베리팩트를 놓친다. 슈가베리팩트가 너무 멀리 굴러간 바람에 다시 가지러 갈 수는 없다고 판단해 결국 슈가베리팩트는 놔 두고 도망친다. '푸딩푸딩 푸딩댄스' 편에서는 직접 출연 없이 각성 전 모습으로 푸딩핑의 회상 장면에서 등장한다. 푸딩핑의 마법을 맞고 강제로 춤을 추게 되자 노발대발하며 춤을 멈추게 하라고 했지만 춤을 잘 춰야 푸딩도 맛있어 진다며 거절하자 이에 분노해 그딴 푸딩을 누가 먹느냐는 폭언을 한 후 라디오 스피커에 껌을 뱉어 라디오를 고장내고 자리를 떠 버린다. 결국 충격받은 푸딩핑은 더 이상 푸딩 만들기는 커녕 춤도 추지 않으려고 하는 소심한 성격 이 되어 버렸다. '폭신폭신 마시멜로' 편에서는 공중을 날아다니던 중 추격전을 펼치는 멜로핑 과 프린세스(베리하트) 일행을 보고 멜로핑을 이용할 계획을 세워 프린세스 일행을 따돌린 멜로핑에게 접근해 숨겨주겠다면서 거래를 제안한다. 우선 목적지 [32] 까지 날아가면서 프린세스 일행의 시선을 유인해 한 공사장까지 먼저 날아간다. 그리고 계단 위로 올라와 멜로핑에게 이곳을 폭신하게 만들어 달라고 요청한다. 이후 프린세스 일행이 쫓아오자 멜로핑을 배신하고 어서 잡으라고 하는 데 계단을 오르려던 프린세스 베리하트가 갑자기 순순히 캐치를 도와주는 점에서 의심을 샀고, 프린세스 베리하트는 계단이 아닌 옆 오르막 잔디밭으로 오르는 데 이를 역이용해 멜로핑은 잔디밭을 폭신하게 만들어 둔 바람에 프린세스 일행을 곤경에 빠트린다. 하지만 프린세스 베리하트는 대단한 운동신경을 발휘해 본인과 멜로핑이 있는 구역까지 올라오는 데 일단 멜로핑을 인질로 잡아 크레인에 매달린 철근으로 퇴각한다. 로열핑들이 사정거리 안에 들어오자 로열핑들은 풍선껌으로 포박시켰고, 프린세스 베리하트에게 멜로핑을 돌려받으려면 슈가베리팩트 [33] 를 가져 오라며 협상을 요구하지만 말도 안 되는 요구에 협상을 거부하며 슈가 프리즘 샷을 공격을 받는다. 직접적으로 피해를 입지는 않았지만 철근을 묶은 와이어가 피격을 당해 끊어질 위기에 처하자 멜로핑을 놔두고 날아가며 도망치면서 등장을 마친다. [34] 2.4. 21화 (2단계 각성) [편집] '쪼꼬모자로 모두 사이좋게 ' 편에서는 쪼꼬핑이 하모니 마을 주민들의 사이좋게 만들던 걸 보던 중 접근해 로미(프린세스)와 놀고 싶다고 말해 슈가베리팩트를 빼앗을 계획을 세웠다. 그러자 쪼꼬핑이 자기 헤어스타일을 바꾸며 샘플(?)을 보여 주며 희망하는 스타일을 제안했지만, 뿌뿌핑(본인)의 목적과는 관계가 없기 때문에 프린세스만 마법을 걸어 달라고 부탁한다. 이후 프린세스 샤베티나가 나타나자, 작전대로 프린세스 샤베티나하고 같이 놀자며 연기를 시작하고, 이에 당황한 프린세스 샤베티나는 왜 그러냐고 하자 자기랑 안 놀아 줄 거냐며 슬퍼하는 척을 해서 프린세스 샤베티나의 머리에 쪼꼬모자를 씌우는 데까지는 성공했으나, 쪼꼬모자를 쓰는 것을 원치 않았던 본인까지도 쪼꼬모자가 씌워진 탓에 프린세스 샤베티나와 사이좋은 커플이 되었다! 그리고 둘이 안고 안기는 건 기본이고, 꽃 반지와 꽃 왕관을 끼우고 씌워 주면서 '나 잡아봐~라!', '뿌뿌핑, 거기 서~!'를 외치며 잡기놀이를 하다가 프린세스 샤베티나가 하트로즈에서 같이 아이스크림을 먹으러 가자고 제안하자 프린세스랑 있다면 어디든 좋다며 하트로즈로 간다. 잠시 후 하트로즈에서 아이스크림을 먹을 때도 뿌뿌핑 먼저, 프린세스 먼저 라며 양보하며 먹여 주려다가 합의안(?)으로 서로에게 먹여 주며 러브샷(?)을 했다. 이를 본 하츄핑과 샤샤핑은 서로 껴안은 채 샤샤핑은 아무 말도 못 하는 반면, 하츄핑은 무서울 정도로 사이가 좋아졌다며 부들부들 떨고, 말랑핑은 못 보겠다며 구역질을 일으키고 이를 끝내기 위해 포실핑에게 둘의 쪼꼬모자를 먹으라고 하지만, 포실핑은 앞서 메리루와 레나의 쪼꼬모자를 먹어 치워 폭식을 했던 탓 에 더는 못 먹는다며 두손두발 다 들었다. 결국 보다못한 하츄핑은 둘의 쪼꼬모자를 벗기고 오겠다며 접근하려다가 샤샤핑이 막아 세운 다음 이 틈에 뿌뿌핑(본인)을 캐치하라고 제안했지만, 프린세스 샤베티나는 쪼꼬모자가 씌워진 탓에 본인을 캐치하기 싫어했고 본인도 캐치되기 싫다고 앙탈을 부린다. 그리고 오히려 쪼꼬핑을 같이 캐치하자고 말한 후 도망치려던 쪼꼬핑을 붙잡아 프린세스 샤베티나가 캐치하도록 만들었다. 하지만 쪼꼬핑이 마법으로 헤어스타일을 바꿔 순간적으로 연막 공격을 받고 손에서 놓쳐 버리고, 추격전 도중, 본인의 풍선껌 방어막을 만들었지만 쪼꼬핑은 가볍게 파괴해 도주하는 데, 프린세스 샤베티나가 본인을 날려 쪼꼬핑을 (눈꽃핑을 가두었던 것과 같은) 풍선껌 트랩에 가두게 만들어 슈가실드를 펼치게 만들었고, 이어서 프린세스 샤베티나는 슈가실드를 녹임으로써 쪼꼬핑을 캐치하는 환상의 팀플레이를 보여 주었다. 그로 인해 쪼꼬핑의 능력이 서서히 풀리는 중에 프린세스 샤베티나가 본인에게 선물로 슈가베리팩트를 주자, 본인도 프린세스 샤베티나에게 선물로 매직슈가볼을 선물하려던 찰나에... [35] “난 전보다 더 강해졌어, 뿌뿌!” 2단계 각성 후 대사. 또 다시 두 물체가 접촉하며 슈가매직이 서로 공명해 본인에게 다시 한 번 매직슈가볼의 어둠의 기운이 흡수되며 한 단계 더 각성했다! 각성한 모습을 보면 앞머리와 만두머리 [36] 에 난 문양 등 몸은 전체적으로 색깔이 진해졌으며 눈 색깔도 보라색에서 빨간색으로 바뀌었고, 네 갈래였던 앞머리가 세 갈래로 바뀌었고, [37] 떨어져 있던 만두머리가 서로 붙고, 빌런핑의 상징인 눈밑(광대뼈) 역삼각형 무늬까지 생겼다. [38] 검볼 머신 또한 매직슈가볼과 합체하며 바주카포 형태로 바뀌고 [39] 이 바주카포의 껌으로 프린세스 일행을 포박하지만 레전드 핑들 의 팅클퍼프로 인해 프린세스 일행을 묶은 풍선껌은 소멸했다. 결국 바주카포를 타고 날아가면서 다음엔 무조건 슈가베리팩트를 빼앗을 것이라고 경고의 메시지 한마디를 남기고 이 에피소드가 끝난다. 2.5. 23화~24화 (1차전 및 캐치) [편집] '새콤달콤한 디저트 파티 ' 편에서는 하트로즈 주변을 비행하던 중 하트로즈에서 풍겨오는 디저트 마을의 냄새를 맡고 염탐을 한다. 그 결과 알아낸 정보로는 눈꽃핑, 그리고 로미와 로열핑들을 구출했던 게 새콤핑 과 달콤핑 이었다는 사실을 알았고, 로미 일행이 디저트 파티를 한다는 이야기를 엿듣고 이 파티는 자신을 위한 파티가 될 거라며 계략을 꾸며 디저트핑들이 눈꽃핑과 샤샤핑이 새참으로 가져온 빙수와 아이스크림을 먹으러 간 사이에 또너핑이 친 반죽에 트랩으로 쓸 풍선껌을 첨가했다. [40] 그리고 디저트 파티의 축하공연이 끝나고 새콤핑과 달콤핑이 케이크를 자르려는 순간, 풍선껌 트랩이 발동해 (로열핑을 제외한) 디저트핑들을 모두 풍선껌 트랩 속에 가두었고, 마야와 메리루도 풍선껌 트랩으로 포박했다. 디저트핑들을 구하기 위해 로미가 변신하려고 하자, 뿌뿌핑의 풍선껌 트랩이 로미와 로열핑들까지 포박해 버렸다. 그리고 이 틈에 슈가베리팩트를 가지고 도주하여 에피소드가 끝나며 최후의 대결의 불씨가 되었다. 다음 에피소드인 '돌아와, 뿌뿌핑 ' 편에서는 하모니 초등학교 앞까지 도주하여 본인이 매직슈가볼의 힘을 빌려 슈가베리팩트의 모든 슈가매직을 독차지하려고 하자, 로미가 말랑핑을 던져 박치기를 가해 매직슈가볼을 떨어뜨렸고, 새콤핑과 달콤핑이 매직슈가볼을 정화하기 시작했다. 그 틈을 타 하츄핑이 슈가베리팩트를 되찾아오려고 했으나 본인은 하츄핑이 온 것을 알아채 슈가베리팩트를 가지고 도주하려고 했지만, 말랑핑의 재미의 젤리볼 마법에 묶여서 막히고 말았다. 말랑핑의 젤리볼 줄을 타고 포실핑이 올라오자, 본인은 풍선껌 공격을 했지만 포실핑이 순수의 솜사탕 마법으로 우산을 만들어 방어했다. 이어서 샤샤핑이 긍정의 샤베트 마법으로 아이스크림 요정들을 던져서 시야가 막혀 슈가베리팩트를 떨어뜨리고 말았다. 하지만 본인은 태세를 전환해 아이스크림 요정들을 치우고 말랑핑의 젤리볼 줄에 풍선껌을 달아놓아 날아가게 만들고, 슈가베리팩트를 다시 회수했다. 그리고 본인이 새콤핑과 달콤핑에게 바주카 공격을 쏘려고 했지만, 다행히 로미가 레전드핑들을 지켜주긴 했으나 매직슈가볼은 다시 본인에게 빼앗기고 말았다. 그리고 본인이 최후의 일격으로 매직슈가볼의 버프를 받아 다섯 발로 분열하는 풍선껌 공격을 하려고 하자, 화이트 라비린스로 변신한 제니가 나타나서 로미를 지켜주면서 공격에 실패했다. 그리고 풍선껌 중 한 발이 화이트 라비린스의 방어막에 의해 반사되자 본인은 슈가베리팩트를 놓치고 말았다. 화이트 라비린스가 로미에게 슈가베리팩트를 다시 돌려줬고, 로미는 프린세스 베리하트로 변신하여 마침내 뿌뿌핑 VS 이모션 왕국의 두 프린세스 의 대결이 시작되었다. 본인이 풍선껌 트랩을 바닥에 설치하자 프린세스 베리하트는 와플핑과 핫케핑을 소환하여 와플핑은 풍선껌을 납작하게 만들고, 핫케핑은 이 납작해진 풍선껌들을 차곡차곡 쌓아올려 청소했다. 그리고 본인이 바주카포를 타고 도주하려던 때 프린세스 베리하트는 눈꽃핑을 소환해 눈보라를 일으켰고, 샌드핑을 소환해 본인의 몸과 바주카포를 붙여 버렸다. 그리고 하츄핑의 사랑의 종소리 공격에 다시 매직슈가볼이 떨어졌고, 새콤핑과 달콤핑은 정화를 완료했다. 결국 궁지에 몰린 본인은 슈가실드를 펼쳤지만, 슈가실드의 슈가매직의 힘이 강해서 프린세스 베리하트의 힘만으로는 슈가 프리즘 샷의 힘이 먹히지 않았다. 그래서 프린세스 베리하트는 레전드핑들의 버프를 받고 슈가실드를 마침내 녹이는 데 성공하여 [41] 본인을 캐치했다. (슬피 울면서) [42] “전부 잃었어... 난 다시 또 혼자야, 뿌뿌...” 24화 캐치 대사. 캐치된 후, 매직슈가볼을 레전드핑들이 봉인하는 중에도 여전히 구석에서 소외된 채 마을에 있을때처럼 쓸쓸함을 느끼고 있었지만 포실핑이 본인에게 케이크를 먹여 주고 디저트핑들이 본인을 위로해 주면서 마침내 다른 친구들과의 화해에 성공했다. 이때도 본인은 못 되게 굴었었다며 서럽게 울면서 용서를 구했다. [43] 한편 매직슈가볼에서 미처 정화하지 못하고 남은 어둠의 에너지가 느껴지면서 이 에피소드의 말미에서 아직 사건이 끝나지 않았음을 암시한다. 2.6. 25화~26화 (3단계 각성 및 2차전) [편집] 뿌뿌핑의 3단계 각성 모습(불쾌감 주의) [44] “ 이건 영원히 내 거야! 아무도 손댈 수 없어! 돌아갈 자리 따위 내가 부숴 버릴 거야, 뿌뿌!” “어? 어어?? 뭐... 뭐야?? 어어... 어?? 끄으윽... 으아아아, 뿌뿌~!” [45] 3단계 각성 시 대사. “너희가 날 이렇게 만들었어! 아무도 나한테서 매직슈가볼을 뺏어가지 못해! 뿌뿌~!” 3단계 각성 후 대사. [46] '다시, 디저트 마을로 ' 편에서는 화기애애한 티니핑들 사이에서 혼자만 어색하게 웃으며 호시탐탐 매직슈가볼을 노린다. 모든 디저트핑들이 디저트 마을로 돌아가려고 하던 도중 새콤핑과 달콤핑이 매직슈가볼을 아무도 가까이 다가갈 수 없도록 지키겠다고 상자 속에 매직슈가볼을 가두었는데, 이에 새콤핑과 달콤핑이 디저트마을로 가는 게이트를 열자 친구(매직슈가볼)와 헤어지는 아쉬움 때문에 마지막으로 또 다시 한번만이라는 마음으로 매직슈가볼에 손을 대고 만다. [47] 이 때문에 매직슈가볼은 자기가 가질거라며 탐욕을 부리게 되고, 아직 완전히 정화하지 못한 매직슈가볼과 융합해 최종 단계로 각성해 버렸다. [48] [49] 최종 폼의 모습은 흡사 키메라를 연상케하는 모습이다. [50] 위기를 감지한 로미는 일반 디저트핑들을 모두 슈가베리팩트로 집어넣고, 프린세스 베리하트로 변신하여 상대하려고 한다. 그리고 숨결로 디저트 마을로 가는 틈을 열었는데, 그 이유는 케이크 궁전을 파괴함으로써 디저트 마을을 없애 버리는 것. 하지만 게이트는 레전드핑들 덕에 없어졌고, 본인은 아무도 방해받을 수 없는 곳으로 가서 디저트 마을로 가는 문을 다시 열려고 한다. 디저트 마을로 가는 것에 계속 실패하여 “성가신 것들, 방해하지 말라고!” 라며 계속 공격해 오자 레전드핑들은 이 때 특별한 마법으로 뿌뿌핑(본인)을 정화시킬 작전을 세웠는데, 바로 하모니 마을의 천문대로 슈가베리팩트의 빛을 반사함으로써, 슈가베리팩트로 본인에게 걸린 슈가매직을 정화하는 것. 레전드핑들이 먼저 본인을 도발해 유도하고, [51] 프린세스 베리하트는 피리피리 매지컬 슈가매직 마법을 천문대를 향해 사용했고, 그 빛이 반사되어 뿌뿌핑(본인)에 주위에 보호막이 펼쳐졌다. 그 결과 뿌뿌핑(본인)의 움직임을 막는 데 성공했고, 프린세스 베리하트의 마력 소모량이 너무 큰 탓에 변신이 풀리고 말았다. 이 틈에 레전드핑들은 본인의 몸의 매직슈가볼을 분리시키려고 했지만, 본인은 다시 숨결 공격으로 게이트를 만들고, [52] 레전드핑들의 마법이 닿기 전에 먼저 디저트 마을로 들어가 디저트 마을을 없애려고 했다. 로미 일행은 결국 뿌뿌핑(본인)을 따라 디저트 마을로 들어가며 25화 종료. 이때 무슨 이유인지 프린세스 베리하트와 로열핑들은 자신을 저지하려고 하자 “으~ 날 방해하지 마!” 라며 내치는 정도 외에는 먼저 건들거나 해치지 않았으나 새콤핑, 달콤핑에게는 살의를 품은 듯 이 둘만 집요하게 노리는 모습을 보였다. [53] [54] [56] '마음을 하나로! 하모니어스 ' 편에서는 새콤핑과 달콤핑이 케이크 궁전으로 향하는 뿌뿌핑(본인)을 막을려고 멈추라고 했을 때 본인은 “전부 없애 버릴 거야, 없애 뿌뿌!” 라고 하여 말이 안 통하자 새콤핑과 달콤핑이 마법을 써서 나무를 장애물로 만들어 억지로라도 막아보지만 본인은 손쉽게 장애물을 파괴해 버린다. 그리고 그 이후 새콤핑과 달콤핑이 샌드쿠키 벽으로 뿌뿌핑(본인)을 가두고 “안 돼, 뿌뿌핑! 여긴 우리 마을이잖아!” “넌 여기에서 친구들과 즐겁게 살고 싶다며!” 라고 설득을 해 보지만 본인은 샌드쿠키 벽을 주먹으로 치고 “내 친구는 여기 없어! 뿌뿌~!” 라며 브레스 공격으로 샌드쿠키 벽마저 파괴해 버린다. [57] 이내 본인이 새콤핑과 달콤핑의 체력을 빼 둔 참에 로미를 향해 [58] 최후의 일격을 날리려고 하자, 새콤핑과 달콤핑이 로미를 대신해서 희생해 주었다. [59] 하지만 로미는 레전드핑들의 혼이 들어가 프린세스 하모니어스로 변신했고, 프린세스 하모니어스는 괴수화된 본인의 내면에서 자신을 멈춰 달라는 목소리를 들었다. “끄으우욱... 제발... 날...” (프린세스 하모니어스: 뿌뿌핑?) “날... 멈춰 줘!” [60] 뿌뿌핑의 속마음. 본인이 케이크 궁전을 향해 최후의 일격을 날리려고 하자, 프린세스 하모니어스는 강한 마력으로 케이크 궁전을 지켰고, 본인을 구하고픈 마음에 본인의 몸으로 접근하여 내면에 당도했다. 프린세스 하모니어스: “뿌뿌핑...” 뿌뿌핑: “매직슈가볼이 없다면 친구들도 내가 한 짓 때문에 날 다시 미워하게 될 거야... 너도 내가 밉지?” 프린세스 하모니어스: “그렇지 않아... 잘못은 되돌릴 수 있어. 매직슈가볼도 네가 친구들 곁으로 돌아가길 바랄 거야.” 뿌뿌핑: “하지만 두려워. 다시 혼자가 되기 싫어.” 프린세스 하모니어스: “널 다신 혼자 있게 하지 않을 거야. 모두 용기를 내서 여기까지 너를 따라왔잖아. 뿌뿌핑, 제발 우릴 믿고 같이 가자.” 뿌뿌핑: “아니야! 난... 이제 돌아갈 수 없어!” (강한 어둠의 기운이 프린세스 하모니어스를 덮친다.) 프린세스 하모니어스: “마음이 닿질 않아...” (이때 프린세스 하모니어스의 몸 속에 있었던 레전드핑들이 등장한다.) 새콤핑&달콤핑: “뿌뿌핑, 미안해.” 달콤핑: “너를 외롭게 둔 건, 네가 이렇게 된 건 다 너의 마음을 헤아리지 못한 우리 잘못이야.” 새콤핑&달콤핑: “그러니 부디, 마음의 응어리를 풀고 친구들과 함께 디저트 마을을 되돌려 줘! 넌, 우리 마을의 소중한 디저트티니핑, 뿌뿌핑이니까!” 뿌뿌핑: (매우 서럽게 울면서) “으아아앙~ 다... 내 욕심이었어! 으아아앙~ 날 용서해 줘, 모두들! 으아아앙~ 미안해!” 프린세스 하모니어스: “뿌뿌핑, 우린 이미 너를 용서했어. 이제 내 손 잡아 줄래?” (프린세스 하모니어스가 본인을 마음 속 응어리로부터 끌어올려 주면서, 본인은 다시 원래의 모습으로 돌아왔고, 매직슈가볼 또한 완전히 정화되면서 케이크 궁전에 올려져 디저트 마을이 다시 부활했다. ) 그렇게 프린세스 하모니어스는 본인을 설득하지만 매직슈가볼과 떨어진 후에는 다시 혼자가 될 거라는 생각에 쉽사리 마음을 열지 않는데, 이때 소멸했던 레전드핑들의 영혼이 나타나 설득하자 결국 프린세스 하모니어스의 손을 잡아 어둠의 결계에서 탈출해 본인과 매직슈가볼, 그리고 디저트 마을이 되돌아왔다. [61] 그러나 다시 돌아온 본인은 레전드핑들이 본인 때문에 죽음을 맞이했다는 생각에 통곡의 눈물을 흘린다. [62] 이에 포실핑도 울먹이면서 입을 막으며 이런 말을 레전드핑들이 들으면 슬퍼할 거라며 막아 세우지만 결국 디저트핑들은 울음바다가 되고 만다. 그 후 로미는 택배 기사 티니핑으로부터 디저트핑들의 사진을 받았는데, 이 사진을 통해 뿌뿌핑(본인)은 다른 디저트핑들과 잘 지내고 있었다는 소식과 레전드핑들이 부활함을 알게 되는 후일담으로 4기 종료. 3. 악동핑과의 차이점 [편집] 둘 모두 비슷하게 개그형 악당으로 보이나, 자세히 보면 볼수록 악동핑보다 뿌뿌핑이 더욱 심각함을 알 수 있다. 악동핑은 갱생 당시를 제외하곤 끝까지 개그캐였으나 뿌뿌핑은 개그캐였다가 그 사이에 드러나는 악행이 더욱 심해지고, 결국 마지막에 각성하는 모습으로까지 나왔다. 사실 악동핑과 비교하는 것이 악동핑에게 미안해질 정도로 악한 녀석이다. [63] 악동핑은 마지막에 폭주하는 상태를 제외하곤 항상 그대로였으나 뿌뿌핑은 3단계씩이나 걸쳐 각성했다. 티니하트윙과 슈가베리팩트를 서로 훔치려는 의도는 같으나, 악동핑은 티니하트윙을 뜯어서 모든 티니핑들을 내보내려는 단순한 이유 때문이고, 뿌뿌핑은 처음에 매직슈가볼에게 위협이 된다 판단하고 부숴 버리려고 하다가, [64] 슈가매직을 얻는 것을 보고 빼앗아 버리려고 한다. 도망치는 방법과 이유도 완전히 다른데, 악동핑은 티니핑들을 데려와 선전포고를 하고 실패해서 도망가는 반면, 뿌뿌핑은 프린세스가 그냥 직접 쫒아와서 도망치거나 악동핑처럼 탈취를 실패했을 때나 디저트티니핑이 갑자기 통수를 때려 도망치는 경우가 많다. 악동핑은 티니핑이 캐치되는 사이에 몰래 도망치는 어설픈 방법을 사용하나, 뿌뿌핑은 몸을 부풀려 도망친다. [65] 아니면 아에 전면전으로 맞서는 경우도 있다. 둘 모두 마지막에 폭주한다. 다만 역시 스케일도 비교가 불가능한 게, 악동핑은 단지 자기 악세서리 [66] 돌려받으러 당당히 찾아오고 갑자기 폭주하고, 위력은 자동차를 던지는 정도로 강화되었다. 대단해 보이지만 반면 뿌뿌핑은 모습부터 이미 아이들이 보기엔 너무 불쾌한 [67] 괴수의 형태를 띄었고, 건물이나 차는 기본적으로 길가다가 뭉개버리는 정도로 강화되었다. 이후 커핑&머핑 이 울어서 크기가 커져 협공했는데도, [68] 약간 성가셔 하는 것 외에는 그대로 던져 버린다. 이후에 폭주해서 디저트 마을을 완전히 부숴 버리려고 했다. [69] 악동핑의 뒤에는 또 다른 흑 막 이 있었으나 뿌뿌핑은 메인 빌런과 중간 보스와 최종 보스, 진 최종 보스의 역할까지 모두 담당했다. 악동핑의 이전 모습 에서는 로열핑들에게 호감을 받고 악동핑 자체에서도 티니핑 축제에서 어울릴 정도로 티니핑들과 친했으나 뿌뿌핑은 마지막까지 사실상 소외되었다. [70] 악동핑은 맛나과일에 의해 세뇌된 상태이고 뿌뿌핑은 자의로 매직슈가볼을 탈취했다. 다만 이때까지는 개그캐 기믹은 똑같았다. 티니하트윙을 얻으려고만 하는 악동핑은 그다지 심각하게 여기지 않고 여러 번 놓아 준 반면 [71] 뿌뿌핑은 디저트 마을의 핵심 에너지원이기도 한 매직슈가볼을 소유하고 나타날 때 마다 디저트티니핑들을 위험에 빠트리기 때문에 반드시 캐치하려 한다. 악동핑은 의외로 티니하트윙 탈취를 위해 여기저기에 숨어 있는 티니핑들을 부추겨 로미에게 제 발로 넘겨준 티니핑이다. [72] 그 또한 굉장히 많이 기여함으로서 악동핑이 캐치가 불가능하다는 것 말고도 도움이 된다는 이유 때문에 계속 보내 주는 듯 하다. 하지만 뿌뿌핑은 다른 티니핑들을 자주 합류시키지 않거나 단독적으로 행동하기도 한다. 악동핑은 티니핑들을 '부추긴다.'에 가깝지만, 뿌뿌핑은 티니핑들의 마음을 신경쓰지 않거나 마지막에 버려 버리는 경우에서 이용도 아닌 '사용한다.'에 가깝다. 허탕만 주구장창 치는 악동핑과는 달리, 뿌뿌핑은 정말로 슈가베리팩트를 여러 번 손에 넣을 뻔했다. [73] 심지어 뿌뿌핑은 등장하면 디저트핑들을 위험에 빠트린다. 악동핑은 그나마 티니핑들에게 앙심이 없던지라 부추기기만 하는 반면, 뿌뿌핑은 디저트티니핑도 서슴없이 죽이려 한다. [74] 특히 멜로핑에게 저지른 행적이 가장 부각되는데, 본인은 철근을 묶은 크레인의 와이어가 파손되자 도망쳐 버린데다 멜로핑이 마법으로 철근을 폭신하게 만들지 못했다면, 멜로핑은 추락사했을 것이고 프린세스 베리하트도 그 철근에 깔려 그대로 압사하였을 것이다. 뿌뿌핑 또한 악동핑과 비슷한 경우로 티니핑들을 부추겨 편으로 만드는 경우가 다수지만, 단순한 덕에 악동핑이 그냥 묘기를 보여 주라 하거나 심각하지도 않은 일로 부추기거나 그냥 도와주라 하면 바로 도와주는 반면, 뿌뿌핑은 제니처럼 티니핑들의 가치관을 이용하거나 로미에게 쫓기는 티니핑들을 돕는다는 것과 트라우마를 꺼내 매직슈가볼을 빌미로 협조시키기도 한다. 이를 이용해서 뿌뿌핑을 가장 적대함과 동시에 로열핑인 말랑핑마저 [75] 이런 뿌뿌핑의 부추김에 넘어갔다. 보통 이런 경우들은 매직슈가볼을 잘 알지 못하는 티니핑 [76] 에게 해당하고, 디저트 공장에서 일하는 티니핑들은 모두 알기에 뿌뿌핑에게 협조하지 않거나 매직슈가볼을 보여 주지 않는다. 4. 기타 [편집] 매직슈가볼을 남에게 세뇌당한 것이 아닌 자신의 의지이자 호기심으로 훔쳤고, 캐치하는 디저트티니핑 목록 중 마지막에 뿌뿌핑의 메달이 포함되어 있기 때문에 빌런 티니핑으로 분류되지는 않으나, [77] 사실상 4기의 중요한 열쇠를 지닐 티니핑으로 추정. 본편에서의 모습만으로는 악동핑 과 비슷한 개그형 악당에도 비슷해 보인다. 이를 보아 악동핑처럼 떠돌아 다니다 캐치될 전망이었으며 실제로 그렇게 캐치되었다. 12화, 21화, 25화 를 기점으로 각성하였다. 12화에서는 사실상 외형만 변경된 것이나 다름 없고, 개그캐 기믹은 여전히 남아 있었지만, 21화에서는 2단계 각성하며 아예 흑화까지 해버린다. 24화에서는 각성 전 모습으로 돌아왔으나 [78] 25화에서는 3단계 각성을 하여 거대한 괴물로 변해 버려 이성을 완전히 잃어 폭주를 해 버렸다. [79] [80] 매직슈가볼의 진실로 보면 사실상 고래 싸움에 등 터진 새우 꼴 이나 다름없다. 12화에서 흑화하기 이전, 이후와 21화에서 강화되기 이전, 이후와 25화에서 3단계 각성한 이후 뿌뿌핑의 행적은 3기까지 악역이였다가 제니와 함께 갱생한 다해핑보다 더 악랄하다. [81] 18화에서 로미를 '여자애'라고 칭하던 이전과 달리 처음으로 프린세스 라고 칭하였는데 어떻게 알게 되었는지는 의문. 만두머리 [82] 처럼 생긴 머리에 달린 풍선 두 개를 부풀려서 하늘을 날 수 있다. 마야는 이 헤어스타일을 보고 양머리라고 했다. 웃을 때는 말버릇(어미)과 동일하게 '뿌뿌뿌'하고 웃는다. 말버릇이 그렇다 보니 다급한 상황에서도 '뿌! 뿌~'라고 외치면 흡사 기차의 기적 소리를 연상케한다. 그 때문에 넷플릭스 자막에서도 보통은 그냥 ' 웃음 '이라고 쓰는 것과 달리 웃는 횟수만큼 뿌를 쓴다. 캐치! 티니핑 시리즈 최초의 남성 메인 빌런 [83] 이자 최초의 남성 빌런 티니핑 이며 일반핑이면서 빌런핑 이자 유일무이하게 갱생 후 다시 흑화하고 다시 갱생한 경우다. 캐치! 티니핑 시리즈 최초로 괴수화해서 등장한 티니핑 이다. [84] 역대 캐치된 티니핑들 중 첫 등장으로부터 캐치까지의 회차가 가장 많이 소모된 티니핑이다.(1화 첫 등장-24화 캐치) 실력도 굉장히 수준급인데, 자신을 화날 대로 화나게 만든 마카핑을 한번에 그대로 부풀려 참교육해 버리고, 바람을 빼 프린세스에게 고스란히 가져다 줬다. 쪼꼬핑을 추격할 시점에서도, 서로 사랑하기만 하게 모자가 씌워졌음에도 쪼꼬핑을 한번 잡아보자고 하고 엄청난 팀워크로 순식간에 잡아 버리는 등 여러 번 싸우기도 하고 디저트티니핑, 지금까지의 모든 티니핑 중 가장 신출귀몰하게 여러 번 도망친 경험이 많다 보니 [85] 잡는 분야에도 실력자인 듯. 각성을 세 번이나 했는데 시청자들은 2단계 각성으로 업그레이드한 뿌뿌핑의 얼굴이 잘 생겨졌다고 한다(...). 비주얼도 비주얼인데 록 가수를 떠올리는 시청자도 더러 있다. [86] [87] 하지만 3단계 각성으로 업그레이드한 뿌뿌핑의 모습은 충격적인 비주얼에 주 시청자인 어린이들은 공포에 질려 울었다는 것은 물론 , 성인 시청자들도 그야말로 충격과 공포 를 느꼈다는 반응이 다수 있었다. [88] [89] [90] 담당 성우가 양정화 라는 점과 빨간색의 만두머리 캐릭터인 점은 꼬마마법사 레미 시리즈 의 하루카제 도레미 (도레미)와 유사하다. 재밌는건 도레미도 \"뿌뿌뿌\"라는 말을 작중 자주 한다는 점도 공통적이다. 로보카 폴리 의 헬리 목소리를 닮았다. 아직 어린 커핑 을 포함하면 와플핑 과 더불어 디저트티니핑들 중 3명의 남성 티니핑들중 하나이다. 3단계 각성 이후 25화에서는 이성을 완전히 잃어 공격성이 매우 강해 디저트 마을로 가는 것을 방해하면 사납게 덤벼들었었다. 그러나 26화에서는 공격하는 건 여전하나 괴수화된 자신도 절망에 빠져 슬펐는지 자신을 부정적으로 말하는 대사가 포함되어 있었다. 4기 18화에서 겨울왕국 1편을 패러디 했을때 공동체에서 소외되었단 점에서 스포일러 와 비슷하며 타락한 부분도 어느정도 비슷하다. [91] 이모션 티니핑에선 미등장했다. [92] [1] 다만 외형상으로는 검볼 머신(자판기)에 더 가깝다. 21화 후반에 각성한 후 24화 후반에 각성이 풀리기 전 한정으로 매직슈가볼과 합체되어 바주카포 형태로 변하기도 했다. [2] 1기에서 아자핑 이 풍선껌을 먹고 거대하게 부풀린 적 있었는데,(1기 '풍선껌 대소동' 편) 이것과 똑같은 원리. 다만 아자핑은 몬쥬 박사가 보내준 별사탕을 먹고서 원래대로 돌아왔지만, 본인의 경우는 자발적으로 다시 원래대로 되돌아 올 수 있다. [3] 전체 남성 티니핑 2위. 단 2핑 1조 참가 후보인 커핑을 제외하면 1위다. [4] 부릉! 부릉! 브루미즈 , 미니특공대 시리즈 에 이어 에스에이엠지 엔터테인먼트 작품의 세 번째 출연이다. [5] 중간 보스: 2단계 각성, 최종 보스: 3단계 각성(괴수) [6] 일단 직접 훔친 범인이긴 하지만 흑막의 존재는 아직 밝혀지지 않았다. [7] 이때 매직슈가볼은 뿌뿌핑(본인)이 직접 빼냈다. [8] 그러자 캔디핑은 뒤를 돌아봐 수컷들만 가진 무언가 를 보며 실수라며 부끄러워한다. [9] 사실 애초에 매직슈가볼은 훔친 거라곤 해도 본인 소유인데 그걸 뺏으려고 한데다, 너구리의 화가 더 커진 직접적인 이유는 캔디핑 때문이었는데 정작 화풀이는 본인에게 하려던 점 때문에 본인 입장에서는 억울한 일이다. [10] '반짝반짝 보석티니핑' 편에서 보석 로열핑을 구하고픈 로미가 처음으로 프린세스 다이아하트로 변신했던 곳과 동일한 장소다. [11] 이때 로미와 하츄핑은 전례 를 본 경험이 있어서 당황하며 껌을 뱉으라고 하지만 아무렇지 않았는데, 샤샤핑이 보통 껌이 아닌 마법의 껌이라며 자유자재라고 설명한다. [12] 이 능력은 본인도 처음 쓰는 마법이다. 즉 매직슈가볼의 버프가 없었다면 본인은 메달 리스트에 있는 마지막 디저트티니핑임에도 네 번째에(...) 캐치됐을 것이다. [13] 매직슈가볼은 이름에서 볼 수 있듯 설탕으로 만든, 즉, 성분상으로는 사탕과 비슷하다. 다시 말해 자동차에 깔린다면 손쉽게 박살나고 만다. [14] 22화에서 매직슈가볼에 대해 언급된 바에 의하면, 만약 이때 말랑핑이 선수해서 매직슈가볼을 되찾는다면 말랑핑마저 매직슈가볼의 슈가매직에 조종당했을 것이다. 하지만 보통 애니메이션의 클리셰가 그러하듯 나쁜 마음을 먹지 않는다면 그렇지 않을 가능성은 있다. [15] 악동핑 이 첫 등장한 장소와 동일한 곳이다. [16] 이 때의 연출이 '바로핑이 많아졌어요!' 편 중 프린세스 멜로디의 피리피리 뮤직크링 마법을 맞은 바로핑이 종잇장처럼 납작해진 모습과 유사하다. 다만 바로핑의 사례는 뻣뻣해서 똑바로 서 있을 수 있는 반면 와플핑의 마법에 걸리면 흐물흐물해져서 제대로 서 있기 어렵다. [17] 포실핑은 혼자 뒤쳐져 있어서 몸이 작아지지 않았다. [18] 이 대목에서 방금 전 큰소리를 한 포실핑이 멈칫하며 반박하지 못한 걸 보면 정말로 뿌뿌핑에게 관심을 주지 않은 것으로 보인다. [19] 이 발언을 보면 실제로 공동체에서 소외된 메모핑 이나 짝짝핑 과 비슷하게 장난기가 너무 심각한 탓에 공동체에서 소외받은 외톨이임을 짐작할 수 있고, 이를 이용한 매직슈가볼에 반쯤 조종당하고 있는 것을 알 수 있다. [20] '메모핑의 메모메모' 편 중 프린세스 다이아하트의 머리 위로 떨어진 그 광고판과 동일하다. [21] 이때 포실핑은 오토바이가 점프대로 날아갈 때 떨어지며 경상을 입었다. [22] 그 후 마카핑은 몸에 바람이 빠지면서 프린세스 샤베티나의 앞에 떨어져 그대로 캐치되었으니 어쩌다 보니 캐치에도 도움을 준 셈이 되었다. [23] 매직슈가볼이 본인을 유혹하는 목소리 혹은 4기의 진 빌런일 가능성이 있고, 5기의 진 빌런으로 가능성이 존재한다! [24] 이때 매직슈가볼을 포함해 전체적인 묘사가 어두우며 매직슈가볼도 어둠의 기운을 발산했다. [25] 당연하지만 말랑핑을 꿰어내려는 의도의 새빨간 거짓말이다. [26] 위 사진을 보면 알 수 있듯 만두머리에는 톱니모양으로 줄이 쳐지며 하트, 별 문양이 생겨났고, 검볼 머신 속 풍선껌에서 붉은 빛이 나며 파워도 강해지며 각성했다. 그런데 의미심장한 것은 이때 만두머리에 새겨진 하트, 별 모양은 새콤핑 과 달콤핑 의 상징문양 이다. [27] 이 시점부터 본인의 풍선껌이 강화되어 주변에 던져 풍선껌을 부풀려 장애물을 만들거나 상대방을 속박하는 등의 새로운 능력이 생겼다. [28] 1화 시점이기 때문에 각성 전 모습으로 나온다. [29] 포실핑은 이 때 뿌뿌핑(본인)의 외형변화(만두머리의 모습이 바뀐 것)를 눈치챘다. [30] 샤샤핑이 말한 쌍둥이가 울면 일어나는 무시무시한 일이 바로 거대화다. 그런데 이 둘이 커지던 중 본인 입으로 커지라는 얘기를 했던 걸로 보아 그 무서운 일이 거대화인 건 이미 알았던 걸로 보인다. [31] 3기에서 다해핑이 빙글핑을 가둔 진주와 비슷하다. [32] [33] 이때는 그냥 '팩트'라고 줄여서 얘기한다. [34] 이후 와이어가 끊겨 철근과 멜로핑이 추락하는데 멜로핑은 자신을 구해주려 했던 프린세스 베리하트를 역으로 살리기 위해 이 철근에 마법을 걸어 피해가 없게 만들었고 자의로 캐치된다. 참고로 절대로 크레인에 물건을 묶은 채 허공에 띄워두면 안 되는데 여기서 프린세스 베리하트도 멜로핑의 마법이 없었다면 당연히 철근에 깔려 즉사 할 뻔 했다. 설령 이 정도의 철근이 아니라도 와이어도 철로 만들었고, 이만큼 무거운 물건을 들기 위해 와이어 자체도 무겁기 때문에 이것도 잘못 맞으면 사망할 가능성이 높다. 즉, 안전불감증의 위험을 보여 주는 장면으로 볼 수 있다. [35] 앞서 레나와 메리루도 이 사단이 났을 때 레나는 손가방을 메리루에게, 메리루는 스케이트보드를 레나에게 주는 광경을 목격했고 이를 노려 프린세스 샤베티나에게만 마법을 걸 것을 요청했던 것이다. 계획대로 쪼꼬핑이 본인에게 마법을 걸지 않았다면 프린세스 샤베티나는 알아서 본인에게 슈가베리팩트를 조공했을테니 손 안 대고 코를 푸는 격이 됐을터였다. [36] 별과 하트 문양은 톱니무늬의 윗쪽으로 위치하게 됐고, 양쪽의 색상 배치가 반대로 되어 있다. [37] 색깔도 바뀌었다. [38] 눈밑(광대뼈)에 역삼각형 무늬를 가진 빌런핑은 악동핑, 앙대핑, 가면핑, 뿌뿌핑(2단계 각성 이후)이다. [39] 이 시점부터 자신의 도구로 날아다닐 수 있어 이전보다 행동이 자유로워지고, 풍선껌을 문어처럼 여러 방향으로 잡을 수 있게 만들어 한번에 속박이 가능하고, 폭발하는 껌이나, 직접 날아가는 풍선껌이나, 분열하는 풍선껌 등이 추가되는 등 여러 가지 능력이 생기고 기존 능력들도 강화되었다. [40] 이때 설정오류가 있는데 또너핑이 반죽을 칠때는 주먹(맨손)으로 쳤는데, 풍선껌을 넣고 섞을때는 막대기로 처었다. 오히려 막대기로 젓고 있던건 쪼꼬핑이 녹인 초콜릿이지만 그릇이 냄비가 아닌 스테인리스 그릇이였다. [41] 이 때 본인의 슈가매직의 버프가 모두 해제되었다. 눈밑(광대뼈)의 역삼각형 무늬는 물론 만두머리에 있는 무늬까지 민무늬로 정화되고, 풍선껌 바주카도 검볼 머신 형태로 돌아왔다. [42] 다른 티니핑들처럼 떼를 부리거나 투덜거리는 느낌이 아닌, 말 그대로 정말 구슬프게 운다. [43] 3기에서 다해핑이 열쇠핑들에게 용서를 구하는 장면과 아주 비슷한 장면이다. [44] 종합적으로 보면 키메라 나 만티코어 를 연상케하는 형태가 되었다. 몸집도 거대해졌고 2족보행에서 4족보행을 하도록 변했으며, 전체적으로 색깔이 2단계 각성 때보다도 훨씬 더 진해졌다. 앞머리는 세 가닥에서 네 가닥으로 늘어났고 역삼각형 무늬 또한 다시 생겼으며, 만두머리는 흡사 박쥐 날개처럼 바뀌었고 꼬리도 악마의 꼬리처럼 바뀌었으며 눈이 홍박사 선글라스 처럼 변해 버렸다. [45] 이때 매직슈가볼의 중심에서 빛이 나며 뿌뿌핑(본인)의 몸 속으로 흡수되는데 이때 본인도 놀라서 당황한 모습을 보였다. 매직슈가볼이 몸 속으로 흡수된 후에는 뿌뿌핑(본인)의 몸에서 풍선이 엄청나게 부풀면서 본인을 집어삼켰다. [46] 이하 위 대사처럼 문자 효과가 있는 문자는 괴수 형태로 말한 대사들이다. [47] 상자는 결계가 쳐진 쇼윈도 형태였는데 이 쇼윈도에 손을 집어넣는데 그대로 손이 들어갔다. [48] 샤샤핑이 “뿌뿌핑은 저 몸 어딘가에 갇혀 있어, 샤샤. 그 부분만 찾는다면...” 이라고 하는 것과 26화에서 괴수의 몸 안에서 뿌뿌핑이 괴로워 하는 장면이 있는 것과 프린세스 하모니어스가 “뿌뿌핑, 널 거기서 꺼내 줄게!!” 라고 하는 것으로 보아 뿌뿌핑은 풍선에게 집어삼켜짐과 동시에 몸이 변형된 것이 아닌 풍선 안에서 괴수의 몸이 따로 만들어져 뿌뿌핑(본인)을 괴수의 몸 속으로 가뒀거나, 뿌뿌핑을 집어삼킨 풍선이 괴수가 된 것으로 추정. [49] 이 시점부터 풍선껌의 능력이 사라진 대신, 브레스 공격을 할 수 있고 눈에 보이는 모든 것을 부술 정도로 신체 능력이 대폭 강화되었다. [50] 너무나도 여러 번 슈가매직에 의해 각성되었던 후유증인지 2단계 각성 때 슈가 프리즘 샷으로 모든 슈가매직이 사라졌고 슈가베리팩트와 매직슈가볼이 접촉한 것도 아니었음에도 바로 이런 괴수 형태로 각성했다. [51] 정확한 내용은 새콤핑이 너무 느리다고 자기들을 잡을 수 있겠느냐며 도발한다. 사실 각성한 모습이 너무 거대해진 탓에 느려진 건 맞는 데, 몸이 거대해서 보폭 1번이 굉장히 넓어져서 이를 보완했다. [52] 이 전까지는 계속해서 허공에 게이트를 만들었는데 이때는 바닥에 만들었다. [53] 로미나 로열핑이나 디저트핑들은 그나마 마지막에 화해를 해서 악감정이 사실상 거의 사라져 최소한의 자비인 듯 죽이려 하지 않는 반면, 레전드핑들은 자신이 소외된 것과 관련이 있는지 죽일 기세로 쫓아가는 모습을 보였다. [54] 뿌뿌핑의 모티브는 굉장히 달콤하나 사실 식용이 아닌 껌 이다. 껌은 먹을 수는 있으나 보통 입 안에서 씹기만 하다가 뱉는 경우가 대다수다.(단맛이 빠지면 뱉는 경우에서도 약간의 떡밥이 있다. ) 이를 통해서 예상해 보자면 뿌뿌핑은 종류가 풍선껌이라 본인이 다가가고 싶어도 레전드 티니핑들이 디저트가 아니라는 이유로 직접 떨어트린 듯 하며 이 때문에 앙심을 품고 살의를 보이는 듯하다. 이후 레전드핑들의 영혼의 대사를 통해 고의로 멀리하게 만든 것은 아니나, 마법 능력이 그저 몸을 부풀리는 데 그치다 보나 디저트 마을에서 디저트 생산에 참여하지 않고 혼자 소외되어 있는 뿌뿌핑의 마음을 신경쓰지 않았고, 결국 점점 마음이 망가져서 사고를 친 듯 하다. 뿌뿌핑, 푸딩핑의 [55] 회상이나 캐치 직후 대사, 그 이후에도 혼자 있는 걸 보면 항상 혼자 있는 듯 하다. [55] 웃긴 점은, 푸딩핑은 뿌뿌핑에 의해 가치관이 부서진 티니핑이고 소외된 또 다른 티니핑이다. 다만 혼자서 가만히 있는 뿌뿌핑을 난대없이 강제로 춤추게 만들었으니 마카핑처럼 어느 정도 자업자득 인 셈이다. [56] 다른 소외된 티니핑들과 비교했을 때, 메모핑 이나 짝짝핑 은 뿌뿌핑과 달리 긍정적이고 연령 자체가 낮아 심각하지 않고, 홀로핑은 아에 소외된 것에 대해 만족하고(…) 꽁꽁핑 , 빙글핑 , 다해핑 , 눈꽃핑 , 푸딩핑 은 모두 최소 한 명 씩 과 는 절친과 어울리지만, 뿌뿌핑은 그런 거 없다 . [57] 이때 튄 파편이 슈가베리팩트를 뭉개버리는 바람에 망가지고 말았다. [58] 이때 로미가 뿌뿌핑은 이 마을의 디저트티니핑이라며 이 마을을 파괴하지 말라고 설득해 보지만, 본인은 “어차피 난 혼자야!” 라고 말하며 최후의 공격을 했다. [59] 다시 말해 여기서 새콤핑과 달콤핑을 본인 손으로 살해해 버렸다. [60] “멈춰 줘!” 부분은 괴수화된 상태의 목소리가 아닌, 본 모습의 목소리로 말했다. [61] 디저트 마을이 되돌아오는 과정에서 3단계 각성 모습의 뿌뿌핑은 소멸됐다. [62] 이건 반은 맞고 반은 틀린 게 일단 매직슈가볼을 훔쳐 그 힘을 제어하지 못해 결국 본인 손으로 레전드핑들을 죽이게 된 것은 맞다. 하지만 레전드핑들도 자신들의 사소한 다툼으로 인해 이런 사태를 제공한 원인이기 때문에 레전드핑들 입장에서도 자업자득이라 볼 수 있다. [63] 행보 자체도 뿌뿌핑에 비해 굉장히 1차원적이다. [64] 마지막에 결국 브레스 공격으로 파괴한 샌드쿠키 벽 파편으로 슈가베리팩트를 부수는 데는 성공한다. [65] 도구의 활용면도 뿌뿌핑이 앞서는 모습을 볼 수 있다. [66] 로미가 직접 자신의 마력을 담아 만들어 준 것으로, 해핑의 왕관에서 색만 조금 바뀐 것만 제외하면 완전히 악세서리다. [67] 어른들 중에서도 충격과 공포를 느끼는 경우도 있었다. [68] 이 둘도 시계탑을 뜯어 버릴 정도로 손꼽히는 강자들이다. [69] 그리고 결국 새콤핑과 달콤핑을 소멸시키고 말았다. [70] 뿌뿌핑이 악행을 저지르는 동기부터 이미 소외된 것이기 때문이다. [71] 대표적으로 1기 42화에서 마지막에 도망치는 악동핑을 놔두거나 1기 40화에서는 캐치하지도 않았음에도 그냥 축제에 참여시켰다. 다만 이는 첫 등장인 1기 27화에서도 알 수 있듯이 하트 메달이 인식을 하지 못해 캐치를 할 수 없었기 때문이다. 물론 그만큼 생포가 중요했는데 그렇지 않은 부분에서 어지간히 얕본 게 아닌 듯하다. [72] 대략 10마리 정도가 악동핑에게 이끌려 캐치가 되었다. [73] 보통 중간에 같이 공격을 한 디저트티니핑이 갑자기 통수를 때리거나 슈가베리팩트가 너무 둥글어서(...) 굴러가 놓치는 경우가 많다. 반대로 악동핑은 거의 티니하트윙에 손도 대지 못한 경우가 대부분이고, '티니핑 축제' 편에서는 아예 넝쿨째 굴러온 호박마냥 뺏을 기회가 있었음에도 쿠키를 대접받은 양심으로 그냥 두고 갔다. [74] 그리고 정말로 새콤핑, 달콤핑을 죽여 버린다. [75] 말랑핑은 뿌뿌핑을 잘 모르는 하츄핑이나 워낙에 순수해서 별로 적대하지도 않는 포실핑, 그나마 뿌뿌핑을 적대하지만 성격이 긍정적이라 뿌뿌핑과 가끔 화해를 하려는 등의 태도를 보이는 샤샤핑에 비해 친구인 푸딩핑의 가치관을 망가트리고 평소에도 별로 사이가 좋지 않았는지 뿌뿌핑을 엄청나게 싫어한다. [76] 특히 혼자 자기만의 얼음 세상에 있는 눈꽃핑은 매직슈가볼을 모른다. [77] 다만 앙대핑 은 빌런 티니핑이지만, 메달도 존재하고 마지막엔 캐치되었다. [78] 사실 이 상태에서 뿌뿌핑이든 시리즈든 결말을 냈다면 그것대로 비판 받았을 것이다. 뿌뿌핑이 이대로 끝나게 된다면 3기에서 다해핑이랑 너무나도 결말이 비슷해 짜집기했다고 식상하다며 욕먹었을 것이다. 제작사 또한 시리즈마다의 차이를 확실히 두는 편이라 웬만해선 결말을 흐지부지 맺진 않는다. [79] 이때부터 프린세스 하모니어스도 이기지 못할 정도라 이제는 그 누구도 뿌뿌핑을 막을 수 없었다. 마지막에 결국 마음을 고치지 않았다면 결국 디저트 마을은 멸망했을 것이다. [80] 상대가 안 되는 것까진 아니지만, 오래 갈수록 하모니어스가 지치는 싸움이었다. 결국 하모니어스는 뿌뿌핑을 이기는 방법이 아닌 뿌뿌핑을 갱생시키기로 결정했다. [81] 사실 다해핑은 악감정 및 악랄함보다는 로미, 하츄핑과의 가치관 차이로 인해 행적을 벌였고 대립한 반동인물에 가깝다. 무엇보다 다해핑은 3기 23화에서 “다해핑, 왜 자꾸 우리한테 이런 나쁜 짓을 하는 거야, 츄?” 라는 하츄핑의 물음에 잠시지만 동요하는 기색을 보였다. 또한 3기 25화에서 제니에게 다가오는 로미를 저지한 것을 제외하면 로미에게 직접적으로 해를 가하진 않았다. 물론 가면핑 시절에는 굉장히 많이 해를 가했지만. [82] 이전에도 믿어핑 이 만두머리를 한 티니핑이었다. [83] 뿌뿌핑 이전에 나왔던 메인 빌런들은 인간이건 티니핑이건 모두 여성이었다. 외계인 2인조, 도둑 2인조는 메인 빌런이 아닌 단역 빌런으로 남성 메인 빌런은 뿌뿌핑이 처음이다. [84] 최초로 등장한 티니핑 괴수화 모습은 뿌뿌핑이 맞다. 다만, 연표상으로 본다면 해핑과 라라핑이 괴수화 된 시점은 1기 이전이기 때문에 해핑과 라라핑이 뿌뿌핑보다 먼저 괴수화 되었었다. [85] 악동핑도 도망을 항상 치나, 이쪽은 티니핑을 팔아넘기거나 안 보이는 사이에 몰래 튀는 어설픈 느낌이다. [86] 강함과 악독함도 언급되나, 이전에 비해 훨신 카리스마 넘치는 모습(?) 등에 의해 묻히거나 이전의 앙대핑 과 가면핑 이 굉장히 강하고 공포스럽게 나온지라, 크게 부각되지는 않는다. 다만 이후에 중간 보스임에도 슈가베리팩트를 탈취하고 레전드 티니핑과 프린세스 베리하트, 화이트 라비린스를 동시에 상대하는 모습에서 강력하다는 평가가 있기도 했다. [87] 그도 그럴 것이, 앙대핑은 실질적인 주인공 버프 로 탄생한 프린세스 베로니카에게 당한 희생자이고, 이전까지만 해도 전혀 밀리지 않았으며, 가면핑은 자신이 위험한 것이 아니고 제니가 죽을 위험에 처하니까 보석드래곤의 공격을 정통으로 막아낼 정도로 강하면서 로미를 몇 번이고 정말로 죽일 뻔한 강력한 티니핑이자 신비로운 컨셉이 더해져 평가가 올라갔다. 대표적으론, 둘 다 변수를 제외하곤(앙대핑은 해핑의 자폭이라는 큰 변수가 있었지만 빠르게 회복하고 아무 일 없다는 듯이 로미를 공격했다. ) 웬만하면 절대로 지지 않았다. 그에 비해 뿌뿌핑은 진작에 당한 적이 많던지라 평가가 내려가 있었다. [88] 앙대핑이나 가면핑도 비슷한 경우다. 앙대핑은 로미를 사악하게 끝까지 몰아붙여 공포를 조성하고, 가면핑은 캐치! 티니핑 시리즈와는 너무나도 이질적인 마치 어나니머스 가면 같은 느낌을 주었음과 동시에 처음부터 심상치 않게 묘사되었다. 3기의 다해핑은 제니가 메인인 것도 있고 마지막을 제외해서는 자주 나타나지도 않고 개그캐 기믹도 약간 들어 있어 악역이라는 점을 빼곤 무서움을 느낄만한 요소는 거의 없다. [89] 뿌뿌핑은 그 동안 악동핑처럼 개그캐 기믹과 티니핑들에게 선을 넘는 점, 2단계 각성에서 마치 최종 형태인 듯 묘사됨과 이미 강함이 부각되었고 캐치 또한 되었고 다해핑처럼 화해도 했기에 갑자기 마지막에 다시 각성해서 폭주할 줄은 아무도 몰랐던 것이다. 그것도 이런 키메라 같은 괴수 형태로. [90] 묘하게 괴수화의 모습이 디지몬 시리즈 에 등장하는 임프몬 을 묘하게 닮았다. [91] 악행도 비슷했다. [92] 시즌 4 티니핑들 중 로열핑인 샤샤핑, 포실핑, 일반핑인 눈꽃핑, 푸딩핑, 요거핑, 쪼꼬핑도 이모션 티니핑에서 미등장했다."
}