{
    "name": "삐짐핑",
    "image": "/static/images/ping/삐짐핑.jpg",
    "gender": "여성",
    "accessory": "막대사탕",
    "likes": "관심받기, 사랑받기",
    "dislikes": "자신의 마음을 몰라주는 것",
    "magic": "<토라짐의 막대사탕>대상이 토라지게 만들 수 있다.",
    "other_info": "삐짐핑 -“힝! 오지 마! 오면... 나 삐질 꼬야! [1] 에잇~! 삐짐!!” 성별 모티브 직업 공주 한국 외 국가 번안명 Huffyping 이름의 유래 삐지다 Huffy(토라진) 소품 막대사탕 [2] 열쇠 막대사탕 열쇠 숨어있는 본체 나무 마법 <토라짐의 막대사탕> 대상이 토라지게 만들 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 53위 성우 박하진 1 . 개요 2 . 작중 행적 2.1 . 18화 이후 3 . 기타 1. 개요 [편집] 토라짐의 티니핑, 삐짐핑 왜 내 마음을 몰라주는 거야! 관심이 고픈 응석받이 요정. '토라짐의 티니핑'. 마법의 막대사탕을 사용해서 대상의 기분을 토라지게 만들거나 친했던 친구와의 사이를 안 좋게 만드는 능력이 있다. 2. 작중 행적 [편집] '삐질 거야 삐짐핑' 편에서 첫 등장. 준비물을 잊고 가져오지 않아 마야에게 사과하는 메리루에게 마법을 걸어 메리루와 마야가 서로 토라지게 만들며 처음 등장한다. [3] 그 직후 제니에게 세뇌당해 로미에게로 향했다. 하트로즈 앞에서 꾸래핑이 로미가 쿠키 포장이 끝나면 하트퀸 사탕을 주겠다는 약속을 잊어버린 채 쿠키를 자기만 내버려 두고 먹는 것에 서운해하는 모습을 목격한 채 하트로즈에 잠입한다. 그리고 꾸래핑은 다시 리본을 만들던 중 다른 티니핑들과 로미가 이렇게 만든 리본을 함부로 사용하자 서운해하는 표정을 보고 꾸래핑을 삐지게 만들고, 계속해서 꾸래핑이 로미를 피하는 모습에 로미가 걱정하는 모습을 보곤 참지 말고 삐지라는 말과 함께 로미까지 삐지게 만들었다. 그러다가 이 모습을 보고 로미나 꾸래핑이나 둘 다 평상시와 다름을 수상하게 생각한 나머지 로열핑들로부터 발각되어 도망치며 로미는 빨리 캐치해야 한다는 얘기를 듣고는 짜증내는 말투로 변신할 거였다는 말을 한 후 솔찌핑과 함께 프린세스 글로리아로 변신하고 추격해 오기 시작한다. 이때 꾸래핑이 프린세스 글로리아의 말을 무시한 채 가장 앞서 추격하다가 끝내 쓰레기장으로 몰려 버리고, 삐짐핑(본인)에게 다가오자 다가오면 삐질 거라며 앙탈을 부리며 반격을 시도한다. 그러자 꾸래핑이 평화의 눈덩이 마법으로 공격해 오자 “난(삐짐핑) 널(꾸래핑) 도와주려고 한 건데...” 라는 말을 하고 삐져서 팅클퍼프를 난사한다. 이를 피하던 꾸래핑은 결국 바나나 껍질에 미끄러지고 난사한 팅클퍼프를 다시 맞을 위기에 처하는 데 프린세스 글로리아가 솔직함의 뭉게뭉게 구름으로 보호했고, 그 와중에 본인이 걸은 마법의 영향으로 둘이 내분을 일으키는 사이에 다시 도망친다. 프린세스 글로리아: “꾸래핑 생각은 어때?” 꾸래핑: “흠... 저... 나무에 숨었겠지, 뭐.” 프린세스 글로리아: “응? 왜 그렇게 생각하는데?” 꾸래핑: “그야 줄기가 팔짱을 낀 모양이잖아. 마치...” 같이 : “삐진 것처럼...” 퀴즈를 푸는 동안의 프린세스 글로리아와 꾸래핑의 대화. 그리고 학교 뒷마당으로 추격전이 이어졌는데, 일행들이 본인을 시야에서 놓친 동안 덩굴 나무(등나무), 밧줄 묶인 울타리, 모자를 쓴 선인장 중 하나로 위장했다. 퀴즈를 푸는 중 나나핑은 \"삐짐핑은 잘 삐지니까 삐죽삐죽한 선인장에 숨었다\", 솔찌핑은 \"꽁해있는 모습처럼 울타리에 꽁꽁 묶인 밧줄이다\"라고 주장한다. [4] 그러다가 프린세스 글로리아는 내키지는 않지만 꾸래핑에게 의견을 물어 보니 등나무라고 생각하여 프린세스 글로리아와 꾸래핑이 이구동성의 대답을 하면서 등나무 줄기에 활을 쏴서 정답을 맞춘다. 정답을 맞춰 변신이 풀리며 외마디 비명과 함께 팔짱을 낀 채 “날 찾다니... 삐짐!!” 이라는 속마음 대사와 함께 삐진 표정을 지으며 프린세스 글로리아에게 캐치된다. “힝, 너무해! 난 속마음을 말할 수 있게 도와준 것 뿐이라고, 삐짐!!” 18화 캐치 대사 및 삐지는 것의 장점을 표현하는 대사 1. 이렇게 삐짐핑의 마법이 풀린 꾸래핑은 자신의 심정을 솔직하게 잘 드러냈고, 로미가 하트퀸 사탕을 줄 수 없었던 이유가 보관하던 중, 실수로 형태가 망가져 버렸기 때문이었다는 사실이었고, 꾸래핑도 약속은 잊지 않았다는 사실을 깨닫고 둘은 서로 화해한다. “때론 삐지는 게 도움이 될 때도 있다고, 삐짐!!” 18화 마지막 대사 및 삐지는 것의 장점을 표현하는 대사 2. 캐치 대사와 이 마지막 대사로, 시청자들에게 삐지는 것은 때로는 자신이 숨겨 두었던 속마음을 잘 드러내고, 이후 서로 화해함으로써 한층 더 사이가 좋아질 수 있다는 것을 간접적으로 알리고 있다. 2.1. 18화 이후 [편집] '노래하는 아아~핑' 편 마지막 장면에서는 꾸래핑, 나나핑, 솔찌핑, 하츄핑, 퐁당핑, 힘내핑, 삐뽀핑, 꾸며핑과 함께 아아핑의 바이올린 콘서트를 관람한다. '등장! 행운핑' 편 마지막 장면에서는 행운핑의 부활을 지켜보는 것으로 등장. '티니핑 패션쇼' 편에서는 드레스를 디자인하는 장면에서 꽃 장식 핀에 찔려 피가 나자, 삐뽀핑의 지시로 간호핑들에게 붕대로 저지당했다.(...) '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠 주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 3. 기타 [편집] 2023년에 처음으로 캐치된 티니핑이다. 소품이 막대사탕인데 공교롭게도 처음 등장한 에피소드가 막대사탕(하트퀸 사탕)으로 인해 주인 공들 이 관계가 안 좋아졌다가 화해하는 내용을 바탕으로 했다. 선역 일반 티니핑 중에서는 유일무이하게 눈 아래(정확히는 볼) 무늬가 있다. [1] 원래 맞춤법은 '거야!'가 맞지만, 공식 소개 영상에서의 기재 및 실제 발음이기 때문에 '꼬야!'라고 서술한다. [2] 키키핑 과 마찬가지로 막대사탕을 지니고 있지만, 키키핑은 흔히 롤리팝 으로 불리는 둥글고 넓적한 회오리 모양인데, 삐짐핑(본인)은 츄파춥스 와 비슷한 알사탕 모양이다. 사실 츄파춥스 역시 롤리팝의 범주에 들어가는데 우리나라에서는 롤리팝이라고 하면 키키핑이 들고 다니는 사탕을 떠올리는 편이다. [3] 여담이지만, 캐치! 티니핑 시리즈 사상 최초로 마야와 메리루가 토라진 장면 이다. [4] 여기서 보다시피 나나핑과 솔찌핑은 다소 말장난에 가까운 주장을 펼친다."
}