{
    "name": "샌드핑",
    "image": "/static/images/ping/샌드핑.jpg",
    "gender": "여성",
    "accessory": "스패츌러",
    "likes": "크림으로 샌드하기, 빈틈 찾아 채우기",
    "dislikes": "샌드쿠키를 반으로 갈라 먹는 것",
    "magic": "뭐든 빈 곳에 크림을 채워준다.",
    "other_info": "샌드핑 - “빈 곳이 있으면 모조리 채워줄거야, 샌드!” 성별 한국 외 국가 번안명 Sandping 이름의 유래 샌드위치 쿠키 [1] 모티브 디저트 샌드위치 쿠키 소품 마법 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 26위 성우 이보용 1 . 개요 2 . 작중 행적 2.1 . 1~4화 2.2 . 4화 이후 3 . 기타 1. 개요 [편집] 친밀함의 티니핑, 샌드핑 우리 꼭 붙어있자~ 무엇이든 크림을 꼭 채워 꼭 붙여놓으려는 신념이 확고한 티니핑. 샤샤핑: “샌드핑이라고 디저트 사이에 크림을 끼워 넣는 일을 하던 친구 때문인데, 걔는 맛있는 샌드쿠키를 아주 잘 만들었었어.” 샌드핑: “빈 곳에 꽉꽉 채워 넣으면 더 맛있지, 샌드!” 샌드핑의 특징을 잘 나타내는 대사. '친밀함의 티니핑'. 샤샤핑의 증언에 의하면 디저트 마을에서 샌드쿠키에 크림을 채워 넣는 역할을 하며, 마법을 사용해서 주변에 있는 빈 곳에 크림을 채우는 능력이 있다. 샌드쿠키의 크림 부분을 떼서 먹는 것을 전적으로 싫어한다. [2] 그리고 동그란 쿠키를 보면 매운맛 크림을 채워 넣는 본능이 있다. 이 크림이 있는 샌드쿠키를 먹으면 강렬한 매운맛에 정신을 잃게 된다. [3] 게다가 그 크림이 분홍색인지라 딸기맛으로 오해하기도 좋은 비주얼이다(...). 2. 작중 행적 [편집] 2.1. 1~4화 [편집] '새콤달콤 디저트티니핑' 편에서 선행 등장해 공장 라인에서 핫케핑 이 3단으로 포갠 케이크 시트에 크림을 채우는 역할을 하고 있었다. '샌드핑과 샌드쿠키의 비밀' 편에서 본격적으로 등장. 첫 등장은 로열핑들이 샌드쿠키로 흡사 쌍쌍바 나누기를 하듯 떼어 내기 대결을 하다가 디저트 마을에서는 샌드핑(본인) 때문에 이렇게 먹을 수 없었다고 언급하며, 이어지는 회상 장면에서 샌드쿠키를 나눠 먹으려고 떼어 내려 하자 그렇게 하지 말라는 장면이 나오고, 샤샤핑이 말하길 까맣고 동글 납작한 쿠키 사이에는 이상한(매운맛) 크림을 채워 넣는다는 증언으로 선행 언급되며 모습을 비춘다. 이 사연을 들은 로미는 하트로즈에서는 그런 쿠키는 만들지 않는다고 안심시켰지만, 잠시 후 이안이 갓 구워낸 까맣고 동글 납작한 쿠키를 오븐에서 꺼냈다. 실물의 첫 등장은 마야 어머니의 꽃집에 들른 어느 중년 남성 손님이 계산하려 지갑을 꺼냈는데 지갑을 크림으로 채워 버려 카드를 꺼내지 못하게 만든다. 거기다가 어느 탈모인 중년 남성의 머리(...) [4] , 하품하는 청년 남성의 입(...), 간판, 엘리의 치킨집의 테이블 세 개를 붙이는 등 마을의 벌려져 있는 물건들에 크림을 채워 넣었다. 그러다가 하트로즈 앞까지 왔는데, 이안이 만들어 남기고 간 동그란 쿠키들을 발견해 거기에 크림을 채워 버렸다. 이것을 먹은 준과 레나는 기절했고, [5] 나중에 들어온 로미도 아무것도 모른 채 이 샌드쿠키를 먹고서 기절했다. 로미: “샌드핑, 먹을 것에 장난치지 마!” 샌드핑: “뭐, 장난? 비어 있는 곳을 채워 넣는 건 내 임무라고, 샌드!” 한편, 로열핑들은 하츄핑이 운전하는 아이스크림카를 타고 마을을 드라이브 하던 중 [6] 엘리네 가게에서 있던 일을 보고 샌드핑(본인)이 근처에 있다는 걸 눈치채 로미에게로 알려 주러 왔는데, 그 때 로미는 샌드핑의 매운크림 샌드쿠키를 먹고 이미 기절한 상태였다. 그러다가 포실핑도 아무것도 모르고 배가 고팠는지 그 샌드쿠키의 크림을 손으로 찍어 먹는 바람에 기절하고, 이를 본 나머지 로열핑들은 이 사건이 샌드핑의 소행임을 깨달았다. 샤샤핑은 아이스크림 요정들의 힘을 빌려 응급처치 [7] 해 로미와 포실핑의 정신을 차리게 했고, 본인은 로미가 먹었다가 무서워서(?) 던진 샌드쿠키에 맞아 위치가 발각되었다. 이에 로미는 샤샤핑과 시리즈 최초로 프린세스 샤베티나로 변신해 본인을 캐치하려고 했다. 프린세스 일행이 본인을 캐치하려 하자 본인은 프린세스 샤베티나의 피리피리 매지컬 샤베티나 공격을 피하고, 프린세스 샤베티나의 팔다리에 크림을 붙여 넣었다. 이어서 하츄핑과 샤샤핑의 아이스크림 요정들을 어떻게든 따돌린 후, 포실핑, 샤샤핑, 말랑핑을 붙이려고 했으나 말랑핑의 머리가 말랑말랑한 탓에 튕져겨 나가며 실패했다. 그 때, 샤샤핑은 어떤 아이디어를 떠올렸는데, 바로 본인 성격의 약점인 샌드쿠키의 쿠키 두 장을 갈라 먹으려 함으로써 도발하는 것. 이를 눈치 챈 포실핑과 눈빛교환을 한 후 포실핑은 샌드핑(본인)을 불러세워 샌드쿠키를 하나 집어 이걸 반으로 갈라 먹으면 더 맛있을 것 같다며 [8] 간을 보며 떼려는 모습을 보고 멘붕에 빠진 채 말리지만 결국 크림 부분을 떼어 버려 이를 먹으려는 모습을 보고 그만 울음을 터뜨린다. 그리고 이 틈에 샤샤핑의 아이스크림 요정들에게 샌드당한 채로(...) [9] 캐치되었다. “난 그냥 비어 있는 것을 꽉 채워준 것 뿐인데... 샌드...” 4화 캐치 대사. 캐치된 직후, 시무룩한 표정으로 있다가 로미가 주방으로 데려다 주었는데 채워 넣을 쿠키들이 많다며 즐겁게 그릇에 담긴 쿠키에 크림을 채워 넣으며 에피소드 종료. “모두모두 즐겁게, 샌드!” 4화 마지막 대사. 캐치되었을 때의 대사를 생각하면, 로미로부터 위로받은 셈이다. [10] 2.2. 4화 이후 [편집] '로열 티니핑이 되고 싶어' 편 마지막 장면에서는 또너핑을 환영하는 역할로 등장. '말랑핑 마음은 말랑해요' 편 중 뿌뿌핑의 악몽 속에서도 등장했다. '아기 돌보기는 힘들어, 또너' 편에서 카메오 등장. '샤샤핑이 낫게 해 줄게' 편에서는 별똥별 사탕이 담긴 아이스크림을 먹은 하츄핑을 치료하기 위해 샤샤핑, 캔디핑, 롤리핑, 핫케핑과 함께 꽁꽁딸기를 찾으러 떠난다. 특히 본인이 만든 매운 샌드쿠키가 도움이 될 거라는 데 핫케핑이 추워하자 이를 하나 먹여 주며 정신을 차리게 했다. 그러나 얼음 바닥이 무너져 캔디핑과 함께 추락하지만 본인의 낙하산으로 무사히 탈출하여 리타이어. (매운 크림 샌드쿠키를 건네 주며) “필요할 때 써, 샌드.” 17화 회상 장면에서의 대사. '잘 자요~를레이! 요거' 편에서는 직접 등장하지 않고 회상 장면으로만 등장. 샌드쿠키를 포실핑에게 줬던 것을 포실핑이 요거핑의 마법을 맞아 푹 잠든 프린세스 스윗플로스를 깨우는 데 도움을 줬다. '새콤달콤 레전드 티니핑' 편에서는 새콤핑과 달콤핑의 부활하는 모습을 보는 것으로 등장. '새콤달콤한 디저트 파티' 편에서도 등장. '돌아와, 뿌뿌핑' 편에서는 프린세스 베리하트에게 호출되어 뿌뿌핑과 바주카포를 샌드해서(붙여서) 포박하여 움직임을 봉인시켜 하츄핑의 공격을 맞추는 데 도움을 주었다. 마지막 장면에서는 뿌뿌핑에게 위로해 주는 모습으로 등장. '마음을 하나로! 하모니어스' 편에서는 뿌뿌핑이 정화되자 다른 티니핑들과 함께 팩트에서 나와 마을이 원상복귀됨을 기뻐하지만 이내 새콤핑과 달콤핑의 죽음을 인지하고 다른 티니핑들과 함께 울었다. 3. 기타 [편집] 프린세스 샤베티나가 작중 처음으로 캐치한 디저트티니핑이다. 특정한 두 무언가를 붙이려 하는 성격 자체는 딱풀핑 과 비슷하다. 이 둘의 캐치된 직후의 대사도 제법 비슷하다. 첫 등장 당시 탈모 중년 남성의 머리를 크림으로 스타일링 해준 장면이 화제가 된 탓에 각종 포털 사이트에 검색어로 샌드핑을 입력하면 샌드핑 대머리 (...)가 연관 검색어로 뜨는 광경을 볼 수 있다. [1] 두 장의 넓적한 쿠키 사이에 크림 등을 칠해 샌드위치 처럼 포갠 쿠키다. 유명한 상품으로 오레오 가 있고, 국산 제품에서도 롯샌 , 크라운산도 등이 있다. 작중에서는 샌드쿠키 라고 줄여서 얘기하기 때문에 프로필을 제외한 문서 전반적으로는 샌드쿠키라고 칭한다. [2] 그래서 로열핑들은 샌드쿠키를 떼서 먹는 것을 지구에 오기 전에는 못 해봤었다고 한다. 실제로 이렇게 나눠 먹기 위해 떼어 내려고 하면 그 앞에 나타나 손가락을 가로저으며 안 된다고 한다. 본인피셜 샌드쿠키를 이렇게 먹는 건 샌드쿠키에 대한 예의가 아니라고 주장한다(...). [3] 얼마나 매운지는 애니메이션에서의 클리셰가 그러하듯 입에서 불을 뿜을 정도다. 그런데 정 반대의 효과로 추위를 덜거나(16화 中) 잠을 깨울 수(17화 中) 있는 등 상황에 따라서는 오히려 정신을 차릴 수 있게 해주기도 한다. [4] 정작 이를 맞은 남성은 풍성해진 자신의 머리를 보고 매우 좋아한다. [5] 준이 이 쿠키를 계산대 위에 올려두고 로미가 여기에 크림을 채우기로 했는데 안 보이자 혼잣말을 하며 잠시 자리를 비운 사이 크림을 채웠고, 자리로 돌아와서 이를 본 준도 이 쿠키가 샌드쿠키였냐는 등 영문을 모른 상태였다. 그 직후 들어온 레나가 물건을 고른 후 이 쿠키를 먹어보고 싶다길래 무심코 먹게 해줘서 꼴까닥 소리를 내며 기절했다. 이에 준도 기절할 정도로 맛있었다고 오해하고 먹어 버려 역시 기절해 버린다. [6] 하츄핑이 말하길, 그냥 단순히 드라이브가 아닌 마을 지리를 익히게 해 주는 훈련의 일환도 있었다. 당연히 지리를 잘 안다면 샛길이나 막다른 길 등으로 유도를 하며 티니핑의 캐치 등에도 도움이 되기 때문이다. [7] 이때 응급처치하는 방법이 심장충격기 를 사용하듯 아이스크림 요정 두 마리를 문질러 목덜미에 갖다댄다(...). [8] 정확한 대사는 “있잖아, 샌드핑~ 이 샌드쿠키, 반으로 갈라 먹으면 더 맛있겠지, 포실?” 이라고 하면서 사악한(?) 표정을 짓는다. [9] 슈가실드를 발동하기 직전에 본인이 직접 자기를 샌드했다고 얘기했다. [10] 또한 원래 이 크림 채우기는 로미가 하기로 되어 있었는데, 샌드핑(본인)에게 이것을 하라고 하면서 본인은 즐겁고, 로미는 편한 누이 좋고 매부 좋은 일을 해 주었다. "
}