{
    "name": "샤샤핑",
    "image": "/static/images/ping/샤샤핑.jpg",
    "gender": "여성",
    "accessory": "아이스크림 콘모자,아이스크림요정들",
    "likes": "음식 만들어서 나눠주기, 이야기 들어주기, 밝은 분위기",
    "dislikes": "좌절, 절망, 포기, 어두운 분위기",
    "magic": "<긍정의 샤베트>아이스크림 요정들로 공격, 서포트, 방어 등 다양하게 활용한다.",
    "other_info": "샤샤핑 - 이름의 유래 샤 베트 모티브 디저트 아이스크림 + 샤베트 [1] 소품 아이스크림 콘 모자 , 아이스크림 요정들 [2] 마법 <긍정의 샤베트> 아이스크림 요정들로 공격, 서포트, 방어 등 다양하게 활용한다. 좋아하는 것 싫어하는 것 로미와 변신 프린세스 샤베티나 2023 티니핑 어워즈 인기투표 순위 5위 [3] 성우 박선영 [4] 뮤지컬판 배우 [5] 홍리나 (3기) [6] 1 . 개요 2 . 작중 행적 3 . 샤샤핑송 4 . 기타 1. 개요 [편집] “난 차가운 걸 좋아하는 아이스크림의 요정이야, 샤샤~” [7] 긍정의 티니핑, 샤샤핑 언제 어느 때나 긍정적으로 생각하며 낙천적인 티니핑. 배려심이 깊어, 남을 먼저 생각하고 양보하며 다른 이의 말에 귀 기울이고, 다정하게 모두를 아우르는 샤샤핑! 새콤달콤 캐치! 티니핑 의 메인 티니핑 및 서브 로열핑 . 상징은 '긍정의 티니핑'. 언제 어느 때나 긍정적이고 낙천적인 마음의 소유자로, 포용력이 넓어 이해심이 많으며 항상 미소를 잃지 않는다. 배려심이 깊어 남을 먼저 생각하고, 다른 이의 말에 귀 기울이는 다정한 티니핑. 마법의 아이스크림 콘모자를 사용해서 아이스크림 요정들을 소환하고 공격과 서포트, 그리고 방어 등을 다양하게 활용할 수 있는 능력이 있다. 2. 작중 행적 [편집] '새콤달콤 디저트티니핑' 편에서 첫 등장. 디저트티니핑들이 공장 라인으로 만들어낸 각종 디저트들을 이모션 왕국과 미스틱마을로 보내는 등 출고 업무를 보고 있었다. 그러던 도중 포실핑이 사라진 것을 눈치챘는데, 찾으러 갔더니 포실핑은 디저트마을의 초콜릿 강에서 구름을 보다 초콜릿 강물을 마시고 있었다. 그 시각 뿌뿌핑 이 매직슈가볼을 훔쳐가자 게이트가 열려 디저트 티니핑들이 하모니 마을로 떨어지고 이 사태의 주범이 뿌뿌핑임을 알게되자 몬쥬 박사가 혹시 모를 사태에 대비해 맡겨둔 슈가베리팩트를 가지고 로미에게로 가라고 한것을 떠올려서 슈가베리팩트를 가지고 가려던 중 디저트마을의 슈가파워가 사라져가면서 다시 게이트가 열려 본인들도 같이 지구의 하모니 마을로 떨어졌다. 이때 포실핑이 슈가베리팩트를 잡았기 때문에 꽉 잡으라며 당부까지 한다. 그후 본인과 말랑핑이 떨어진 곳은 바로 쓰레기통 위. 이 때 포실핑은 다른 곳으로 떨어진 상태였는데 하필 포실핑은 로미의 얼굴을 몰랐던 터라 이에 멘붕하는 장면이 가히 압권이다. 본인과 말랑핑은 고양이에게 쫓기다가 로미를 만났는데 로미가 본인들이 디저트 티니핑, 그 중 로열핑임을 알게되자 과거에 만났던 모습이 오버랩되면서 단번에 로미를 알아보며 당황한 감과 서러움이 폭발해 울고불고 난리를 피운다. 시청자들은 알아듣지 못할 정도로 [8] 울어대며 얘길했지만 슈가베리팩트를 전달해야한다는 것을 알아들은 로미와 함께 슈가베리팩트와 포실핑을 찾는데 포실핑이 슈가베리팩트를 레나에게 넘기려는 장면을 목격하며 에피소드가 끝난다. '변신! 프린세스 베리하트' 편에서는 로미가 이를 막아 세운 바람에 레나와 다툼이 일어나자 이를 지켜보던 캔디핑의 마법에 걸린 로미를 보고 아이스크림 요정들을 소환해 로미의 마법을 푼다. [9] 그리고 캔디핑을 발견했고, 로미에게 데려와서 캔디핑의 마법에 걸려 레나를 칭찬(?) 했던거라고 얘기해준다. 그 후 캔디핑을 설득해 일행으로 합류시켜 포실핑을 납치한 레나를 추격한다. 추격하던 도중 포실핑이 로미 일행을 공격하는 모습을 보고 포실핑이 레나에게 가스라이팅을 당했다는걸 감지한다. 남은 구출과정동안은 큰 개입을 안 하다가 마침내 레나로부터 포실핑과 슈가베리팩트를 되찾고, 캔디핑도 캐치했으며, 하트로즈로 돌아와서는 마야, 메리루와도 인사하고 로미와 함께 본격적으로 디저트티니핑 캐치 업무를 시작했다. '예쁘게 장식할래, 머랭' 편에서는 자동 셰이커로 머랭을 치다가 디저트마을에서는 손으로 머랭을 쳤던걸 회상한다. 그러다가 포실핑이 머랭을 친 그릇을 거꾸로 엎어진채 떨어트렸는데 안 떨어지자 말랑핑이 잘 친 머랭 반죽은 안 떨어진다고 얘기하자 머랭핑을 떠올리며 이와 비슷하게 천장에 붙어있을수 있었다고 얘기한다. 그러다 다 구워진 쿠키를 먹으려던 중 카일의 도움 요청에 말랑핑과 함께 같이 주방으로 간다. 그리고 혼자 남아있던 포실핑이 헤이쥬에게서 발주 받은 주문을 전달받고 케이크에 올릴 토핑용 초콜릿이 틀에서 다 굳은것을 떼어낸 후, 직접 아이스크림카에 수레를 달아 운전해 카일에게 전달한다. 다 완성된 후 포실핑이 초콜릿 토핑을 떼어 먹으려할때 막아세우는데 같은 시각 하트로즈에 들어와 이 케이크를 본 머랭핑이 멋대로 장식을 올린 것을 목격한다. 머랭핑이 상술한 능력을 이용해 벽을 타며 도망치자 아이스크림 요정들을 소환해 흡사 스노보드 타듯 위에서 아래로 내려오며 머랭핑을 추격하지만 머랭핑은 아래에서 점프한 말랑핑과의 사이에서 뛰쳐나오면서 말랑핑과 충돌해버린다. 그 후 로미가 프린세스 스윗플로스로 변신한 이후 말랑핑과 함께 케이크에 매복해있다가 반대편에서 머랭핑이 나타나자 공격을 하는데 이때 쐈던 아이스크림이 졸지에 토핑으로 계속 올라갔다. 그러다가 포실핑의 계략으로 머랭핑이 감금되자 슈가실드를 발동한것을 보자 슈가실드는 디저트핑들의 고유 능력이라며 설명해준다. 머랭핑이 캐치된 후 카일이 돌아와서 엉망이된 케이크를 보고 절망하고 뒤이어 들어온 헤이쥬를 보고 긴장하지만 다행히 헤이쥬는 만족스러워한다. '샌드핑과 샌드쿠키의 비밀' 편에서 본인과 로미가 변신하는 프린세스 샤베티나가 첫 등장했다. '샤샤핑이 낫게 해줄게 ' 편에서 주역을 담당했다. 하츄핑에게 감사하는 마음으로 디저트 마을에 떨어지는 별똥별 사탕이 담긴 아이스크림을 만들어주자 이를 먹고 병에 걸린 하츄핑을 치료하기 위해 몬쥬 박사에게 연락을 취하지만 몬쥬 박사는 부재중이라 다해핑 과 삐뽀핑 이 연락을 받는다. 그리고 삐뽀핑은 단순히 아이스크림 자체를 문제로 삼아 감기에 걸린거라며 몸은 따뜻하게, 머리는 얼음으로 열을 식히라는 말을 한다. 이후 하츄핑을 병상에 눕혀 삐뽀핑의 지시대로 이행하지만 얼음주머니 속 얼음은 금방 녹아버릴 정도로 하츄핑의 몸은 그야말로 불덩어리가 되었다. 그러다 새콤핑과 달콤핑에게 이를 얘기해보니 별똥별 사탕은 디저트 티니핑이 아닌 다른 티니핑들이 먹으면 독이나 다름 없다는 얘기를 듣게 된다. [10] 안절부절 하던 찰나에 사라가 말한 다이어리를 뒤져서 하트로즈 창고 뒷편에 있는 얼음 산에 위치한 꽁꽁딸기라는 열매를 먹이면 병이 낫는다는 사실을 알게 되고, 캔디핑, 샌드핑 [11] , 핫케핑, 롤리핑과 함께 꽁꽁딸기를 찾으러 여정을 떠난다. 중간중간 롤리핑과 핫케핑, 샌드핑과 캔디핑이 재난으로 인해 낙오되고 [12] , 산 정상에서 꽁꽁딸기를 캐면서 동상으로 인해 피부가 까지는 등 여러 고생 끝에 드디어 꽁꽁딸기를 얻는 데 성공했다. 산 정상에는 썰매가 한 대 있어서 이를 타고 빠르게 산 밖으로 나왔고, 그 꽁꽁딸기로 주스를 짜내 하츄핑에게 마시게 해서 하츄핑이 건강하게 정신을 차린 기쁨에 눈물을 터뜨린다. 마지막 장면에서는 여러 수난을 겪은 하츄핑과 함께 편하게 잠이 든다. '얼음 공주 눈꽃핑 ' 편에서도 주역으로 등장. 다른일행들이 로미가 시식용으로 만들어온 빙수를 먹고 있을때 혼자만 빙수를 먹지 않고 우울해하는데, 그 이유는 빙수를 보니 눈꽃핑 이 생각나서 그렇다고 한다. 이에 포실핑과 말랑핑은 눈꽃핑이 차가운 얼음공주라며 의아해하자 이를 부정하며 눈꽃핑의 과거를 설명해준다. 어느 날 공장 라인에서 일을 하던 중 빙수만 가져오면 된다며 와플핑, 핫케핑과 함께 눈꽃핑의 얼음집에 빙수를 가지러 가려 했으나 와플핑은 너무 추워서, 핫케핑은 아예 감기에 걸렸다며 꺼리자 본인 혼자 얼음집에 간다. 얼음집의 문은 열려있었는데 눈꽃핑을 꼭 만나고 싶다며 집 안으로 들어가서 눈꽃핑을 만난다. 하지만 눈꽃핑은 얼음마법을 쓰는 자신이 위험하다며 밀어내지만 본인(샤샤핑)은 차가운걸 좋아한다며 자기소개를 해 경계심을 풀어주고, 썰매를 타고, 눈사람을 만드는 등 우정을 쌓아갔다. 그리고 누워서 하늘을 보며 눈꽃핑은 누군가와 놀아본게 처음이라며 즐거워하자 본인하고 앞으로도 같이 놀자는 말을 해줘서 눈꽃핑을 감동의 도가니에 빠트린 찰나 눈꽃핑의 마력이 제어가 되질 않은 바람에 눈꽃핑의 공격을 받아 부상을 입고, 상처가 난 볼을 만지자 상처가 얼어버린다. 본인은 괜찮다고 설득했지만 눈꽃핑은 자기자신이 위험하다며 결국 썰매를 타고 도망쳐버렸다. 이후 눈꽃핑은 아예 집 대문도 잠궈버리며 히키코모리의 삶을 살게 되는데, 어느 날 눈꽃핑의 집앞에서 문을 두드리며 같이 놀자고 한다. 하지만 반응이 없어 돌아가려고 하다가 울먹이면서 \"눈꽃핑~! 잘 지내고 있니? 난 잘 지내고 있어 샤샤~!\" 라고 외쳤지만 역시 반응이 없었고 [13] , 그 뒤로도 몇 번씩이나 다시 찾아갔지만 결국 다시는 만나지 못 했다는 슬픈 사연에 포실핑과 말랑핑의 울음보를 터트렸다. 잠시 후 주스를 마시던 중 뿌뿌핑과 손을 잡고 하트로즈에 찾아온 눈꽃핑의 강력한 눈보라 마법으로 습격을 당하자 눈보라 마법이 강력한걸 느끼고 눈꽃핑이 나타난것을 직감한다. 그리고 로미를 프린세스 샤베티나로 변신시켜준 후 설득을 시도하지만 눈꽃핑은 성질을 부리며 대답을 거부하고 마법으로 얼음 트랙을 만들어 그 위를 달리는데 포실핑과 말랑핑이 썰매 [14] 를 꺼내오자 여기에 아이스크림 요정들을 묶어 [15] 트랙을 달리며 눈꽃핑을 다시 설득한다. 하지만 눈꽃핑은 이미 마음에 자물쇠를 걸어버린 탓에 더 이상의 설득은 통하지 않았고 결국 눈꽃핑에게 밀려버려 트랙 밖으로 추락해버린다. 프린세스 샤베티나가 본인을 받아주면서 큰 부상은 면했지만 눈꽃핑의 마력이 또 제어가 되질 않아 마법이 발동한 탓에 바닥이 얼어서 프린세스 샤베티나가 미끄러지며 슈가베리팩트가 떨어져나갔고 결국 눈꽃핑이 이를 주워 뿌뿌핑에게 줘서 뿌뿌핑은 눈꽃핑을 배신해 풍선껌 트랩에 가둔 뒤 도망친다. 설상가상으로 마법이 제어가 되지 않은 눈꽃핑이 이 트랩을 얼려 동사할 위기였으나 새콤핑과 달콤핑이 파괴하고 눈꽃핑을 안전하게 착륙시키자 [16] 바로 눈꽃핑의 상태를 보러가는데 눈꽃핑은 또 자신이 다치게 만들었다며 미안해하지만 무사하니까 다행이라고 얘기한다. 하지만 눈꽃핑은 또 다시 자신을 비관하며 위험하니까 떠나야한다고 하지만, 안아주면서 그저 소중한 친구라며 최후의 설득으로 마침내 눈꽃핑의 마음을 열게 했고, 마침내 눈꽃핑은 마력을 조절하는데 성공하여 아름다운 눈꽃 송이의 마법으로 분위기를 따뜻하게 했으며 이렇게 설득에 성공해 눈꽃핑을 캐치하는 일등공신 역할을 했다. '새콤달콤 레전드 티니핑' 편에서는 몬쥬 박사로 부터슈가매직과 레전드핑들의 얘기를 듣던 중 슈가베리팩트의 폭주로 인해 테러를 당했지만 레전드핑들의 도움으로 슈가실드가 해제됐다. 그러다가 레전드핑들과 대화를 하다 하우스에 있는것을 자백하자 왜 하우스 안에 있느냐며 묻고 사연을 듣는다. 그러다가 로미의 주도하에 하우스를 밀어 합체를 시도했지만 실패했고, 또너핑이 불굴의 의지로 다시 한번 밀어봄에도 레전드핑들은 분위기 파악도 못 한채 자존심 싸움만 하며 합체를 거부하자 더 이상 보다 못한 나머지 긍정 의 티니핑임에도 분노의 일침과 통곡으로 사태의 심각성을 알려주며 마침내 새콤핑과 달콤핑의 부활을 이끌었다. 한마디한마디가 주옥같은 명대사였다. 샤샤핑: “너희 그 안에서 싸우느라 지금 마을이 어떤 상태인지도 모르는 거지, 샤샤!” 달콤핑: “우린 단지 매직슈가볼에 나쁜 영향이 갈까 봐...” 샤샤핑: (울먹이며) “너희 둘의 그 시시한 자존심 싸움 때문에 우린 이곳으로 떠나와야 했고 , 디저트 마을은 더 이상 살 수 없게 검게 변해 버렸어 , 아름답던 디저트 궁전도 (무릎을 꿇으며) [17] 다 무너져 간단 말이야! ” 새콤핑&달콤핑: (놀라면서) “뭐.. 뭐라고? 구.. 궁전이?” (디저트 티니핑들이 흐느끼며 운다.) 샤샤핑: “다시 돌려내.. 다시 돌려내.. 다시 돌려내라고 샤샤!!!! ” 하츄핑과 디저트 티니핑들: “샤샤핑!” (이후 새콤핑과 달콤핑은 본인들의 잘못을 깨닫고 레전드핑으로써의 임무를 떠올리며 서로 화해를 하고, 마침내 둘의 하우스를 스스로의 힘으로 하나로 만들어 부활한다.) 3. 샤샤핑송 [편집] 샤샤핑송 풀버전 노래 - 작사 뜻밖의 녹음실 작곡 뜻밖의 녹음실 편곡 뜻밖의 녹음실 BPM 137 [18] 주제가 애니메이션 정보 ▼ 콘티 - 연출 - 작화감독 - 가사 ▼ 괜찮아 너도 할 수 있어 (샤샤~) 꼭 좋은 일이 생길 거야 매일 매일 나와 함께 하면 행복한 하루 긍정의 힘 뿜뿜 솟아나라 티니 티니 티니 피리 피리 캐치링 아이스크림 먹고 기분 좋아져라 눈부신 햇살 행복한 거리 아이스크림 먹으며 걷고 싶어 설렘 가득 안고서 오늘을 시작해 포기하지 마 내가 힘을 줄게 그래 할 수 있어 솟아나라 힘 (뿅뿅) 괜찮아 너도 할 수 있어 (샤샤~) 꼭 좋은 일이 생길 거야 맛있는 디저트 먹고서 한 걸음씩 걷는 거야 두근두근 설렘 가득 안고 기분 좋은 상상을 해 볼래 매일매일 나와 함께 하면 행복한 하루 긍정의 힘 뿜뿜 솟아나라 티니 티니 티니 피리 피리 캐치링 아이스크림 먹고 기분 좋아져라 티니 티니 티니 피리피리 캐치링 행복한 하루 너와 함께 하고 싶어 하츄핑 이후로 테마송이 생긴 세번째 로열핑이다. 긍정의 티니핑 답게 긍정적인 내용의 가사를 담았다. 4. 기타 [편집] 얼음 속성의 로열핑이라는 점은 전작의 꾸래핑 과 겹친다. 심지어 이 이전에도 덜덜핑 , 꽁꽁핑 , 발레핑 , 빙글핑 , 그리고 동 시즌의 눈꽃핑 [19] 까지 얼음 속성의 티니핑들이 제법 많다는 것을 인증한 또 하나의 사례다. 나나핑 의 팔레트 스왑이라는 평가가 많다. 빙글핑 과도 머리를 묶은 방향을 빼면 꽤 닮았다. 4기 등장 티니핑 들 중에서는 공식 상품(인형)이 가장 먼저 공식 계정으로부터 공개됐다. # 소개글 역시 하츄핑 다음, 즉 4기 신규 티니핑 한정으로 최초로 게시됐고, 1화 예고편에서 가장 먼저 명확한 대사로 목소리를 노출했다. 작중 등장한 로열핑들 중 최초로 모자 를 쓰는 로열핑이다. 더군다나 이 모자가 마법사용을 위한 소품으로 쓰이는 것도 모든 등급의 티니핑을 통틀어도 1기의 띠용핑 정도밖에 없을 정도로 흔치 않다. 조아핑 - 꾸래핑 에 이은 띠부씰 사워젤리 3대 모델이다. 다만 이전 시리즈에서는 사워젤리에 동봉된 띠부씰이 가치가 높았던것과 달리 같이 리뉴얼 되어 나온 하츄핑 초코볼 2종도 기름 코팅이 아닌 초코 코팅인 특성상 띠부씰이 미관상 좋아졌기 때문에, 기름 코팅인 말랑핑 말랑젤리에 동봉된 띠부씰이 오히려 가치가 낮아져서 이전만큼 독보적인 인기는 구가하지 못 하고 있다. 담당성우 박선영은 과거 경쟁작인 시크릿 쥬쥬 시리즈에서 쥬쥬 역을 맡았던 성우다. 공교롭게도 샤샤핑과 쥬쥬의 목소리는 비슷하다. 또한 같은 작품(치링치링 시크릿 쥬쥬)에서 샤샤 라는 이름의 동료 캐릭터가 등장한적 있고 [20] , 다른 세계관 시리즈( 시크릿 쥬쥬 별의 여신 )에서 등장한 쥬쥬는 파티시에 지망생이라서 디저트를 만드는 묘사가 있었다. 여기에 시크릿 쥬쥬 별의 보석 이 새콤달콤 캐치! 티니핑보다 조금 늦은 시기에 방영과 출연이 확정되며 졸지에 경쟁작에 겹치기 출연(?)이 됐다. [21] 또한 더 먼 과거에는 꼬마마법사 레미 시리즈 에서 파란색 캐릭터임이 샤샤핑과 공통적인 세노오 아이코 (유사랑)도 맡았었다. [22] 샤샤핑이 긍정의 샤베트를 외칠 때 간혹 우 정의 사배트라고 잘못 들릴 때도 있다. [1] 작중 본인 피셜과 슈가실드의 모양은 아이스크림이다. 그러나 이름의 모티브와 마법 사용 주문은 샤베트에서 따왔다. 참고로 아이스크림은 우유나 요구르트 등 유제품을 베이스로, 샤베트는 간 얼음에 과즙을 첨가하는 식이라 재료와 제조법의 차이가 있다. 샤샤핑과 비슷한 파란색 아이스크림 국산 상품으로는 뽕따 나 폴라포 스포츠 등이 있는데 이 제품들도 샤베트에 가깝다. [2] 위 일러스트에서 들고있는 아이스크림 콘은 평상시에는 머리에 모자로 쓰고 있으며 모자를 벗으면서 아이스크림 요정들을 소환한다. 아이스크림 요정들은 전작의 로열핑 꾸래핑 의 소품인 눈사람처럼 인격이 있으며 심지어 셋이서 한 팀으로 구성되어 있다. 외형만 아이스크림이 아닌지 차갑다는 묘사가 많다. 다만 꾸래핑의 눈사람은 꾸래핑이 마법을 쓰지 않을 때도 스스로 행동하는 것과 달리 아이스크림 요정들은 샤샤핑에 의해 소환되지 않으면 평상시에는 보기 어렵다. '디저트 마을로 간 로미' 편을 보면, 크기 조절도 자유자재인 것으로 보인다. [3] 전체 로열핑 3위 [4] 역대 로열핑 성우 중에서는 최고참이자( 1996년 데뷔) 최고령이다.(주민등록상 1970년 2월 8일 생) [5] 서울앵콜 이후로는 달콤핑 으로 배역이 변경됐다. [6] 루카 와 중복이다. [7] 눈꽃핑에게 자기소개로 한 말이다. [8] 넷플릭스 자막에도 말랑핑과 묶어 둘의 서러운 말소리 라고 표기할 정도다(...). [9] 이때 아이스크림 요정들은 로미의 등으로 들어가서 말 그대로 등골이 오싹(?)하게 만들었다. [10] 다만 이 별똥별 사탕을 넣은 아이스크림을 왕국으로 보낸다는 언급을 보면 인간은 먹어도 괜찮은걸로 보인다. [11] 샌드핑은 문이 열린 후 나타나서 자신의 매운 샌드쿠키를 이용할거라고 했는데 핫케핑이 추워서 힘에 겨워하자 이를 먹여 체온을 올려 정신을 차리게 했다. [12] 다만 생명에는 지장이 없었고 조기 하산으로 마무리됐다. [13] 이때 에코 이펙트까지 넣고, 대사가 대사인지라 부모들은 의문의 웃참을 해야했는 얘기도 많다. [14] '샤샤핑이 낫게 해줄게' 편 당시 산 정상에서 꽁꽁딸기와 함께 얻은 썰매다. [15] 눈꽃핑의 찹쌀떡 썰매와는 달리 진짜 줄이 아닌 마법으로 만든 줄을 묶었다. [16] 이때 뿌뿌핑은 이 마법을 보고 놀란 나머지 문짝이 닫힌걸 못 보고 충돌하고, 슈가베리팩트는 멀리 굴러가버린 바람에 포기하고 도망친다. [17] 정황상 다리에 힘이 풀린것으로 보인다. [18] 열쇠티니핑송 과 BPM이 같다. [19] 특히 눈꽃핑과는 친한 관계로 엮인다는 점이 꾸래핑-빙글핑의 관계를 연상케한다. [20] 재밌는 점은 샤샤의 성우 김새해 도 같은 시즌에 마카핑 으로 출연했다. 사실 범위를 시리즈 전체로 넓혀보면 티니핑 4기 기준 배진홍 , 공경은 , 하성용 , 유선아, 홍수정 , 이아름 , 강성우 를 제외한 모두가 출연했다. [21] 다만 성우계 작품에서 성우들은 일반적인 배우들과 달리 목소리 녹음만 하면 되기 때문에 겹치기 출연이 정말 자주 일어난다. 로미 역의 이지현 도 같은 작품에서 스텔라를 맡는데다 또다른 경쟁작인 꼬미마녀 라라 에서는 봉봉꼬미를 비롯해 많은 배역들을 연기하며 쪼꼬핑 역의 김보나 는 같은 작품에서 주인공 라라를 맡는 성우다. [22] 공교롭게도 세노오 아이코는 신 더빙판(대원방송 더빙)에서는 쪼꼬핑의 성우인 김보나가 맡았다. 만물 티니핑설 "
}