{
    "name": "소원핑",
    "image": "/static/images/ping/소원핑.jpg",
    "gender": "여성",
    "accessory": "요술램프",
    "likes": "우유, 친구들, 소원 들어주기",
    "dislikes": "거짓말, 남을 다치게 하는 것",
    "magic": "<엉뚱한 소원>대상의 세가지 소원을 이뤄줄 수 있다.단, 대상이 원하는 방식은 아닐 수도...?",
    "other_info": "소원핑 - “난 소원핑이야. 세가지 소원을 이뤄 줄게, 소원~!” 성별 보석 스피넬 한국 외 국가 번안명 Wishping 이름의 유래 소원 Wish(소원) 소품 마법 <엉뚱한 소원> 대상의 세가지 소원을 이뤄줄 수 있다. 단, 대상이 원하는 방식은 아닐 수도...? [1] 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 50위 성우 김예림 바리 차바리스 1 . 개요 2 . 작중 행적 3 . 기타 1. 개요 [편집] 소원을 엉뚱하게 들어주는, 바람의 티니핑. 엄청 순수하고 순진한 성격으로, 얼핏 똑부러지는 것 같지만 어딘가 허술한 엉뚱한 요정. '바람 [2] 의 티니핑'. 머리에 따라핑의 머리 부분과 비슷한 피에로 모자를 쓰고 있다. 2. 작중 행적 [편집] '소원핑의 세 가지 소원' 편에서 레나를 만나 소원을 이루게 하는 데, 소원핑(본인)의 능력이 원숭이 손 을 유머스럽게 바꾼 것일 뿐이라서 크게 고생한다. 더구나 일진 특유의 성격상 레나는 자신의 소원이 본래대로 이루어지지 않았을 때 악을 쓰며 소원핑(본인)을 위협했다. 레나가 해당 에피소드에서 빈 소원 목록이다. [3] 예쁘고 부유해서 너무 피곤하다 → 자기 몸과 옷을 거지처럼 만들었다. (위의 적힌 소원은 됐으니까) 다시 원래대로 돌려 내놔 → 다시 원래대로 돌아왔다. 먹을 걸 내놔 → 고양이 사료, 분유병이 나타났다. [4] 고양이나 아기가 먹는 건 됐고 (사람이 먹는) 맛있는 요리나 내놔 → 빵을 배달 중이던 로미가 바로 앞에서 떨어졌다. [5] 자기 눈 앞에서 로미를 보이지 않게 해 줘 → 검은 비닐봉투가 머리에 씌워져 단어 그대로 자기의 눈이 안 보이게 됐다(...). 프린세스 다이아하트를 혼쭐 내 줘 → 본인의 능력은 생명을 상처 입히는 데 쓸 수 없는 한계로 인해 소원 취소. 자기를 혼자 있게 해 줘 → 레나를 무인도로 순간이동 시켰다. [6] “정말 내 소원 [7] 이 이뤄질까, 소원?” 5화 캐치 대사. 캐치된 이후 자신이 보석숲의 티니핑들과 다시 만나고 싶어한다는 마음을 간접적으로 드러냈다. 그 후 에피소드 마지막 부분에서 까르핑과 아야핑과 재회하면서 기뻐하는 장면 으로 에피소드가 끝난다. “내 소원이 이뤄졌어, 소원~!” 5화 마지막 대사. 그 외에도 '사라진 로미', '쓰러진 믿어핑', '뜨개 인형이 된 하츄핑', '대결! 로열핑', '왕국이 된 하트로즈', '진짜 하츄핑은 누구?', '위험한 소풍', '티니핑 스쿨 졸업식' [8] , '돌아온 보석숲' 편에서도 카메오로 등장. 다만 이 중 개인 대사가 있었던 건 '위험한 소풍' 편과 '티니핑 스쿨 졸업식' 편 밖에 없다. 3. 기타 [편집] 프린세스 다이아하트가 작중 처음으로 캐치한 보석티니핑이다. 모티브는 지니 와 원숭이 손 유형의 물체나 캐릭터들로 보인다. 뮤지컬판 1기에도 등장한다. 예매처 목록에 기재된 다른 티니핑들은 인형탈을 쓰고 등장하는 것과는 달리 비중이 너무 적어선지 특수효과로 등장한다. 원작과 마찬가지로 램프를 문질러 소원핑을 소환한 레나의 소원을 들어 주는 데 깜짝 놀라게 할 곳으로 데려다 주고, 원래대로 되돌려 주고, 페스티벌 무대에서 하나뿐인 공주가 되고 싶다는 소원을 들어 준다. 하지만 레나가 공주가 되고 싶다는 소원은 이룬 직후 다시 원래대로 돌아오는 바람에 핀잔만 들었다. 이후 등장은 없다가 포토타임을 끝낸 후 엔딩곡에 돌입하기 전에 다시 등장하여 로미에게 캐치된다. 음성을 맡은 성우는 현장 크레딧에도 기재되지 않는다. [1] 또한, 자신을 악용하여 생명을 상처 입히는 소원은 이뤄줄 수 없다고 본인피셜로 말했다. [2] 風 (Wind)이 아닌 望 (Wish). 즉 소망. [3] 원래 빌어야 하는 소원은 세 개였으나 레나는 일곱 개를 빌었고, 이 중 여섯 개를 이뤄준다. [4] 여담으로 분유가 떨어지자 소원핑(본인)은 분유를 신나게 먹었다. 소원핑(본인)의 좋아하는 음식이 우유라는 설정이 있기 때문. [5] 이때 레나가 말하는 메뉴도 압권인데 푸아그라 테린 , 아스파라거스 블루테 수프, 새우와 가리비 바페르 등 프랑스 요리 를 주문했다. 하지만 본인은 이게 뭔지 몰랐고, 레나도 모른다는 표정을 보고 갓 구운 빵이나 우유는 되냐며 이걸로 변경한 것이다. [6] 그 후 본인이 캐치된 후에 다시 돌아왔다. [7] 보석숲 티니핑들과 재회하고 싶은 마음. [8] 이때 학사모를 쓴 본인의 모습은 틀린 것이다. 왜냐하면 학사모를 쓸 땐 원래 쓰고 있던 모자를 벗어야 하기 때문이다. 다른 티니핑들도 마찬가지. 아마 보석핑들은 보석이 없으면 살 수 없기 때문에 벗지 않은 것으로 보인다."
}