{
    "name": "솔찌핑",
    "image": "/static/images/ping/솔찌핑.jpg",
    "gender": "남성",
    "accessory": "구름솜사탕",
    "likes": "놀고 먹고 자기, 비 오는 날, 구름이 많은 하늘",
    "dislikes": "거짓말, 답답하고 불편한 것",
    "magic": "<솔직함의 뭉게뭉게>구름 솜사탕에서 마법 구름을 만들어낼 수 있다.",
    "other_info": "솔찌핑 - 이름의 유래 솔직 하다 → 솔찌 카다 [1] True(진실의) 열쇠 구름 열쇠 소품 구름 솜사탕 마법 <솔직함의 뭉게뭉게> 구름 솜사탕에서 마법 구름을 만들어낼 수 있다. [2] 좋아하는 것 싫어하는 것 로미와 변신 프린세스 글로리아 2023 티니핑 어워즈 인기투표 순위 27위 [3] 성우 윤미나 뮤지컬판 배우 최세인 [4] 1 . 개요 2 . 작중 행적 2.1 . 알쏭달쏭 캐치! 티니핑 3 . 기타 1. 개요 [편집] “나 솔찌핑이야! 솔직함의 티니핑~!” [5] 솔직함의 티니핑, 솔찌핑 그러면 안된다구, 솔찌! 언제나 감정에 솔직한 요정. 하고 싶은 말은 다 하는 투덜쟁이로, 로미의 티니핑 캐치를 도와주는 미스틱마을의 로열티니핑. 알쏭달쏭 캐치! 티니핑 의 메인 티니핑 및 서브 로열핑 . 3기 로열핑 중에서는 청일점 이다. '솔직함의 티니핑'. 감정과 본능에 솔직한 귀여운 투덜이 티니핑이지만, 너무 솔직한 자신의 말투로 인해 가끔은 때때로 상대방에게 불편한 상황을 만들기도 한다. 마법의 구름 솜사탕을 사용해서 마법의 구름을 발판으로 삼아 뛰어다니거나 끈적이 구름을 소환해서 대상을 꼼짝 못하게 만드는 능력이 있다. 2. 작중 행적 [편집] 비중이 많았던 에피소드는 굵은 글씨 . 2.1. 알쏭달쏭 캐치! 티니핑 [편집] '알쏭달쏭 열쇠티니핑' 편에서 첫 등장. 나나핑, 꾸래핑과 함께 미스틱마을의 마스터키를 갖고 있는 제니를 목격하던 중, 제니의 파트너 다해핑에게서 로열핑이라는 사실이 발각되어 하모니 마을로 도주하게 된다. 그 무렵 로미와 하츄핑, 마야와 메리루는 거리에서 자전거를 타고 거리를 돌고 있었다. 이때 셋은 로미가 있는 곳에 떨어지게 되고 로미에게 또 다른 프린세스가 등장해 마을을 혼란스럽게 만들었다고 말하는데, 이 이야기를 전해들은 로미는 사촌 친구인 제니라고 생각하게 된다. 자초지종을 설명하던 중 본인은 추락하던 상자에 뒷통수를 맞는다. [6] 이를 본 다른 로열핑들이 맞은 것은 괜찮냐고 묻자 본인은 미스틱마을의 친구들(열쇠핑들)이 걱정되어서 안 괜찮다고 한다. '변신! 플로라하트' 편에서는 새로 업그레이드가 된 하츄핑과 프린세스 플로라하트로 새로 변신한 로미를 보고 엄청 멋져한다. '과식은 위험해 얌얌' 편에서는 하트로즈에서 초코과자 를 먹다가 다 떨어져서 절망을 경험하는 데, 나나핑이 비밀의 문을 연 것에서 초코과자가 더 나오자 다시 맛있게 먹는다. 그 후 레이먼의 가게에서 비빔밥의 고명을 올리며 일손을 돕다가 얌얌핑이 케첩통에 숨었다는 사실을 간파한다. '뜨거뜨거 캠핑 소동 ' 편에서는 친구들과 바다에 놀러가는 것으로 등장. 그런데 산사태 때문에 바다로 가는 길이 막혔고 하는 수 없이 행선지를 바꿔 숲으로 캠핑을 가게 되나 바다에 못 놀러간 것에 무지 속상해하며 풀이 죽어 나뭇가지를 구하러 가서도 계속 튜브를 끼고있고, 화롯불을 켜고 물건을 가지고 오자고 해도 계속 튜브만 잡고 있는 등 미련을 못 버린 모습을 보인다. 그러다 튜브가 튕겨져 나가 주우러 갔다가 막상 화롯불을 보며 불멍을 하며 화롯불이 멋있다며 생각이 바뀌었다. 그런데 (뜨거핑에 의해) 화롯불이 꺼지는데, 꺼지자마자 하필 로미가 돌아오며 본인이 끈 것이 아님에도 심술이 나서 불을 껐다는 오해를 받고 억울해한다. 그리고 다시 불을 켜고 로미가 다시 자리를 비우자 마법처럼 꺼진 거라고 징징대다가 2차로 또 불이 꺼지는데 [7] 또 의심을 살라 성냥으로 불을 켜서 겨우 화로를 복구시켰지만 다시 켜기 무섭게 불이 3차로 또 꺼지고 그제서야 뜨거핑 의 짓임을 알고 추격을 시작한다. 그러다 나머지 로미 일행들도 뜨거핑과 조우하고서야 누명을 풀고 본인은 로미와 프린세스 글로리아로 변신했다. 하지만 이미 뜨거핑은 달아난 뒤였는데 본인은 뜨거핑을 낚기 위해 불을 다시 피워 미끼를 던질 것을 제안했고 예상대로 미끼를 물어 나타난 뜨거핑과 결투를 벌인다. 하지만 뜨거핑은 끈적이 구름도 무력화시켜 4차로 화롯불을 꺼 버리고 물건으로 위장했는데 뜨거핑이 빨간 잎이 달린 장작 [8] 으로 위장한 걸 간파해 뜨거핑을 캐치한다. 이후 바비큐를 먹으면서 숲으로 캠핑 오길 잘했다며 기분도 완전히 풀렸다. '치료해줄게 삐뽀' 편에서는 딜런, 나일, 레나가 붕대를 감은 모습을 한 채로 작은 무언가가 이렇게 만든 거라는 사실을 듣고 해당 티니핑인 삐뽀핑 을 찾으러 나선다. 거리에서는 삐뽀핑을 유인하기 위해 하츄핑의 꾀병 연기를 보고 다른 로열핑들도 꾀병 연기를 하지만 이를 보고 연기력이 별로라며 혹평을 하는 데, 이때 본인은 진짜로 기절하는 듯한 가장 압권인 수준으로 최고의 연기를 선보이며 놀이터 주변의 아이들이 아파하는 아이들이 있는 것 같다며 몰려들게 만든다. 하지만 삐뽀핑 크루를 유인하지는 못한 채 하트로즈로 돌아왔고 삐뽀핑 크루가 로미를 포박중인 모습을 보고 숨기 위한 구름을 만들어 잠복한다. 그리고 삐뽀핑이 쓴 약을 먹이려 할 때 나타나 막아 세우는 데 이때 삐뽀핑이 가장 싫어하는 엉터리 의사 라고 말을 하며 [9] 삐뽀핑의 심기를 건드려 결국 주사기 미사일에 맞고 기절한다. '백설로미' 편에서는 다른 로열핑들과 함께 상자를 일광욕을 시켜 주고 하트로즈로 돌아오면서 상자 주제에 엄청 부려먹는다며 징징댄다. 그러다 백설공주 책에 로미와 티니핑들이 들어가 버린 걸 알고 책을 모두 읽어 봉인에서 풀기 위해 시도를 하다가 나나핑은 마지막 페이지만 읽자, 본인은 처음부터 끝까지 읽자며 팽팽히 대립하다가 책의 페이지를 찢어 버리는 사고를 친다. 그리고 솔찌핑의 팬들에게 큰(?) 충격을 주었는데, 책의 페이지를 복구시키기 위해 필요한 재료 중 비둘기 배설물(...) [10] 을 구하러 간다. 슬그머니 접근하다 들켜 버리자 비둘기에게 “똥 좀 줘!!!” [11] 를 연발하며 구름을 발판으로 삼아 비둘기에게 매달린다. 결국 사투(?)끝에 배설물을 구하는 데 성공했는데, 추락하면서 동시에 온몸에 배설물을 맞아(...) 얻은터라 많이도 줬다며 민망해한다. '행운이 가득 행운과자' 편에서는 행운의 별들이 폭주하여 어둠의 게이트가 열리고 블랙홀로 빨려 들어가려던 순간, 상자의 마법으로 멈췄을 때 자신의 안경이 벗겨졌지만 꾸래핑이 안경을 껴 주었다. 나나핑: “ 위대하신 행운핑님, 그동안의 무례를 용서하세요, 나나! ” 솔찌핑: “저도요, 솔찌! 용서해 주세요, 솔찌!” '티니핑 패션쇼' 편에서는 나나핑과 함께 봉인에서 풀려난 행운핑에게 지금까지의 무례함에 미안해하며 석고대죄를 한다. 행운핑은 이를 용서해줬고 이후 패션쇼의 모델로 출연한다. 3. 기타 [편집] 믿어핑 과 비슷한 키워드를 가졌는데, 믿어핑과는 그닥 큰 접점은 없다. [12] 다만 둘 다 등장하는 시즌의 로열핑들 중에서는 청일점 기믹을 가진 공통점이 있다. 안경 을 쓰는 기믹과 구름을 상징하는 남자 티니핑인 점이 바로핑 , 똑똑핑 과 비슷하다. 솜사탕과 관련있는 로열핑은 이듬시즌 포실핑 이 계승받았다. 지금껏 등장한 로열핑들 중에서 마법 사용횟수가 상당히 잦다. 솔직함의 티니핑답게 너무 솔직하다 보니 의도치 않게 주변 사람들의 기분을 상하게 하거나 민폐를 끼치기도 한다. 그리고 이럴 때마다 나나핑과 대립한다. [13] 간단히 말해 넌씨눈 기믹이다 솔찌핑(본인)의 몸의 색깔은 흰색 베이스지만 프린세스 글로리아로 변신하면 솔찌핑의 서브 컬러인 노란색 베이스의 옷을 입는다. [1] 발음대로 쓸 때. [2] 구름을 발판 삼아 높이 점프할 수 있도록 하거나, 끈적이 구름을 소환해 대상을 덫에 걸리게 할 수 있다. [3] 전체 로열핑 1위이자 등급 무관 전체 티니핑 3위. [4] 메리루 와 중복. [5] '뜨거뜨거 캠핑 소동' 편에서 불을 껐다는 오해를 받고 억울해하며 결백을 주장하는 대사다. [6] 이때 눈이 튀어나온다.(...) [7] 이때 압권은 불이 꺼지자마자 '그래 이렇게...'라며 아무렇지 않게 얘기하다가 사태를 인지하고 놀란다. [8] 나머지 장작은 잎이 없거나 녹색이었다. [9] 그것도 한 번만 말하는 게 아니라 한 번 하자 당황하길래 세 번이나 더 말했다(...). [10] 이 외의 재료로 우유 한 컵, 꿀 두 스푼까지는 그래도 평범한 재료였지만 고양이 눈물, 개구리 트림 소리 등 해괴한 재료들이었다. 하츄핑은 하트로즈에 남아 우유와 꿀을 가열하여 2기에 나온 항아리와 국자로 섞고 있었고, 고양이 눈물은 나나핑이, 개구리 트림 소리는 꾸래핑이 구하러 갔다. [11] 믿기지 않겠지만 실제로 얘기한 대사다(...). [12] '티니핑 패션쇼' 편에서 믿어핑을 비롯한 보석 로열핑들이 등장했지만 열쇠티니핑들과는 접점이 생기지 않았다. [13] 대표적으로 '로미의 목걸이를 찾아라' 편. 손이 얼룩으로 뒤덮일 정도로 로미의 목걸이를 찾았으나, 끝내 찾지 못하고 하트로즈로 돌아온 풀이 죽은 로미에게 꼭 찾을 거라며 위로하는 나나핑과 달리 “하루 종일 찾았는데도 없으면 못 찾는다.” 는 발언을 해 버렸고, 결국 “으이그! 진짜! 그런 말을 하면 어떡해!?” 라며 나나핑이 화를 낸다.그리고 '으이구!!이 화상아!!!'라는 표정으로 째려보는 것이 압권. "
}