{
    "name": "싹싹핑",
    "image": "/static/images/ping/싹싹핑.jpg",
    "gender": "여성",
    "accessory": "빗자루",
    "likes": "깨끗한 것, 청소, 정리정돈",
    "dislikes": "더러운 것, 지저분한 것, 어질러진 것",
    "magic": "<빗자루의 정리정돈>사물이 저절로 정리정돈되게 하거나,대상이 주변을 열심히 청소/정리정돈하게 만들 수 있다.",
    "other_info": "싹싹핑 -“아휴... 지저분한 건 정리정돈부터, 싹싹! 깨끗하게 싹싹!” 성별 보석 페리도트 한국 외 국가 번안명 Tidyping [1] 이름의 유래 를 쓰는 소리 Tidy(깔끔한) 소품 마법 <의 정리정돈> 사물이 저절로 정리정돈되게 하거나, 대상이 주변을 열심히 청소/정리정돈하게 만들 수 있다. [2] 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 76위 성우 여민정 [3] 안나 박 1 . 개요 2 . 작중 행적 2.1 . 8화 2.2 . 8화 이후 2.3 . 뮤지컬: 프린세스 다이어리 3 . 기타 1. 개요 [편집] 청소와 정리정돈을 좋아하는, 깔끔함의 티니핑 더러운 것을 절대 참지 못해, 늘 청소를 하고 다닌다. 귀여운 외모와 달리 깐깐하고 집요한 면이 있는 잔소리쟁이 요정. '깔끔함의 티니핑'. 마법의 를 사용해서 주변을 청소하거나 대상 주변에 있는 물건들을 모두 정리할 수 있는 능력이 있다. 2. 작중 행적 [편집] 2.1. 8화 [편집] 첫 등장 시 딜런이 농구를 하는 근처에서 벤치 위를 로 청소하고 있었다. 그러던 중, 딜런의 가방을 보고 더럽다고 생각하여 마법을 걸어 딜런의 가방을 깔끔하게 정리했고, 딜런이 학교에 가던 중 그의 가방 속에 숨어서 인기 농구선수 MJ 의 사인을 받은 [4] 농구공 또한 청소했다. 그리고 딜런이 학교에 도착하자, 책가방에서 내려온 뒤 로미네 반의 사물함을 보고 사물함 안에 있던 물건들까지도 청소시켰다. 머지않아 로미, 마야, 메리루는 싹싹핑의 소행으로 사물함 안 물건들이 사라진 걸 목격했고, 보석 로열핑 일행으로부터도 원래 지저분한 로미의 방이 깔끔하게 청소되어 있었다는 사실을 들었다. 심지어 로미의 방뿐만이 아니라 티니핑 스쿨의 종, 마법 수업용 항아리, 탁자, 믿어핑이 아껴둔 초코볼, 조아핑의 저금통까지도 청소되어 있었다는 사실을 들은 로미는 싹싹핑을 발견한 직후 프린세스 다이아하트로 변신했다. 프린세스 다이아하트는 싹싹핑(본인)이 체육관 안을 청소하던 도중에 나타나서 아무리 더러워 보여도 함부로 묻지도 따지지도 않고 버리는 것은 안 좋은 것이라며 설득했지만, 본인은 단지 하모니 마을 곳곳을 청소시키려고 했던 목적이라면서 체육관을 뛰쳐 나갔다. 그렇게 프린세스 일행과 싹싹핑(본인)의 추격전이 계속되었고, 프린세스 다이아하트는 쫓던 도중에 쓰레기통을 들고 있었던 환경 미화원과 부딪혔다. 뒤를 돌아본 본인은 마법으로 환경 미화원을 청소시켜 없애(...)버렸다. 이 때, 하츄핑은 싹싹핑(본인)의 결벽증을 이용해 쓰레기통과 껌을 이용하는 작전을 떠올려 냈다. 프린세스 다이아하트가 쓰레기통을 넘어뜨려 [5] 쓰레기들을 바닥에 어질러 놓아 본인이 마법으로 청소하게 하고, 그 사이 로열핑들이 (방글핑의 웃음의 깜짝쇼 능력으로 뽑아 낸) 껌 [6] 을 이용하여 청소하는 데 몰두한 본인이 달려가던 중, 바닥에 껌을 뱉어 본인의 발바닥에 껌이 달라붙게 했다. 그리고 프린세스 다이아하트는 본인의 머리에 껌을 붙이자 더럽다며 질색하는데 하필 팔이 짧아서 떼지 못 한다. 결국 프린세스 다이아하트는 이를 떼주겠다며 캐치된다. “으아아아앙~! 어? (주위를 다시 둘러본 후) 아, 드디어 떼졌다, 싹싹!” 8화 캐치 대사. 이후 마법으로 인해 사라졌던 청소부를 비롯해 딜런의 농구공, 사물함의 물건들은 모두 원상복구되었다. 그리고 로미의 어질러진 방도 원상복구되면서 사라에게 야단을 맞고 만다.(...) 그리고 치워 달라는 얘기를 듣지만 앞서 로미가 얘기한 얘기를 역공하면서 물건을 치워 주지 않는다(...). “어? 남의 물건은 함부로 치우면 안 되니까 청소는 스스로 해야지, 싹싹!” 8화 마지막 대사. 2.2. 8화 이후 [편집] '곰 인형이 살아있다?' 편에서는 로미의 살아있는 곰 인형과 같이 놀아줬다. 처음에는 맛나핑과 보석 로열핑들이 싹싹핑(본인)이 왕곰이에게 잡아먹힌 줄 알고 오해했지만, [7] 티니핑들은 왕곰이의 속마음을 알아줬고, [8] 이후 왕곰이와 함께 놀아줬다. “청소기가 있는데도 청소를 안 하다니! 청소는 바로바로 해야지, 싹싹!” '보석핑을 도둑맞았어요!' 편에서는 하츄핑, 방글핑, 까르핑, 메모핑이 로미에게 보석함을 되찾아주러 가던 도중, 도둑들에게 가로막혀 청소기에 빨려 들어갈 위기에 처했지만, 본인이 청소기의 코드를 뽑으면서 큰 활약을 했으며, [9] 처음에는 굳이 청소를 하면서 트롤링인 줄 알았으나 비밀통로의 출입구를 가리고 있던 너저분한 부분을 모조리 청소함으로써 본의 아니게 통로 입구가 드러나게 하는 큰 공을 세웠다. 이외에도 '쓰러진 믿어핑', '뜨개 인형이 된 하츄핑', '대결! 로열핑', '왕국이 된 하트로즈', '진짜 하츄핑은 누구?', '위험한 소풍', '티니핑 스쿨 졸업식', '돌아온 보석숲' 편에서 재등장. 2.3. 뮤지컬: 프린세스 다이어리 [편집] 뮤지컬판 프린세스 다이어리(1기)에도 특수효과로 등장했다. 하트로즈에서 이안, 카일, 준이 영업을 준비하다가 진열대에 놓인 쿠키와 빵, 태블릿 PC, 초코칩 쿠키의 초코칩, 스테인리스 그릇과 거품기에 하다하다 하트로즈 간판까지 없애 버린다. 이를 눈치 챈 조아핑과 방글핑은 싹싹핑의 짓으로 생각하고 이어서 등장한 로미에게 캐치되어 리타이어한다. 이후 모든 물건들은 원상복귀한다. [10] 3. 기타 [편집] [1] 발음은 타이디핑 [2] 말이 청소한 거지, 사실상 싹싹핑(본인)의 능력이 풀릴 때까지 사라진 것이나 다름없다. [3] 부끄핑, 씽씽핑과 중복. [4] 황소가 그려진 빨간 옷 과 농구인인 점에서 항목의 인물의 패러디로 보이지만 실제로 조던의 사인은 스폰서와의 계약 때문에 함부로 해줄 수 없는 노릇이라 받기 어려운 걸 넘어 받을 수 없는 수준이다. 사인을 잘 해주는 것만으로는 또 다른 농구계의 MJ 일 수도 있다. [5] 이때 한 통은 반쯤 기울여 넘어트릴 채비를 해뒀고, 다른 한 통은 엉덩이로 밀며 넘어트렸다. [6] 사실 1기 '풍선껌 대소동' 편에서 티니핑들이 껌을 삼키면 몸이 부풀어 오른다는 얘기가 있었고, 실제로 아자핑 이 이 회차에서 과도하게 껌을 씹다 삼킨 바람에 부풀어 오르는 사고가 났는데, 여기서는 삼키지는 않고 씹기만 해서 몸이 부푸는 사고는 일어나지 않았다. [7] 이 사실을 처음으로 눈치 챈 맛나핑은 기절하기까지도 했다(...). 비슷한 예로 '사고뭉치 아기 노리핑' 편에서 바로핑이 노리핑이 믹서기에 깔린 줄 알고 비슷하게 기절할 뻔했다. [8] 참고로 싹싹핑(본인)은 장을 싹싹 비우러 간 상태였지, 잡아먹힌 게 아니었다. [9] 그런데 이 와중에 한다는 말이 청소기가 있으면서 청소를 안 했냐(...) [10] 이 이후가 압권인 게 사라가 나타나자 다들 겁을 먹어 준은 자발적으로 손을 들었는데 손에 탭이 쥐어져 있었고, 카일은 초코칩 쿠키의 초코칩이 없다고 말하려다 초코칩이 원래대로 있는 것에 놀라고, 이안도 자신의 손에 그릇과 거품기가 쥐어져 있자 놀란다."
}