{
    "name": "씽씽핑",
    "image": "/static/images/ping/씽씽핑.jpg",
    "gender": "남성",
    "accessory": "킥보드",
    "likes": "제트기 등의 빠른 것",
    "dislikes": "거북이, 달팽이 등 느린 것",
    "magic": "대상의 스피드를 자유자재로 제어할 수 있다.",
    "other_info": "씽씽핑 - 이름의 유래 씽씽(빠르게 지나갈 때의 의태어) Zip(속도, 활기) 마하 소품 마법 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 92위 성우 여민정 하시즈메 치아키 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 빠른 것을 좋아하는 속도감의 티니핑. 자부심있는 '스피드'를 뽐내길 좋아하는 자신감 넘치는 요정. 캐치! 티니핑 의 등장 티니핑. 34화의 메인 티니핑이다. '속도감의 티니핑'. 마법을 사용해서 주변에 있는 대상의 움직임을 느리게 만드는 능력이 있으며, 빠른 스피드로 대상을 제압한다. 본인은 세상에서 가장 빠른 티니핑이라고 자만하지만 [1] 가 없을 때의 순수 속도는 매우 떨어지는 편. 2. 작중 행적 [편집] 첫 등장 시 토끼와 달리기 시합을 하고 있었다. 토끼는 씽씽핑(본인)을 쫓는 데에만 집중하느라, 앞을 못 봐서 그만 나무에 부딪히고, 승부를 재개했다. 토끼는 다시 일어서서 씽씽핑(본인)을 쫓아갔고, 그 도중에 빵 배달을 다녀온 로미와 일시적으로 대면했다. [2] 결국 놀이터에서 결착이 났고, 승부는 씽씽핑(본인)의 승리. 이 모습을 지켜보던 악동핑은 본인 앞에 나타나 아무리 빠른 티니핑이라도, 로미한테는 결국엔 캐치될 운명이라며 본인에게 도발했다. 본인은 자신의 스피드에 대한 자부심으로 악동핑의 계략에 따라가기로 했다. 하트로즈까지 온 본인과 악동핑은 작전을 시작했다. 본인이 먼저 하트로즈 안으로 제 발로 찾아와 로미에게 캐치해 달라고 도발을 한 후, 빠른 속도로 계단 난간을 타고 올라갔다. 이내 로미는 프린세스 클라우디아로 변신해서 본인을 캐치하려 했지만, 씽씽핑의 빠른 속도에 프린세스 클라우디아와 로열핑들이 농락당하고 말았다. 이 때 프린세스 클라우디아는 피리피리 리디크링 마법으로 미니카를 소환해서 [3] 씽씽핑(본인)을 쫓을 계획을 세웠다. 하지만 이마저도 결국에는 실패했고, 그 사이 악동핑이 나타나 프린세스 클라우디아가 가지고 있었던 티니하트윙을 훔쳐갔다. [4] 악동핑과 본인의 작전이 대성공으로 끝나 티니하트윙을 열려고 했던 그 때, 사실 악동핑의 손에 쥐고 있었던 것은 띠용핑이 만들어 낸 가짜 티니하트윙이었다. 결국 본인은 이렇게 캐치되었다. “여기 보이는 별들 [5] 사이를 다 달려봐야지, 씽씽!” 34화 캐치 대사이자 회차 내 본인의 마지막 대사. '티니핑 축제' 편에서는 줄다리기 시합에서 아자핑 팀이 끌려가고 있을 때, 스피드 마법으로 유리하게 만드는 반칙을 범했지만 심판인 부투핑은 제지하지 않아 줄다리기 경기가 난장판이 되는 시발점이 된다. '프린세스 베로니카' 편에서도 재등장. 딱풀핑, 무거핑, 찌릿핑과 함께 프린세스 베로니카와 로열핑들을 엄호해주는 역할을 했다. 3. 티니핑 소개 일본판 [편집] “俺様はこのキックボードさえあれば、世界で一番速いんだぞ、マッハ！” (한국판 대사: “난 이 만 타면 세상에서 제일 빨리 달릴 수 있지, 씽씽!”) 4. 기타 [편집] 작중 등장한 최초로 개인 전용 이동수단을 소품으로 보유한 티니핑이다. 추후에 나온 빨리핑 과 비슷한 부분이 많지만, 씽씽핑(본인)은 단지 물건의 속도 조절만 가능하며 빨리핑은 심리적 영향을 줘 다급하게 만든다. 2023년 캐치! 티니핑 어워즈에서 스피드킹상을 수상했다. 성우의 연기 톤이 짱구는 못말려의 철수와 비슷하다. [1] 정말로 가장 빠른 티니핑은 빨리핑이다. [2] 이 때, 본인이 빠르게 로미 주위를 떠나면서 금세 가 버렸다. 즉 티니하트윙을 꺼낸 로미가 한 발 늦었다. [3] 미니카와 동시에, 차나핑 또한 소환됐다. 차나핑 항목에도 나와 있듯이 차나핑은 빠른 속도감을 좋아해 자동차를 즐겨 타는 취미가 있다. [4] 악동핑이 티니하트윙을 빼앗아 갔을 때 프린세스 클라우디아는 실수로 아자핑의 용기의 플래시 마법에 걸려 움직임이 정지된 상태였다. [5] 캐치 화면 배경에 보이는 별들. "
}