{
    "name": "아라핑",
    "image": "/static/images/ping/아라핑.jpg",
    "gender": "여성",
    "accessory": "플라스크와마법 지팡이",
    "likes": "실험하기, 발명품들",
    "dislikes": "실험을 방해받는 것",
    "magic": "<발명의 지팡이>마법으로 새로운 것을 발명해 내며다양한 마법의 물약을 만들어 낼 수 있다.",
    "other_info": "아라핑 -“역시 난 천재야, 아라~ 이번엔 왠지 저기서 실험을 하고 싶은데? 아라!” 성별 모티브 직업 마법사 + 과학자 + 연금술사 [1] 한국 외 국가 번안명 Wizping 이름의 유래 알다 → 알아 → 아라 Wiz(마법사/귀재) 소품 플라스크 와 마법 지팡이 [2] [3] 열쇠 삼각 플라스크 열쇠 숨어있는 본체 조개 화석 표본 마법 <발명의 지팡이> 마법으로 새로운 것을 발명해 내며 다양한 마법의 물약을 만들어 낼 수 있다. [4] 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 62위 성우 유영 [5] 1 . 개요 2 . 작중 행적 2.1 . 9화 2.2 . 9화 이후 3 . 기타 1. 개요 [편집] 탐구심의 티니핑, 아라핑 한번 실험해볼까? 실험하는 걸 아주 좋아하는 남다른 요정. 꾸래핑: “앗! 쟨 아라핑이야, 꾸래.” 솔찌핑: “매번 엉뚱한 발명을 하는 녀석이지, 솔찌.” 아라핑의 특징을 잘 나타내는 대사. '발명 [6] /탐구심 [7] 의 티니핑'. 마법의 삼각 플라스크와 마법의 지팡이를 사용해서 다양한 마법의 물약을 만들어 내거나 새로운 것을 발명해 내는 능력이 있다. 2. 작중 행적 [편집] 2.1. 9화 [편집] 아라핑: “역시 난 천재야, 아라~” 제니: “재미있는 발명품이네? 가서 로미랑 하츄핑에게도 보여 줘!” 아라핑: “어? 이번엔 왠지 저기서 실험을 하고 싶은데? 아라!” 첫 장면에서 서로의 몸을 바꿀 수 있는 ' 바꿔바꿔 오일 '을 완성해 내 싸우고 있던 고양이와 쥐에게 실험을 하는 것으로 등장. 그러다 제니에게 세뇌를 당해 하트로즈에 잠입해서 바꿔바꿔 오일을 활용해 잠이 든 로미와 하츄핑의 몸을 서로 바꾸게 만들었다. 그냥 일어나라고 해서는 잠에서 깨지 않자 지각이라며 거짓말을 치자 거짓말처럼 둘 다 급히 깼고 지각이라며 당황하면서 둘은 미끄러진다. [8] 나나핑: “로미, 무슨 일..?” 꾸래핑/나나핑/솔찌핑: “어?!” 로미(몸: 하츄핑): “내가 왜 거기 있냐고~! 내 몸 돌려줘~!” 하츄핑(몸: 로미): “어떡하지, 츄?” 다음 날 아침, 서로의 몸이 바뀌어 당황한 와중에도 학교에 등교한 로미 [9] 와 하츄핑은 과학 수업 도중 과학실 앞에 나타난 아라핑(본인)을 발견하고, 로미(영혼: 하츄핑)는 아라핑(본인)이 도망치던 중 뿌린 바꿔바꿔 오일을 역으로 이용해 [10] 서로의 몸을 원래대로 되돌리는 데 성공했고, 곧바로 프린세스 플로라하트로 변신했다. 프린세스 플로라하트로 변신해 서둘러 아라핑(본인)을 캐치하기 위해 나서던 로미와 하츄핑은 솔찌핑의 ' 범인은 반드시 사건 현장에 다시 돌아온다. '는 클리셰를 활용한 추리로 프린세스 플로라하트는 아라핑(본인)을 캐치하기 위해 실험실로 향했다. 한편, 프린세스 플로라하트로부터 도망치던 사이에 본인은 ' 등잔 밑이 어둡다 . '는 속담을 이용하여 근처의 하모니 초등학교의 실험실에 들어가 조개 화석 표본 속에 위장했지만, 아라핑의 모습이 화석 속에 그대로 박제되어 있어서 실험실 안에 들어온 프린세스 플로라하트에게 간단하게 간파당했고, [11] 결국 프린세스 플로라하트에게 캐치되고 말았다. “흐윽... 여기서 다양한 실험을 해 보려고 했는데, 아라~!” 9화 캐치 대사. 프린세스 플로라하트에게 캐치된 후, 더 이상 실험을 할수 없다는 생각에 오열하지만 비밀의 성에선 마음껏 할 수 있을 거라는 프린세스 플로라하트의 위로를 받는다. 그 후 하트로즈로 돌아와 비밀의 성에서 바꿔바꿔 오일의 연구를 계속하던 중, 빨리핑, 얌얌핑, 뜨거핑, 삐뽀핑의 장난에 놀라 바꿔바꿔 오일을 실수로 바닥에 쏟아 버렸고, 결국 이를 밟고 미끄러진 다섯 명의 몸이 한꺼번에 바뀌는 [12] 대형사고를 쳐 버린다. 얌얌핑(몸: 빨리핑): “뭐, 뭐야? 우리 몸이 바뀌어 버렸잖아, 얌얌!” 빨리핑(몸: 얌얌핑): “으엑?!” 삐뽀핑(몸: 뜨거핑): “으~ 빨리 바꿔 놔, 삐뽀!” 뜨거핑(몸: 아라핑): “으아~ 뒤죽박죽으로 바뀐 것 같아, 뜨거! 누가 아라핑이야?!” 아라핑(몸: 삐뽀핑): “에휴, 이제 이런 장난 안 칠래, 아라...” 9화 마지막 대사. 이를 보고 당황하며 화를 내는 다른 티니핑들을 보고 그제서야 자신(몸: 삐뽀핑)의 잘못을 뒤늦게 깨닫고 더 이상 이런 위험한 실험은 하지 않겠다며 후회한다. 2.2. 9화 이후 [편집] '백설로미' 편에서는 로미, 빨리핑, 얌얌핑, 뜨거핑, 삐뽀핑, 힘내핑, 고쳐핑과 함께 백설공주 동화책 속으로 빨려 들어가 일곱 난쟁이 중 한 명을 맡았다. 꼼딱핑: “사고 발생! 긴급 상황이다. 구조대 출동, 꼼딱!” 뜨거핑: “뜨뜨뜨뜨! 폭발은 위험해, 뜨거!” 삐뽀핑: “환자 발생! 간호핑, 응급처치 삐뽀!” ​​ 아라핑: “우우웁... 풀어 줘~!” ​ '행운이 가득 행운과자' 편에서는 행운축제에 참가하였다. 행운과자의 힘이 약물에 닿여 폭발하자, 꼼딱핑, 뜨거핑, 삐뽀핑이 저지하였다. '로미의 목걸이를 찾아라' 편에서는 고쳐핑이 나사를 제거해 맨홀을 느슨하게 하고, 본인의 쑥쑥 늘어나는 지팡이 마법과 연계해 하츄핑 일행을 구조하는 데 도움을 주었다. [13] '다 같이 놀자 티니핑 놀이공원' 편에서는 로미, 마야, 메리루도 티니핑 놀이공원에서 놀 수 있도록 크기를 작게 만드는 물약을 활용해 로미, 마야, 메리루를 작게 만들었다. '등장! 행운핑' 편 마지막 장면에서는 행운핑의 부활을 지켜보는 것으로 등장. '티니핑 패션쇼' 편에서는 폭죽 발사 준비를 하던 도중, 불이 붙은 이유로 뜨거핑에게 진화당했다.(...) '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠 주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 3. 기타 [편집] 작중 등장한 최초로 안경 을 쓴 티니핑이다. [14] [15] [1] 외형이나 영문명으로는 마법사와 관계가 있지만 마법을 부릴 때 물약을 이용하는 점에서는 과학자나 연금술사와 관계가 있다. [2] 길이로 보아 스태프(Staff) 계열의 지팡이에 해당한다. [3] '로미의 목걸이를 찾아라' 편에서는 지팡이가 늘어나는 모습 도 보여줬다. [4] 서로의 몸을 바꾸는 물약, 몸이 작아지는 물약 외 다수. [5] 3기 종영 기준 캐치! 티니핑 시리즈의 역대 출연 성우들 중 (출생년도 정보가 있는 성우 한정 생년 기준) 최연소. (1997년 생) [6] 완구 [7] 인스타그램 소개 사진. 이쪽이 더 알맞는 분류. [8] 참고로 몸이 바뀐 대상들끼리 몸과 영혼이 바뀌었지만 목소리는 바뀌지 않았다. 그래서 하츄핑의 몸으로 들어간 로미가 거울을 보기 전부터 자신의 목소리를 이상하게 여겼던 것이다. 여담으로 로미의 성우 이지현은 메인 주인공을 맡은 특성상 작중 로미/프린세스 외의 다른 배역을 맡은 적은 없는데 여기서 작중 다른 인격체로나마 최초로 다른 배역을 맡았다. 참고로 당연히 목소리 톤이 다르다. 하츄핑의 몸에 들어간 로미는 성숙한 하츄핑 목소리, 로미의 몸에 들어간 하츄핑은 약간 귀여운 톤이 묻어나는 로미 목소리다. [9] 영혼이 하츄핑이다 보니 향수를 뿌리고, 말끝에 '츄'를 붙여 메리루를 당황케하기도 했다. [10] 이때 뿌리고 간 오일을 보고 로미(몸: 하츄핑)가 자신들이 몸이 바뀌기 전 무언가를 밟고 넘어졌다는 걸 기억해 냈고, 하츄핑(몸: 로미)은 다시 한 번 이를 밟으면 원래대로 돌아올 거라고 생각해서 이번에는 작정하고 이를 밟고 미끄러졌다. [11] 이때 압권이 본인은 너무 등잔 밑이었다고 생각한다(...). [12] 영혼을 기준으로 빨리핑↔얌얌핑은 서로 맞교환, 뜨거핑→아라핑→삐뽀핑→뜨거핑으로 삼각 트레이드 (?)되었다. [13] 삐뽀핑은 위치를 알려 주고, 고쳐핑은 뚜껑이 열릴 수 있게 드릴로 못을 빼고, 아라핑(본인)은 하수도 뚜껑을 지팡이로 열게 도와 주었고, 뜨거핑은 친구들이 올라올 수 있게 사다리를 내려 주었다. 아마 다른 7마리의 티니핑들은 심리적 마법을 가지고 있어서 나오지 않고 기다리고 있었던 걸로 보인다. [14] 이전에도 바로핑 , 떠벌핑 , 똑똑핑 , 솔찌핑 이 있었으나 모두 남성 티니핑들이다. [15] 4기에서는 핫케핑 이 등장하는데 공교롭게도 둘 다 해당 시즌에 등장하는 유일하게 안경을 쓴 티니핑인 공통점이 있으며 둘의 상징색인 파랑(아라핑)과 노랑(핫케핑)은 서로 반전색이다. 여담이지만 나나핑 도 꾸며핑 에게 헤어스타일링을 받기 전에는 안경을 착용했으나 미용을 받은 후에는 안경을 벗었다. "
}