{
    "name": "아야핑",
    "image": "/static/images/ping/아야핑.jpg",
    "gender": "여성",
    "accessory": "반창고",
    "likes": "안 아픈 것, 우리 집(보석숲!)",
    "dislikes": "아픈 것, 병원, 보석숲을 떠나는 것",
    "magic": "<엄살 반창고>대상이 과도한 엄살을 피우게 만들 수 있다.",
    "other_info": "아야핑 -  - - - “후잉... 도대체 여긴 어디야...? 집에 가고 싶어, 아야!” 성별 보석 가넷 한국 외 국가 번안명 Owwping 이름의 유래 아플 때 내뱉는 소리 소품 마법 <엄살 > 대상이 과도한 엄살을 피우게 만들 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 48위 성우 사문영 [1] 에린 리 1 . 개요 2 . 작중 행적 2.1 . 4화 이후 3 . 기타 1. 개요 [편집] 귀여운 울보, 엄살의 티니핑 과장이 심하고, 뭐든지 잔뜩 티내는 성격으로, 언제나 칭얼칭얼거리는 어리광쟁이 요정. '엄살의 티니핑'. 굉장히 엄살이 심하며, 마법의 를 사용해서 대상이 과도한 엄살을 피우게 만들 수 있는 능력이 있다. 2. 작중 행적 [편집] '아야아야 엄살은 그만!' 편에서 첫 등장. 보석숲을 그리워하면서 거리를 걷다가 나뭇잎에 얼굴이 가려진 채 [2] 의도치 않게 딜런과 이든에게 마법을 걸어 버리고 마법에 걸려 아파(?) [3] 하며 구른 딜런과 충돌하며 절묘하게 밖으로 나오던 로미가 문을 열어서 하트로즈 안으로 들어오며 기절한다. 기절했다 깨어 보니 믿어핑이 치료를 받으려는 대화를 듣는 데, 병원 얘기가 나오자 멘붕에 빠져 지레 겁을 먹고 팅클퍼프를 난사해 믿어핑을 제외한 나머지 보석 로열핑들을 엄살쟁이 [4] 로 만들어 버린다. 그리고 멋대로 하트로즈에서 각종 베리가 든 파이를 먹다가 이 파이도 맛은 있지만 보석숲의 딸기가 먹고 싶어 울먹이는데, 이안과 카일이 서로 등과 어깨를 부딪히자 괜찮다는 말을 하자 솔직히 말하라며 마법을 걸어 엄살쟁이로 만든다. [5] 그러자 로미는 이안과 카일은 물론 방금 전의 딜런과 이든까지 엄살을 부리는 점에 의아해하던 찰나에 티니핑 알람을 듣고 아야핑(본인)을 스캔했고, 아파하는 사람, 티니핑들을 본 로미와 믿어핑은 시리즈 최초로 프린세스 사파이어로 변신해서 아야핑(본인)을 캐치하기로 했다. 한편, 본인은 쿠키도 먹으면서 이걸 먹고 있자니 보석숲이 더더욱 그립다며 아예 오열하던 중 분노한 믿어핑에게서 도망치다가 [6] 궁지에 몰려 겁에 질린다. 이때 프린세스 사파이어가 믿어핑을 막아 세운 다음 캐치해서 보석숲으로 돌려보내 주겠다고 차분히 설득한다. 하지만 캐치되는 것이 아픈 거 아니냐면서 저항하지만 프린세스 사파이어와 믿어핑은 아프지 않다며 설득하자 캐치되어 보겠다면서 순순히 캐치된다. 실제로도 아프지 않았다며 안심한다. “캐치, 하나도 안 아파, 아야! 히히히!” 4화 캐치 대사이자 해당 회차 내 본인의 마지막 대사. 2.1. 4화 이후 [편집] 다음 에피소드인 '소원핑의 세 가지 소원' 편에서는 까르핑과 마찬가지로 티니핑 스쿨에 입학한 소원핑을 환영해 준다. '사라진 로미' 편에서는 비둘기가 하트로즈 안으로 들어오자, 깃털이 아프다며 엄살을 부린다. '쓰러진 믿어핑' 편에서는 아픈 믿어핑의 상태를 보더니 보석토마토병에 걸렸다며 이에 대하여 설명해 주었다. [7] '보석핑을 도둑맞았어요!' 편에서는 도둑들의 아지트로부터 몰래 탈출하던 중 선반에서 미끄러져 내려오자 엉덩이가 아프다며 엄살을 부리고, 방글핑이 꺼내 주려다가 도둑들의 당구장으로 날아가 버리면서, 결국 보석핑들이 탈출하던 중 들키게 된 원인 이 되어 버렸다.(...) 그런데 의외로 도둑들에 맞서 싸울 때는 활약하였는데 카펫 밑을 요리조리 다니며 유인하다가 피해서 다른 보석 핑들 이 들고 온 당구 삼각대를 도둑이 밟아 발이 작살나게 만들었으며, [8] 곧바로 테이블 위의 콜라를 떨어뜨려 맛나핑이 밟아 터지게 함으로써 도둑의 안구에 치명상을 입혔다. 그 외에도 '대결! 로열핑', '왕국이 된 하트로즈', '진짜 하츄핑은 누구?', '위험한 소풍', '티니핑 스쿨 졸업식', '돌아온 보석숲' 편에서도 등장. 3. 기타 [편집] 프린세스 사파이어가 작중 처음으로 캐치한 티니핑이자, 보석핑들 중에서는 최초로 프린세스와의 교감(설득)으로 캐치되었다. 3기 이후 자신의 보석으로 만들어진 반지를 로미가 끼고 있다. [1] 나르핑 , 베베핑 , 머핑 , 멜로핑 과 중복. [2] 이때 대사가 다소 압권인 게 나뭇잎이 자기를 때렸다고 한다(...). 이 나뭇잎은 잠시 후 마법이 발동할 때 떨어져 나갔다. [3] 이 마법이 걸리기 전 딜런과 이든이 길을 걷던 중 딜런을 좋아하는 여학생이 딜런을 보고 부끄럼을 타자 딜런도 볼이 빨개지는데, 그에 이든이 팔꿈치로 딜런의 옆구리를 툭 친다. 그리고 마법에 걸리자 이든은 팔꿈치, 딜런은 옆구리(갈비뼈)를 부여잡으며 쓰러진 채 아파하고, 딜런은 발로 이든의 안면을 또 차 버린다(...). 그러다가 로미가 나올 쯤 마법이 풀려 세 명은 서로 어색하게 웃는다. [4] 하츄핑이 들고 있던 치아 안쪽을 보기 위한 거울에 반사된 빛에 의해 하츄핑이 눈이 아프다고 한 다음 조아핑과 방글핑도 하츄핑이 머리에 쓰고 있던 의사 머리띠에 달린 거울에 반사된 빛을 보고 역시 눈이 아프다며 안절부절 못한다. 그 와중에 방글핑은 눈에 뭐가 들어갔다며 믿어핑이 눈을 불어줬다가 믿어핑이 자기(방글핑)를 때렸다며(...) 아수라장이 된다. 그 후 믿어핑이 부랴부랴 병상에 눕혀 붕대를 마구잡이로 묶었지만 마법에 걸렸기 때문에 아프다며 다들 울어댄다. 정작 진짜 아픈 믿어핑은 이 때문에 계속해서 치통에 시달려야했다. [5] 의외로 이 회차에서 의도적으로 팅클퍼프를 쏜 장면은 이 장면이 유일하다. [6] 이 때 하츄핑, 조아핑, 방글핑을 밟고(...) 지나간다. 그런데 진짜로 아팠는지 마법은 풀렸다. [7] 해당 장면에서 발레핑, 짝짝핑, 공쥬핑, 포근핑이 실루엣으로 등장했다. [8] 이때 고통스러워하는 도둑의 표정이 참으로 예술적이다."
}