{
    "name": "아아핑",
    "image": "/static/images/ping/아아핑.jpg",
    "gender": "여성",
    "accessory": "바이올린과악보",
    "likes": "노래 부르기, 바이올린 연주하기",
    "dislikes": "노래를 제대로 부를 수 없는 것",
    "magic": "<뮤지컬의 바이올린>바이올린 연주를 하면서 노래를 부르면 음파 공격을 할 수 있다.악보에 있는 음표에 닿으면,음표에 닿은 대상이 노래하듯이 말하게 만들 수 있다.",
    "other_info": "아아핑 - “잠깐! [1] 내 이름은 아아핑이 아니라, 아아~♪핑이야! 아아~! ” [2] 20화 캐치 대사 및 소개 영상 속 아아핑의 메인 대사. 성별 모티브 직업 음악가 ( 바이올리니스트 + 성악가 ) 한국 외 국가 번안명 Ariaping 이름의 유래 아아아~♪(가성) 아리아 소품 바이올린 과 악보 [3] 열쇠 노래 열쇠 마법 <뮤지컬의 바이올린> 바이올린 연주를 하면서 노래를 부르면 음파 공격을 할 수 있다. 악보에 있는 음표에 닿으면, 음표에 닿은 대상이 노래하듯이 말하게 만들 수 있다. [4] 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 47위 성우 강은애 [5] [6] 1 . 개요 2 . 작중 행적 2.1 . 20화 이후 3 . 기타 1. 개요 [편집] 리듬감의 티니핑, 아아핑 너희들을 위해 부를게! 노래하는 걸 좋아하는 요정. '리듬감의 티니핑'. 마법의 바이올린을 가진 보라색 티니핑이자, 미스틱마을의 음악가. 항상 악보를 지니고 다니며, 악보의 음표가 닿게 되면 대상의 목소리가 변조되고, 박자가 이상하게 변질된다. 또한 마법의 바이올린을 연주해 노래를 부르면서 강력한 음파 공격으로 대상에게 치명적인 타격 을 주는 능력이 있다. [7] 언제나 따스함이 머물기를 언제나 행복함이 가득하길 사랑과 기쁨 넘쳐 흘러서 우리 모두 다 행복해 아아핑의 테마송 가사 음악가를 모티브로 한 티니핑인 만큼 에드워드 엘가 의 '사랑의 인사'의 멜로디에 가사를 붙인 자체 테마곡이 존재한다. 2. 작중 행적 [편집] '노래하는 아아~핑' [8] 편에서 첫 등장. 놀이터에서 바이올린 연주를 하며 상술한 테마송을 부르던 중, 갑자기 까마귀가 나타나 아아핑(본인)의 악보를 할퀴며 날아가더니, [9] 악보의 음표가 온 하모니 마을 주위로 퍼졌다. 퍼진 음표들은 로미의 학교 안으로도 퍼져 음악 수업 중 노래하던 마야의 목소리, [10] 두아의 스마트폰으로 틀고 있었던 헤이쥬의 음원, 합주 연습을 하고 있었던 어떤 아이의 트럼본 소리, 학교 종 소리를 변질시켰다. 마야의 목소리가 변질된 원인을 조사하던 열쇠 로열핑들 [11] 로부터 아아핑의 음표임을 알아낸 로미는 프린세스 글로리아로 변신하여 [12] 아아핑(본인)을 찾아보았지만, 프린세스 일행이 발견한 것은 아아핑(본인)의 악보에서 흩어져 나온 마법의 음표들 뿐. 일단 아아핑(본인)을 캐치할 수단으로 음표들은 최대한 모아뒀다. 한편, 같은 시각 본인은 악보들을 찾아다니던 중 고양이에게서 음표를 하나 되찾아왔지만 아직 음표들이 많이 남아서 어느 세월에 다 찾냐며 절망하던 바로 그 때 로미가 음표를 훔친 범인이라는 제니의 거짓말에 속아 세뇌를 당해 [13] 로미를 찾으라는 제니의 말을 듣고 로미에게로 향하는 중 음표에 닿인 아이스크림 장수의 확성기에서 음표를 되찾은 후, 프린세스 일행과 조우했다. 프린세스 일행은 어떻게든 아아핑(본인)을 설득하려 하지만 이미 제니에게 세뇌되어 음표를 훔친 범인으로 오해하는 상황. 프린세스 일행과 대결하던 중 나나핑과 아아핑(본인)의 음파 공격의 파장으로 서로의 음파가 충돌한 그 충격으로 인해 본인이 날아가 버리자, 프린세스 글로리아는 곧바로 아아핑(본인)을 캐치하려 했으나 프린세스 글로리아가 아아핑이 자신이 장난친 것이 아니라 자신의 소중한 음표를 애타게 찾아다녔다는 사실을 알게 되었고, [14] 아아핑의 사정을 들은 프린세스 일행이 마을 곳곳에 모았던 마법의 음표들을 돌려줬다. 하지만 음표는 마지막 하나만을 남겨둔 상황이었으며, 마지막 하나의 음표는 아아핑(본인)의 악보를 할퀴고 간 까마귀의 몸에 달라붙어 있었다. 프린세스 일행은 빛나는 물건들과 나나핑의 거울로 비추는 빛을 활용해 까마귀를 유인해 내어 아아핑(본인)의 악보를 할퀴고 간 까마귀의 몸에 달라붙어 있었던 음표를 하츄핑과 나나핑의 활약 덕에 떼어 갔지만, 음표가 떼진 까마귀가 몸을 떨치더니 하츄핑과 나나핑이 하늘에서부터 추락할 위기에 처하지만 아아핑(본인)의 음표 덕에 무사히 안전하게 착지했다. 이렇게 모든 음표를 채워 악보를 다시 원상복구시킨 본인은 답례로 자신의 열쇠를 직접 건네주고 프린세스 글로리아에게 스스로 캐치되었다. 그리고 마지막으로 하트로즈에서 티니핑들을 위한 미니 콘서트로 바이올린 연주와 함께 테마송을 부르는 모습으로 에피소드가 끝난다. [15] 2.1. 20화 이후 [편집] '등장! 행운핑' 편 마지막 장면에서는 행운핑의 부활을 지켜보는 것으로 등장. '티니핑 패션쇼' 편에서는 패션쇼에서 음악감독을 담당하며 바이올린을 연주했다. [16] '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 3. 기타 [편집] 열쇠티니핑들 중 퐁당핑에 이어 두 번째로 자신의 의지로 캐치된 티니핑이며, 고쳐핑 과 퐁당핑 에 이어 세 번째로 미스틱 하트윙의 퀴즈 기능 없이 캐치된 티니핑이다. 열쇠티니핑들 중 유일무이하게 전투적인 면모에서 강점을 보였다. [17] 노래하기를 좋아하는 티니핑이다 보니 말버릇(어미)도 '아.아.'라고 음 없이 부르지 않고 '아아~♪'라고 뒷부분의 음을 높여 부른다. 다급한 상황이라도 음을 높여 부르는 걸 잊지 않는다. 노래를 좋아하는 것과 보라색이 상징인 것이 공통점인 라라핑 이 음치 인 것과 달리 아아핑은 절대음감 기믹을 갖고 있다. 바이올린을 연주하면서 보컬을 동시에 하는 점이 밴드 옐로우카드 의 보컬 겸 바이올리니스트 션 맥킨(Sean Mackin)과 유사하다. [18] 다만 아아핑은 클래식, 션 맥킨은 펑크 록으로 장르가 다르기 때문에 션 맥킨을 모티브로 삼았을 가능성은 없다. 오히려 뮤지컬 파가니니 의 니콜로 파가니니 가 작중 노래와 바이올린 연주를 동시에 하는 점에서 이쪽이 더 가깝다. [1] 캐치 시 한정으로만 외쳤다. [2] 아아핑의 이름과 말버릇은 그냥 '아.아.'라고 하지 않고 노래를 좋아하는 티니핑답게 '아아~♪'라며 음을 끌며 높이는 게 포인트다. 특성상 악보로는 표현할 수 있지만 글자로는 표현할 수 없다. 하지만 이렇게 음을 높여 부르는 건 아아핑(본인) 뿐이고 로미를 비롯해 다른 사람, 티니핑들은 '아아~♪핑'이라고 음을 끌며 높여 부르지 않고 '아.아.핑.'이라고 음 없이 건조하게 부른다. 듣기에 따라서는 '아~핑'처럼 들릴 수도 있다. 아아핑 외에 다른 등장인물이 음을 끌어 높여 부르는 것은 3기 20화 제목(<노래하는 아아~핑 >)을 소개하는 로미의 내레이션이 전부다. 이 캐치 대사를 얘기한 것도 프린세스 글로리아가 캐치하면서 자신의 이름을 '아.아.핑.'이라고 음 없이 불렀기 때문이었다. [3] 공식적으로는 바이올린만 기재되어 있다. [4] 헌데 절대음감의 좋은 소리가 아닌 음치인양 음이 계속 엇나가며 음성이 오토튠 으로 변조된다. 사람이나 동물, 티니핑의 목소리는 물론, 학교 종, 휴대전화, 악기 소리 등 소리가 나는 물건들도 소리가 이상해진다. [5] 제니 , 바네핑 과 중복으로 3기 신규 티니핑들 중에서는 유일하게 이전시즌에 출연한 적이 있는 성우가 담당했다. [6] 강은애는 성우가 되기 이전에는 뮤지컬 배우 출신이었다고 한다. 그래서인지 테마송의 퀄리티도 더욱 좋다며 호평이기도 하다. [7] 상당한 위력으로 나나핑이 아이스크림 장수가 사용하는 확성기를 들고 발사한 음파와 본인이 바이올린도 없이 맨몸으로 내지를 음파가 대등한 위력을 발휘했으며, 주위의 티니핑과 사람들이 유의미한 피해를 입을 정도였다. [8] 상술했듯 로미가 제목을 소개하는 내레이션을 하는 데 아아~ 부분은 아아핑의 말버릇과 마찬가지로 뒷부분의 음을 높여 부른다. [9] 이 때문에 놀라서 '우리 모두 다 행복해' 구간까지는 부르지 못한다. [10] 여기서는 편집상의 사소한 오류가 있는데, 분명 아아핑의 음표는 마야에게만 붙었고, 피아노에는 아아핑의 음표가 붙지 않았음에도 피아노까지 음정이 엇나갔다. [11] 그런데 변신 직전에 솔찌핑과 나나핑이 음표가 몸에 붙어 말하는 소리가 이상해지자 재밌다며 장난을 치거나 이를 차지하려 싸운(?)다. 꾸래핑도 말리면서 말하는 음이 이상해진 상태로 괴성에 가까운 비명을 지르고 로미도 이를 말리려 이 음표를 차지하더니 진짜 말하는 음정과 박자가 이상해진다며 신기해한다. 물론 떼자마자 다시 원상복귀한다. [12] 이때 변신뱅크는 생략되고 빛이 나면서 변신완료대사만 나온다. [13] 여담으로, 전술했듯이 제니 또한 같은 성우 가 담당했다. 즉 자문자답 . [14] 근데 프린세스 글로리아는 사과하지 않고 “우린 널 캐치하려고 찾아다닌 것 뿐이야.” 라고 말한다(...) [15] 관객석에는 로미와(이하 아아핑의 시점에서 왼쪽에서 오른쪽으로) 꾸래핑, 나나핑, 솔찌핑, 하츄핑, 퐁당핑, 힘내핑, 삐뽀핑, 삐짐핑, 꾸며핑이 있었다. [16] 덤으로 길었던 치마가 짧아지는 옥에티 장면이 있었다. [17] 음파공격이나 음표 들을 활용한 치유 및 공격과 방어 등. [18] 정확히는 바이올린도 간주 위주로 연주하고, 보컬보다는 코러스 위주로 부른다. "
}