{
    "name": "악동핑",
    "image": "/static/images/ping/악동핑.jpg",
    "gender": "여성",
    "accessory": "뿅망치",
    "likes": "장난치기, 골탕 먹이기",
    "dislikes": "간섭 받는 것, 명령 받는 것",
    "magic": "<번개 뿅망치>번개를 발사해, 상대를 공격할 수 있다.",
    "other_info": "악동핑 - “나는야~ 의 천재! 엉망진창 만들기를 좋아하는 티니핑이시다~, 통통~!” 성별 여성 [1] 한국 외 국가 번안명 Giggleping ワルピン 이름의 유래 악동 (惡童) Giggle(장난, 낄낄거림) わる い(나쁜) 및 いじ わる (심술궂음) 소품 마법 <번개 > 번개를 발사해, 상대를 공격할 수 있다. 정체 해핑 좋아하는 것 싫어하는 것 간섭 받는 것, 명령 받는 것 [2] 2023 티니핑 어워즈 인기투표 순위 24위 [3] 성우 김은아 [4] [5] 야마구치 리카코 뮤지컬판 배우 유현주 → 안정현 [6] 1 . 개요 2 . 작중 행적 2.1 . 26~27화(첫 등장) 2.2 . 28~39화 2.3 . 40화~44화 2.4 . 45화( 밝혀지는 진실 ) 3 . 정체에 대한 암시 4 . 번개 5 . 티니핑 소개 일본판 6 . 기타 1. 개요 [편집] 티니하트윙에도 정보가 나오지 않는 정체불명의 티니핑. 호시탐탐 로미의 티니하트윙을 노리는 귀여운 악동! '정체불명의 티니핑'. [7] 마법을 사용해서 장난치는 말썽꾸러기 티니핑. 번개를 발사하여 상대를 공격하는 능력이 있다. 사실 작중에서는 원래 이름이 없었지만 로미가 악동핑 이라는 이름을 지어줬다. 2. 작중 행적 [편집] 30, 32, 35, 36, 41화에서는 등장하지 않는다. 2.1. 26~27화(첫 등장) [편집] “모두들, 다시 풀어 주겠어! 기다려라, 친구들이여! 통통~!” 26화 첫 등장 당시 첫 대사. '바네핑의 화살' 편 끝부분에서 지구로 떨어지면서 [8] 짧게 첫 등장했다. '장난이 제일 좋아!' 편에서 본격적으로 스토리에 개입한다. 공원을 걷던 중 나타난 딜런이 레나를 위협하자 농구공을 제멋대로 튀게 만들었고, 배달을 가던 로미를 보더니 호기심이 생겨 로미를 따라 하트로즈까지 간다. 하트로즈에서도 올리비아 교장 선생님이 커피에 탄 설탕을 소금으로 바꾸는 장난을 치는가 하면, 이어서 로미가 배달을 나가기 위해 자전거에 타려는 찰나에 자전거 안장을 브로콜리로 바꿔 놓기까지 한다. 이에 하츄핑은 티니핑이 있다는 추정을 하자 로미가 티니하트윙으로 주변을 스캔해 본인을 인식했지만, 정체불명의 티니핑이라서 티니하트윙에 아무런 정보가 뜨지를 않았다. [9] 바로핑이 모습을 드러내라고 하자 순순히 나와서 자기소개를 하는 데, 이름은 언급하지 않자 이름은 잊어버렸다고 한다. 이에 로미로부터 악동핑이라는 이름을 부여받자 신이 나는 데, 바로핑은 이를 보더니 어이없어한다. 그리고 로미는 프린세스 하트로 변신해 냉큼 본인을 캐치하려 시도했지만 티니하트윙에 등록이 되어 있지 않은 등 정체를 알 수 없는 탓에 캐치를 하지 못하는 사단이 발생한다. [10] 그리고 티니하트윙이 티니핑을 캐치하는 도구임을 알게 되어서 캐치한 티니핑들을 풀어 주면 일이 더 재밌어 질 것 같다면서 뺏으려고 하지만 티니하트실드에 역공을 당했다. 위기를 감지하고 일단 후퇴를 시도했으나 하츄핑을 뺀 로열핑들에게 잡혀 버렸고, 눈빛 애교를 부리며 항복하는 척 을 했지만 바로핑은 이제 와서 무슨 소리냐, 아자핑은 사과로 끝날 일이 아니다, 라라핑은 아까 캐치됐어야 했다며 화를 내는 데, 차차핑은 왜 캐치 마법이 통하지 않는지 의문을 가지며 자기들끼리 얘기를 하던 중 기회를 포착하고 도망친다. 거리가 멀어져 하츄핑이 눈치를 채자 로 전기 공격을 한 후 벽을 타고 유유히 도망쳐 버린다. 2.2. 28~39화 [편집] 여기서부터는 그 에피소드에 첫 등장한 티니핑들 [11] 을 꾀어 내어 로미의 티니하트윙을 빼앗을 계략을 시작한다. '춥다, 추워! 덜덜핑' 편에서는 덜덜핑에게 인간 비판 사상을 주입시켜 [12] 덜덜핑의 능력을 사람들에게 사용하게끔 하려고 유도했다. 그렇게 프린세스 클로버가 미끄러져서 티니하트윙이 떨어진 그 때 본인이 빼앗을 기회(...)였지만 로열핑들이 저지하면서 실패. '그림이 살아있다?' 편에서는 조금 거만한 면이 있는 티니핑 그림핑이 자신의 꾀에 넘어오지 않자 그림 칭찬으로 하트로즈에 하늘에서 헤엄치는 물고기를 그려 방해하는 식으로 유인했다. 중간까지는 좋았으나 그림핑의 가오리 중 한 마리가 본인에게도 공격해 오면서 작전 실패. '아휴~ 무거워, 무거핑' 편에서는 중간부터 개인해 승부욕이 강한 무거핑에게 프린세스 스타의 하트윙스틱을 무겁게 만들면 이길 것이라고 말했다. [13] 그러나 무거핑의 마법이 풀리자, 계획은 말짱 도루묵. '다섯 명의 로미' 편에서는 준이 버린 왕국의 마법 거울을 보고 신기해하면서 본인이 어떻게 이것을 알고 있나 싶어한다. 이 거울을 이용해 자신을 무수히 많이 복제시켜 악동핑 군단을 만들겠다며 거울의 마법을 작동시키는 주문을 외우고 이 주문이 맞아들어서 마법이 발동한다. 때마침 로미가 이를 발견하여 로미가 본인을 쳐내는 바람에 계획은 실패한다. 한편 로미가 본인을 쳐내면서 거울 앞에 그대로 있어서 로미가 다섯 명으로 복제되고, 복제된 다섯 로미들에게 쫓기며 큰 고생을 당하지만 본인 입장에서는 다행히도 다섯 로미들이 싸우는 바람에 무사히 도망쳤다. 그 와중에 다섯 로미들은 서로의 탓을 하며 또 악동핑(본인)을 놓쳤다며 2차 내분을 일으킨다. 로미를 원래대로 돌려놓고 돌아가는 몬쥬 박사를 어디선가 본 듯한 표정을 짓고 자신의 배지를 오른손으로 만지며 보고 돌아간다. '씽씽핑은 빠른 게 좋아!' 편에서는 놀이터에서 씽씽핑에게 아무리 세상에서 가장 빠른 티니핑이라도, 로미한테는 결국 캐치될 운명이라며 씽씽핑을 도발하여 (자세한 내용은 씽씽핑 문서 참조.) 사실상 거의 성공할 뻔 했지만, 빼앗아 온 티니하트윙은 결국 띠용핑이 만든 가짜 티니하트윙이었다. 사실상 악동핑(본인)이 등장한 모든 에피소드 중 악동핑(본인)의 작전이 거의 성공했다 고 할 수 있다. 물론 띠용핑이 만들어 낸 가짜여서 실패했지만. 2화 간의 공백기를 거치고 '잠자는 하트로즈의 공주' 편에서는 코자핑에게 로미의 꿈을 빨아들이면 맛있는 꿈젤리가 나온다면서 유인했는데 코자핑이 프린세스 스타를 잠재운 뒤 작전상 후퇴를 했는데, 그 이후 로열핑들이 프린세스 스타를 깨우려고 하던 도중 낚싯대에는 티니하트윙이 아닌 바로핑의 책이 걸리는가 하면, [14] 밧줄을 타고 잠입을 시도하다 일행들이 프린세스 스타의 얼굴을 잡아당기는 모습을 보고 웃겨서 웃는 바람에 들켜 버리는데다, 하다하다 아자핑이 방귀를 너무 세게 뀌며 미사일처럼 날아가자 그렇게 날아온 아자핑과 충돌해서 멀리 날아가며 리타이어했다. [15] '로미, 레나랑 딱 붙다?' 편에서는 딱풀핑과 동맹을 맺었지만, 본인과 (하츄핑을 제외한) 로열핑들이 서로 싸우자 자신의 동맹이었던 딱풀핑의 마법으로 딱 붙어 버려 공처럼 굴러가면서 리타이어. '토끼 괴물이 나타났다!' 편에서는 모야핑과 동맹을 맺어서 토끼를 거대하게 만들어서 놀았다. 그러나 이후 거대 프린세스 하트의 마법으로 인해 크기가 원상복구되어 실패. 2.3. 40화~44화 [편집] '티니핑 축제' 편에서는 길을 걷다가 하트로즈 옥상에 풍선이 달린 걸 보고 티니핑 축제가 개최된다는 정보를 입수하고 티니하트윙을 노리며 티니핑 축제를 망치려고 한다. 상황을 살피면서 티니핑들이 싸우는 모습을 보며 웃거나, 줄다리기 경기를 보며 재밌어 보이기는 한다거나, 저런 기분이 낯설지 않다고 하다가 마음을 고쳐잡고 난장판을 만들기 위해 폭죽에 불을 붙이려다가 본인을 초대할까 싶어했던 축제장의 수다를 듣고는 기억이 날 것도 같다며 멈칫하던 찰나 실수로 불을 붙인 폭죽 [16] 과 함께 축제장에 떨어지며 본의는 아니었지만 티니핑 쿠키를 먹거나 같이 춤을 추는 [17] 등 축제를 약간 즐긴다. 그러다 티니하트윙을 훔치려 했는데 맛있는 쿠키를 대접받은 만큼 티니하트윙을 훔치는 건 다음 기회로 삼겠다며 [18] 유유히 길을 걷는다. 그런데 로미가 길을 가는 본인을 해핑으로 잠깐 착각했다. 사실상 이 시점에서 해핑=악동핑 설에 쐐기를 박았다. '하트로즈의 수상한 손님' 편에서는 또까핑을 유인했지만 또까핑이 엄청난 바보라서(...) 작전에 실패했다. 여기서부터는 악동핑 수난시대의 시작이다. '꽃 만들기 대소동' 편에서는 최초로 다른 티니핑과 동맹을 맺지 못하고 공격을 당하였다. 플라핑이 가장 싫어하는 꽃을 밟는 행위를 해 플라핑이 마법을 써 몸이 해바라기가 되었기 때문. '사고뭉치 아기 노리핑' 편에서는 아예 노리핑의 염동 능력 때문에 큰 고생을 했다. 2.4. 45화( 밝혀지는 진실 ) [편집] 사실은 1기의 페이크 빌런 으로, '악동핑의 진실 ' 편에서 정체가 밝혀졌다. 사실상 악동핑 수난시대의 정점 및 종결 . 어느 날, 로미가 해핑에게 왕관을 준 그 때 [19] 번개가 치더니 해핑이 사라진 꿈을 꾸었다. 그 뒤 아자핑이 악동핑이 나타났다고 알리자 아자핑과 프린세스 스타는 본인과 추격전을 벌였다. 그 결과, 본인은 아자핑에게 박치기(...)를 맞고 도주했다. 그 때 자신의 가슴에 달려 있는 빨간색 배지가 떨어져 로미가 가져가는데, 바로핑이 그것을 돋보기로 관찰했더니 맛나과일 [20] 의 꽃가루가 발견되었다. [21] 이후 로미는 몬쥬 박사로부터 게이트 큐브를 완성하기 위해서는 어서 아직 찾지 못한 여섯 번째 로열핑 을 빨리 찾아야 한다며 부탁을 받았다. 한편, 악동핑(본인)이 자신의 가슴 장식을 다시 되찾으려고 로미 일행에게 다시 찾아왔으나, 잠시 후 가슴에 심각한 통증을 느끼고 자신을 걱정하는 로미 일행에게 시끄럽다며 어디로 도주하다가 얼마 못 가 어둠의 기운이 빠져나가면서 쓰러졌다. 그 후 악동핑에 대한 과거의 기억과 로미가 악동핑의 가슴 장식을 어디서 본 듯한 태도로 바라보는 장면이 교차되면서 나오는데, 사실 악동핑은 누군가 의 목소리에 유혹되어, [22] 맛나과일을 먹고 그 독 성분으로 흑화된 해핑 이었다. 악동핑(본인)의 가슴에 있었던 배지는 사실 해핑의 왕관 장식 [23] 이었으며, 그 시각 악동핑이 타락한 해핑인 것을 알게 된 다른 로열핑들도 충격에 빠진 상태였다. 더 나아가서, 이모션 왕국의 게이트 큐브를 지구로 보내게 한 원인도 악동핑의 소행으로 밝혀졌다. '올바름의 티니핑, 바로핑' 편 회상 장면에서는 로미의 실수라고 묘사됐지만, 사실은 악동핑(본인)이 먼저 게이트 큐브를 건드렸고 로미가 거기에 손을 대서 망가진 것이었다. 몬쥬 박사가 악동핑을 해핑으로 되돌릴 방법을 찾다가, 악동핑(본인)과 대면한 로미는 프린세스 하트로 변신했지만, 본인은 괴력으로 자동차를 일으켜 세워 던졌고, 프린세스 하트는 본인이 내뿜는 악의 기운을 버텨내면서, 비록 악동핑이 되어서도 자기가 준 왕관 장식을 소중히 여겨줘서 고맙다는 인사를 하며 악동핑(본인)의 빨간색 배지를 해핑의 왕관 장식으로 되돌려 본인에게 달았더니 해핑의 모습으로 돌아왔다. 프린세스 하트: “진정해, 악동핑! 널 원래의 모습 으로 되돌려 줄게!” 악동핑: “시끄러워, 통통! 나한테 원래의 모습 같은 건 없었어! 저리 가 버려~! 으... (차를 들어올리며) 저리 가라니까!” 프린세스 일행: “으아앗!!” 프린세스 하트: “어? 얘들아, 피해!” 로열핑들: “으아앗!!” 악동핑: “이잇! 야앗!” (물건들을 던지며) 프린세스 하트: “히잇! 힛으!” 로열핑들: “으아아아아!!” 차차핑: “괜찮아, 하츄핑?” 프린세스 하트: “안 되겠다! 마법으로 되돌려 봐야겠어! 피리피리 미러크링!” 악동핑: “윽! 으아아아아아아~!” 프린세스 하트: “흑으! 흐!” 하츄핑: “악동핑의 힘이 너무 강력해졌어, 츄!” 프린세스 하트: “마법이 통하지 않는다면 이 방법뿐이야. 그냥 해 보는 수 밖에...” 로열핑들: “프린세스(하트), 위험해!” 프린세스 하트: “제발... 진정해! 미안해... 내가... 좀 더... 일찍 널... 알아봤어야 했는데...” 악동핑: “헛툰수작 부리지 마! 너 왜 자꾸만 다가오는 거야!” 프린세스 하트: “네가 기억하지 못하더라도... 넌... 내 소중한 친구였고... 지금 난... 그 친구 가 정말 보고 싶으니까...” 악동핑: “아... 친...구...” (놀란 표정을 하며) 프린세스 하트: “옛날 네 배지 모습이 바꼈는데도 그 동안 소중하게 여겨줘서 고마워! 그런 너에게 난 희망을 걸겠어! 내가 알던 해핑으로... 제발 돌아와 줘!” 악동핑: “으윽! 어... 으... 으아아아아아아~!” 로열핑들: “으악! 저게 뭐야!” 악동핑: “아아아아아~! 으으...” 그러자 본인은 다시 해핑으로 정화되었고, 몸 속에 있었던 맛나과일의 씨앗은 하수구 밑으로 빠지면서, 1기 최후반부에 대한 복선을 남기며 이 에피소드가 끝났다. 이렇게 해서 악동핑으로써의 행적은 종료. 악동핑이 정화됨에 따라, 제목 화면에 있었던 악동핑 메달 [24] 이 다음 에피소드인 46화부터 1기 마지막화 제목 화면에서는 악동핑이 아닌 또 다른 티니핑 의 실루엣 메달로 변경되었다. [25] 이후의 행적은 해핑 문서 참조. 3. 정체에 대한 암시 [편집] 방영 초기부터 악동핑(본인)의 정체가 해핑일 것이라는 추측은 꽤 있었다. 머리 모양, 몸의 색상, 눈동자의 모양 [26] 이 거의 일치하다. '다섯 명의 로미' 편에서 마법 거울을 보고 어디서 본 듯한 기억이 있다는 듯한 반응을 보였다, 그렇다는 것은 본인은 과거 이모션 왕국 소속 이었음을 추측할 수 있다. 첫 등장한 에피소드인 '장난이 제일 좋아!' 편에서 로미를 지구에 와서 처음 보자, 어디서 그녀를 본 듯한 반응을 보였고, 로미가 프린세스 하트로 변신하자 프린세스에 대해 어딘가 알고 있는 모습을 보였다. 그리고 이 에피소드에서 로미는 해핑과 일시적으로 재회했지만, 해핑이 어디론가 가 버리는 꿈 을 꾸었다. 이 외에도 해핑의 허상을 보는 경우는 꼭 악동핑이 등장했다. 전술한 '티니핑 축제' 편에서도 티니핑 축제를 보고서 본인도 뭔가 익숙한 분위기임을 느꼈고, 이 에피소드의 마지막 장면에서 악동핑을 해핑으로 잘못 보면서 악동핑=해핑 설을 정립시켰다. 4. 번개 [편집] 작품 내에서 자주 사용하지 않았으나, 로열핑인 해핑이 타락한 일반 티니핑이라서 캐릭터 소개 영상에서 능력의 정확한 이름이 공개되었다. 그리고 티니핑TV에서 '악동핑의 말썽 모음!'과 '악동핑의 놀이'의 영상이 업로드되었다. 5. 티니핑 소개 일본판 [편집] “ボクはイタズラを考える天才。他の人に迷惑かけまくる困ったちゃんだ！” (한국판 대사: “나는야~ 의 천재! 엉망진창 만들기를 좋아하는 티니핑이시다~, 통통~!”) 6. 기타 [편집] 원래 말버릇은 \"통통\"인데, 완구에서는 \"케케\"라고 적혀 있다. 그리고 하트 메달은 본 애니메이션 설정을 반영해서인지 로열핑들을 제외한 모든 일반 티니핑들에게는 QR코드 대신 프로필이 나와 있어 티니하트윙과 연동되지 않는다. 해핑은 자신을 3인칭화해 '해핑'이라고 부르지만, 악동핑은 자신을 '나'라고 부른다. 상징하는 것에 대해서는 해핑으로 복귀 이후에도 공개되지 않았으나, 해핑은 행복을 상징하고, 맛나과일의 특성이 티니핑의 성질을 정반대로 만들어 버린다는 점으로 보아 불행이나 재앙을 상징할 가능성이 높다. 처음에는 최초의 악역 포지션 티니핑 으로 보였으나 해핑의 모습으로 돌아온 후 실질적인 최초의 악역 포지션 티니핑 이 따로 등장하면서 무효가 되었다. 또한 작중 개그씬을 많이 연출 한 등 정통 악당이 아닌 개그형 악당에 가깝다. 정체를 감안해서인지, 1기 기준으로 특수한 티니핑 중 유일하게 캐치되지 않았다. 티니핑송 마지막 부분에서 '엉망진창 악동핑!'으로 언급되었고, 티니핑 100송에서도 홀로핑 다음으로 언급된다. 즉, 역대 티니핑송에서는 유일무이하게 언급되는 빌런핑이다. 2기 '쓰러진 믿어핑' 편에서 하츄핑이 맛나과일의 씨앗에 대해 가르칠 때 본인과 해핑이 그림으로 나온다. 맛나과일을 먹고 타락했던 사례가 남은 것이기 때문이다. 얼굴의 눈밑(광대뼈)에 역삼각형 무늬가 앙대핑과 일치하다. 일본판 1인칭은 보쿠 , 즉 보쿠 소녀 기믹을 가졌다. 만약 1기에서 2기의 보석핑들 [27] , 3기의 열쇠핑들, 4기의 디저트핑들도 맛나과일을 모르고 있을 경우 호기심으로 몰래 들어와서 먹고 흑화될 수도 있다. 이러한 티니핑들도 맛나과일로 인해 성격이 바뀔 수도 있을지 관건이다. 원래 악동핑(본인)의 가슴에 있었던 배지는 해핑이 아파서 로미가 달아 준 장식이었는데, 가슴 장식을 잃어버리자 가슴에 심각한 통증을 느꼈던 것으로 추정된다. 해핑이 어디가 아파서였는지는 불분명하지만 가슴이 아팠던 것으로 추정된다. 이모션 티니핑 게임에서는 본래 모습인 해핑과 별개의 존재로 취급되어 악동핑과 해핑이 따로 나온다. 악동핑이 원래 모습 해핑 으로 돌아왔을 때 마침 마신영웅전 와타루 시리즈 의 토라오 가 원래 모습 쇼류시 로 돌아왔을 때 연상케한다. 처음 기재될 때는 남성 이라고 기재되어 있었다. 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r695 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 목소리는 다소 소년에 가까운 톤인데다 일본판에서는 스스로의 1인칭을 보쿠 , 영문판에서도 다른 사람들이 본인을 지칭할 때 He라고 하는 점 때문에 남성으로 오해받은 적 있었다. 하지만 여성 티니핑들의 특징인 하트 모양 코를 가지기도 했고, 본래 모습부터가 여성 티니핑이다. 공식적으로는 불명이지만 맛나과일의 특성으로 인해 성별까지 바뀐 거 라면 악동핑의 모습 한정으로 남성이 맞다. [2] 아자핑에게 당하는 것도 싫어한다. 악동핑(본인)이 가까이 오거나 도주하는 데 그래서 그런지 살짝 당할 때가 있었다. [3] 빌런핑 중 1위 [4] 사라 , 루카 , 아잉핑 , 해핑 과 중복. [5] 캐치! 티니핑 시리즈 최초로 서로 다른 티니핑을 둘 이상 맡은 성우이자 최초로 로열핑과 일반핑을 모두 맡은 성우다. [6] 3기에서 등장하며 해핑 과 중복이다. 7월 6일부터 유현주는 조아핑 과 사라 로 배역이 변경되고, 안정현이 새로 맡는다. [7] 어떤 감정을 모티브로 했는지 불분명하며, 처음에 티니하트윙으로 인식해 보아도 인식되지 않았다. [8] 메리루가 놀이터에 누워 하늘을 보고 있었는데 떨어지는 본인을 보고 UFO 로 착각했다. 유성이라기에는 낮 시간대기도 했고, 일반적인 유성처럼 곧은 궤적이 아닌 이리저리 왔다가는 궤적을 그렸다. [9] 애초에 티니핑 알람도 울리지 않았고, 티니하트윙의 모니터에도 실루엣과 물음표 모양이 교대로 점멸했다. [10] 처음 시도했을 때는 하트 메달이 본인을 그냥 지나갔고, 두 번째 시도에서는 아예 로 메달을 쳐낸다. [11] 꺼꿀핑, 베베핑, 토이핑은 제외. [12] 덜덜핑이 원래 살았던 고물 냉장고를 딜런과 레이먼이 옮겨가자, 자신의 집이 없어진 것에 대한 분개심. [13] 프린세스 스타가 잡혔을 때, 달려가는 것도, 걸어가는 것도 아닌 여유를 부리면서 한발짝씩 움직인다. 이것이 아마 악동핑의 사상 최대 실수일 것이다. [14] 이때 낚싯대에 바로핑의 책이 걸리자 왜 저 딴책이 걸렸냐고 징징대자 바로핑이 화를 냈고, 그에 기가 죽은 본인은 낚싯대를 그냥 가지라며 버리고(?) 갔다. [15] 여기서 악동핑(본인)의 대사는 더 압권인 게 “이 냄새는 뭐야!!!” 라며 외마디 비명과 함께 날아간다. 아무래도 아자핑이 이렇게 날아온 이유가 너무 세게 뀐 방귀 때문인 것은 몰랐던 듯 하다. [16] 그 때문에 오히려 축제의 분위기를 끌어 올렸고 영문은 궁금해서 누가 준비한 거냐고들 묻고 있었다. [17] 이때 라라핑이 헤이쥬의 노래를 틀자 따라핑이 신이 나서 모두에게 마법을 걸어 흥겹게 헤이쥬 춤을 추는 데, 본인과 로미만 마법에 걸리지 않은 채 혼자 어색한 춤사위를 보였다. 반면 차나핑은 본인의 의지와는 다르게 귀찮아서 같은 춤을 혼자만 느리게 추긴 했지만 그래도 동작만큼은 틀리지 않았다. [18] 사실 이때는 로미도 티니하트윙을 내려놓고 해핑을 그리워하며 울먹이고 있었기 때문에 악동핑 입장에서는 절호의 찬스였었다. [19] 사실 로미가 해핑에게 왕관 장식을 단 장면은 작품 세계관 내에서 꿈이 아니라 현실의 내용이다. 이유는 후술. [20] 맛나과일은 이모션 왕국의 온실에서만 열리는 열매로, 인간이 먹으면 엄청 맛있다고 하지만, 티니핑에게는 치명적인 독이나 다름없으며, 열매의 독 성분으로 인해 티니핑의 몸과 마음까지 타락하게 될 수 있는 양날의 검을 지닌 열매. 모티브는 성경의 선악과 로 추정된다. [21] 이것을 차차핑이 금방 알아냈다. 차차핑이 왕궁 온실 관리를 도와준 경력이 있던 덕분이다. [22] 여담으로 한국판과 일본판에서 그 뉘앙스가 조금 다르다. 한국판: “어서 먹어 봐. 너의 아픔이 다 씻어질 거야.” / 일본판: “자, 먹어 보렴. 인간은 이 열매를 독차지하려고 하고 있어.”(직역 시) [23] 상술한 로미가 해핑에게 주었던 왕관 장식. [24] 하츄핑이 들고 오는 메달 또한 이것. [25] 특히 악동핑의 메달이 1화부터 쭉 있었던 걸 보면, 악동핑에 대한 구상은 이미 처음부터 한 것으로 보인다. [26] 단, 악동핑(본인)의 눈동자 색깔은 빨강, 해핑은 초록으로 색깔만 다르다. [27] 수업에 참여한 3~9화의 보석핑들은 제외."
}