{
    "name": "얌얌핑",
    "image": "/static/images/ping/얌얌핑.jpg",
    "gender": "여성",
    "accessory": "포크,접시",
    "likes": "맛있는 음식, 같이 먹기",
    "dislikes": "배고픔, 음식이 없을 때",
    "magic": "<식욕의 포크>대상이 음식을 계속 맛있게 먹도록 만든다.",
    "other_info": "얌얌핑 - “배부르면 모두모두 행복해지니까~ 얌얌!” 성별 모티브 직업 메이드 한국 외 국가 번안명 Yumyumping 이름의 유래 먹을 때의 의태어 소품 포크 , 접시 열쇠 사탕 열쇠 숨어있는 본체 케첩통 마법 <식욕의 포크> 대상이 음식을 계속 맛있게 먹도록 만든다. 좋아하는 것 맛있는 음식 [1] , 같이 먹기 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 56위 성우 김윤채 1 . 개요 2 . 작중 행적 2.1 . 3화 2.2 . 3화 이후 3 . 기타 1. 개요 [편집] 배고픔의 티니핑, 얌얌핑 너무 맛있어, 얌얌! 먹는 것을 사랑하는 요정. 나나핑: “어? 쟨 얌얌핑인데, 나나?” 꾸래핑: “음식을 많이 먹게 만드는 열쇠티니핑이야, 꾸래.” 솔찌핑: “쟤 장난 때문에 미스틱마을의 1주일치 음식이 한번에 없어질 뻔한 적도 있어, 솔찌.” 얌얌핑의 먹성을 잘 드러내는 대사. '허기(배고픔)의 티니핑'. [2] 메이드 복장을 하고 있는 초록색 티니핑. 솔찌핑의 증언에 의하면 마법의 포크를 사용해서 대상의 식욕을 유발시켜 음식을 계속 맛있게 먹도록 만드는 능력을 지니고 있어서 얌얌핑(본인)의 장난 때문에 미스틱마을의 1주일치 음식이 한번에 없어질 뻔한 소동이 있었다고 한다. 2. 작중 행적 [편집] 2.1. 3화 [편집] 로미: “얌얌핑, 이제 그만해. 왜 이런 장난을 치는 거야?” 얌얌핑: “얌얌? 난 배고파 하는 건 보기 싫어~ 얌얌! 배부르면 모두모두 행복해지니까~ 얌얌!” '과식은 위험해 얌얌' 편에서 레이먼의 분식집 안에 들어가 마법을 사용해서 로미와 레이먼 모자의 식욕을 유발해서 분식집 내 요리를 손님들 몫까지 다 먹게 했다. 한편, 선반에서 떨어진 쟁반을 맞고 정신을 차린 뒤 [3] 이 사건이 얌얌핑의 소행이란 사실을 알게 된 로미는 시리즈 최초로 프린세스 솔라리스로 변신해 얌얌핑(본인)을 캐치하려 했다. 다해핑: “어? 들켰어, 다해!” 제니: “그 아이(얌얌핑)는 아직 배고플 거야. 많이 많이 먹게 해 주렴.” 얌얌핑: “하하하~! 어? 그렇게 화내면 배고파, 얌얌~ 너희도 나하고 같이 먹자, 얌얌!” 그러나 본인이 제니에게 세뇌되어 프린세스 솔라리스의 식욕을 유발하려 했지만, 프린세스 솔라리스는 하츄핑의 도움으로 얌얌핑의 공격을 회피했고, [4] 약해진 마법력을 회복하기 위해 무언가를 먹어 힘을 회복하려는 심산이었는데, 마법을 너무 세게 걸었던 나머지 이미 레이먼 모자가 분식집 안 음식을 모조리 먹어치운 상태였고, 그나마 하나 남은 만두를 먹으려고 접근했지만 프린세스 솔라리스가 만두를 쳐내 기절해 있던 나나핑의 입 속으로 골인(?)시켜 나나핑이 이를 먹어 버린 바람에 전의를 상실하고 도주하고 만다. 그 후, 본인은 프린세스 솔라리스로부터 도주해 케첩통 중 1개로 위장했지만, 하필이면 세 번째 케첩통만 배가 나온 것 마냥 부풀려 있어서(...) [5] 결국 프린세스 솔라리스에 의해 캐치되고 말았다. “ 난... 아직도 배고프다, 얌얌... ” 3화 캐치 대사. “사이좋게 많이 많이 먹자, 얌얌~” [6] 3화 마지막 대사. 2.2. 3화 이후 [편집] '티니핑 병원이 생겼어요' 편에서는 빨리핑, 뜨거핑과 한 조를 이루어 등장한다. 초반에는 간호핑들의 반창고 공격에 의해 꽁꽁 감겨 버린다. 이때 본인은 배가 고파서 힘이 안 난다며 맥이 빠져 있었다. 그후 나나핑이 입원하자 병문안을 오지만 간호핑들이 문전박대하여 면회는 못 한다. '힘내힘내 응원이 필요해' 편에서는 힘내핑의 마법에 걸려 힘내핑 응원단에 가입하게 됐다. [7] 얌얌핑(몸: 빨리핑): “뭐, 뭐야? 우리 몸이 바뀌어 버렸잖아, 얌얌!” 빨리핑(몸: 얌얌핑): “으엑?!” 삐뽀핑(몸: 뜨거핑): “으~ 빨리 바꿔 놔, 삐뽀!” 뜨거핑(몸: 아라핑): “으아~ 뒤죽박죽으로 바뀐 것 같아, 뜨거! 누가 아라핑이야?!” 아라핑(몸: 삐뽀핑): “에휴, 이제 이런 장난 안 칠래, 아라...” '로미와 하츄핑이 바뀌었어요' 편 마지막 장면에서는 빨리핑, 뜨거핑, 삐뽀핑과 함께 아라핑을 놀래켰다가 아라핑이 놀라서 쏟아 버린 바꿔바꿔 오일에 미끄러져 빨리핑과 몸 바꾸기 가 일어났다. '백설로미' 편에서는 로미, 빨리핑, 뜨거핑, 삐뽀핑, 힘내핑, 고쳐핑, 아라핑과 함께 백설공주 동화책 속으로 빨려 들어가 일곱 난쟁이 중 한 명을 맡았다. '꼼짝 마라 꼼딱핑' 편에서도 재등장. 열쇠 로열핑들과 함께 간식을 먹은 후, 이후 꼼딱핑에게 로미의 우정반지 유실 사태 범인으로 의심되었으나 [8] 다행히 나중에 돌아온 이안 덕분에 본인의 죄는 무죄로 판결났다. '행운이 가득 행운과자' 편에서는 행운축제에 참가하였다. 꾸래핑의 마법 능력으로 만든 눈에 의해 나나핑과 솔찌핑이 눈 속에 갇히자 나나핑의 금화 모양의 초콜릿을 훔쳐 먹으며 펄쩍 뛰기 시작한다. '파티핑과 파티파티' 편에서는 빨리핑, 뜨거핑, 삐뽀핑, 힘내핑, 고쳐핑과 함께 메리루의 파티회장 복구 작업에 도움을 주었다. '멋진 머리를 꾸며 봐 꾸며핑' 편 나나핑의 회상 장면에서 힘내핑과 함께 카메오 등장. '다 같이 놀자 티니핑 놀이공원' 편에서는 몬쥬 박사가 보내준 티니핑 놀이공원에서 놀았다. 그리고 곰 마스코트 가 꼼딱핑인 줄 알고 잡아가(?)서 팝콘 가판대에서 일을 시키다가 한숨 돌릴 때 줄이 밀렸다며 닥달한다. '스케이트 타고 빙글빙글' 편 빙글핑의 회상 장면에서도 등장. 빙글핑에게 트리플악셀을 같이 할 것을 제안받지만, 아예 피겨 스케이팅에 문외한이었는지 “ 먹는 거야, 얌얌? ” 이라는 말을 했고(...), 빙글핑은 결국 제안을 철회했다. '등장! 행운핑' 편 마지막 장면에서는 행운핑의 부활을 지켜보았다. '티니핑 패션쇼' 편에서는 패션쇼를 하자는 행운핑의 제안을 듣자, 먹성이 많은 본인답게 맛있는 음식들도 기다려 진다고 했다.(...) 물론 패션쇼가 끝나고 뒷풀이로 간식을 먹긴 했다. '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 3. 기타 [편집] 프린세스 솔라리스가 작중 처음으로 캐치한 열쇠티니핑이다. 2기에 나온 맛나핑 과 마찬가지로 식탐이 있지만 맛나핑은 그리 과도하지 않은 식욕에 적어도 남의 식탐까지 끌어올리지는 않으며 요리를 잘하지만, 얌얌핑(본인)은 남의 식탐을 과도하게 만들기도 하는데다 자신도 식탐이 크고, 요리를 하는 묘사는 나오지 않아 요리실력은 불명이다. [9] 사소한 공통점으로는 상징색은 초록색이다. 공식도 이 둘의 공통점을 인식했는지 이 영상 을 올렸다. 또한 식욕 자체도 많지는 않은 건지 친구들이랑 맛있는 음식을 같이 먹는 걸 좋아한다. 2023년 캐치! 티니핑 어워즈에서 오늘의 밥상을 수상했다. [1] 맛나핑 도 맛있는 음식을 좋아하지만 맛없는 음식을 싫어한다. [2] 공식에서는 이 두 표현을 혼용한다. 다만 의미상 큰 차이는 없다. [3] 마법에 걸린 도중에는 허기를 과하게 느끼는지 아무렇지 않다가 마법이 풀리고 나니 갑자기 배가 차 있어서 더부룩해했다. [4] 이때 프린세스 솔라리스는 싱크대에 든 프라이팬을 집어 방어하려 했으나 같이 놓여있던 체(거름망)를 잡았다. [5] 사실 정면에서만 봤을 땐 큰 차이가 없었다. 프린세스 솔라리스가 가까이서 보니까 알아낸 것. 더군다나 프린세스 솔라리스가 경고 메시지를 날리더니 놀라면서 확인사살까지 했다. [6] 이 대사를 하면서 손에는 김밥 한 조각을 쥐고 있다. [7] 이는 프린세스 글로리아, 하츄핑, 나나핑, 솔찌핑, 빨리핑, 뜨거핑, 삐뽀핑, 간호핑들도 마찬가지다. [8] 간식을 만들어 왔다는 증언을 했는데 이를 근거로 이 사이에 훔친 거라고 의심했으나 실제로 같이 먹었기 때문에 용의선상에서 제외다. [9] '꼼짝 마라 꼼딱핑' 편에서 파이를 구워오긴 했지만 직접 조리를 한 것인지는 불명이라 요리실력을 논하기는 어렵다. 또한 백설 로미 편에 먹을건 자신에게 맏겨달라는 장면과 행운이 가득 행운과자 편의 회상장면에 행운과자를 나누어 주는 모습을 보면 요리실력이 좋은것으로 추정된다."
}