{
    "name": "원더핑",
    "image": "/static/images/ping/원더핑.jpg",
    "gender": "여성",
    "accessory": "부메랑",
    "likes": "히어로, 정의",
    "dislikes": "악당, 불의",
    "magic": "<마법의 부메랑 공격>대상에게 직접 혹은 간접적으로 타격을 줄 수 있다.그 외에도 악당을 물리치고사람들을 돕기 위해서라면 다양한 마법을 쓸 수 있다.",
    "other_info": "원더핑 - “그대, 도움이 필요한 것 같군. 내가 도와주지! 원더!!” 성별 보석 라피스라줄리 한국 외 국가 번안명 Wonderping 이름의 유래 원더 우먼 소품 마법 <마법의 공격> 대상에게 직접 혹은 간접적으로 타격을 줄 수 있다. 그 외에도 악당을 물리치고 사람들을 돕기 위해서라면 다양한 마법을 쓸 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 70위 성우 김영은 1 . 개요 2 . 작중 행적 3 . 기타 1. 개요 [편집] 히어로를 꿈꾸는, 영웅심의 티니핑 늘 용기와 자신감이 넘치지만, 불의를 보면 참지 못하는 성격으로, 히어로가 되고자 언제나 열심히 노력하는 열혈 요정. ' 영웅심 [1] 의 티니핑'. 얼굴에 노란색 마스크를 쓰고 빨간색 머리카락에 노란색 브릿지 가 포인트. 마법의 을 사용해서 대상에게 간접적인 타격을 주거나 여러가지 다양한 마법을 사용해서 주변 상대를 도와줄 수 있는 능력이 있다. 2. 작중 행적 [편집] 첫 등장 시 통에 머리가 끼어 있었던 너구리를 구해주려 했지만, 너무 강하게 빼 버려서 그런지 본인은 날아가 버렸고, 통 속에 다시 갇히지만 다시 탈출했다. 마지막 보석티니핑을 찾다가 이 광경을 지켜본 프린세스 루비에게 들키자, 프린세스 일행을 악당으로 오해했다. 본인은 을 던져 벌집에 맞음으로써 벌들이 프린세스 루비에게 날아와 쏘려고 했지만, 조아핑의 친절함의 쓰담쓰담 능력으로 무사히 막아냈다. 한편, 본인은 프린세스 루비로부터 도주해 자신의 비밀기지인 공사 중인 건물로 도주했지만 얼마 안 가 하츄핑과 방글핑이 본인 앞에 나타났다. 원더핑(본인)을 잡으려고 하던 중 방글핑은 웃음의 깜짝쇼 능력을 통해 초코볼 대포를 꺼내 본인을 공격하는 데, 갑자기 대포알인 초코볼이 굴삭기에 부딪히자 굴삭기가 자동으로 작동되었다. [2] 굴삭기 때문에 하츄핑과 방글핑이 나무판자 밑에 깔리자, 본인은 비록 자신들을 방해한 적이었지만, 히어로는 언제나 어려운 사람들을 돕는 마음가짐이 중요한 걸 다시 깨닫고, 원더핑(본인)의 진정한 힘이 각성 하여 굴삭기에 깔린 나무 판자를 괴력으로 가뿐하게 들어올렸다. 그리고 비행 능력 또한 익힘으로써 하츄핑과 방글핑을 무사히 구조했다. 머지않아 프린세스 루비, 조아핑, 믿어핑이 찾아와 보석숲의 빛을 되찾으려면 마지막으로 원더핑이 필요하다며 본인을 설득했고, 본인은 자신의 고향, 그리고 보석숲 친구들을 히어로로써 마땅히 지키기 위해 프린세스 루비에게 캐치되기로 약속했으며, 이로써 로미는 모든 보석티니핑을 캐치하는 데 성공했다. “역시 내가 아니면 세상을 지킬 수 없다니까, 원더!! 아하하하!” 23화 캐치 대사이자 회차 내 본인의 마지막 대사. 3. 기타 [편집] 아동용 애니메이션이라 크게 부각시키지는 않았으나 정의를 추구하는 것은 좋지만, 자신만의 정의관이 너무 과해지면 교조주의 에도 휩싸이기 쉽다는 것을 나름대로 암시하고 있다. 성우가 김영은 이라는 점과 정의감이 넘치는 점이 신비아파트 시리즈 에 등장하는 구하리 와 비슷하다. 다만 구하리는 적정선의 정의를 지키는 반면, 원더핑은 정의감에만 눈이 멀어 있는 수준이다. 3기에서 비슷한 성격을 가진 꼼딱핑 이 등장한다. 담당 성우인 김영은은 이 작품의 팬임을 SNS에 남긴 출연소감으로 언급했다. 정확히는 자신의 딸이 좋아해서 보던 작품이었는데, 어느샌가 굿즈는 자신의 의지로 사는 등 제대로 탕진핑의 맛(?)을 봤다고 한다. 봉인되어 있는 듯한 막강한 능력과 티니핑 최초의 비행 능력 같은 기믹들은 이후에 나오는 레전드핑들에게 그대로 전달되었다. [1] '영웅심'의 티니핑이지만 캐릭터가 시사하는 바는 정의 (1번 항목)와도 어느 정도 일맥상통한다. 정의의 티니핑 이라 해도 무방할 정도. [2] 이 와중에 초코볼이 본인의 입속으로 들어가며 입에 들어간 초코볼을 먹으며 굴삭기에 올라탔다."
}