{
    "name": "조아핑",
    "image": "/static/images/ping/조아핑.jpg",
    "gender": "여성",
    "accessory": "브러쉬",
    "likes": "동물들 빗질하기, 먹이 주기 등 동물을 보살피는 것",
    "dislikes": "이기적인 말과 행동, 동물을 괴롭히는 등의 행동",
    "magic": "<친절의 쓰담쓰담>동물들과 대화할 수 있고, 동물들을 컨트롤할 수 있다.",
    "other_info": "조아핑 - 성별 이름의 유래 좋아 → 조아 [1] 보석 에메랄드 (친절의 보석) 소품 마법 <친절의 쓰담쓰담> 동물들과 대화할 수 있고, 동물들을 컨트롤할 수 있다. 좋아하는 것 싫어하는 것 좋아하는 음식 마카롱 싫어하는 음식 매운 것 로미와 변신 프린세스 에메랄드 2023 티니핑 어워즈 인기투표 순위 25위 [2] 성우 박지윤 Dami Lee 샤오N [3] 뮤지컬판 배우 [4] 지서율(1기) [5] 이겨울 → 유현주(3기) [6] 1 . 개요 2 . 작중 행적 2.1 . 반짝반짝 캐치! 티니핑 2.2 . 알쏭달쏭 캐치! 티니핑 3 . 기타 1. 개요 [편집] “ 우린... 친구들을 구하고 싶었어요, 조아! ” “많이 속상했겠다... 괜찮아, 내가 도와줄게, 조아~” 다정하고 상냥한, 친절의 티니핑. 미숙한데도 열심히 도와주다, 뜻하지 않게 사고를 일으키는 어딘가 어설픈 신참. 감수성이 무척 풍부하며 늘 친절하고, 다른 이들의 이야기를 잘 들어주고 깊게 공감해준다. 반짝반짝 캐치! 티니핑 의 메인 티니핑 및 서브 로열핑 . '친절의 티니핑'. 2. 작중 행적 [편집] 비중이 많았던 에피소드는 굵은 글씨 . 2.1. 반짝반짝 캐치! 티니핑 [편집] '반짝반짝 보석티니핑' 편에서는 지구로 떨어진 보석티니핑들을 구하기 위해 방글핑, 믿어핑과 함께 쥬얼 하트윙폰과 티니핑 버스를 훔쳐 달아난다. [7] 이후 지구에 도착해서 버스를 버리고 도주하던 중 도넛을 훔쳐 먹는 데, 다른 둘과 달리 본인은 도넛을 도둑맞은 사람에게 들킬까 봐 망만 보고 있던 중 로미와 하츄핑에게 걸려 공사장으로 튀기 시작했고, 결국 엘리베이터 안에 갇히며 대치하게 된다. 그러다 믿어핑이 잘못 쏜 마법에 의해 도르래가 이탈하는 위험천만한 상황에서 대치를 하면서 쥬얼 하트윙폰은 끝까지 넘겨주지 않다가 도르래를 이탈한 와이어가 끊겨 추락하자 놓쳐 버린 쥬얼 하트윙폰을 잡아 프린세스 다이아하트로 변신한 로미에게 구출된다. 특히 본인 왈로는 자신들을 구하기 위해 맹세 [8] 를 깼다는 점에 감동을 받았다. '간지럼을 참아야 해!' 편에서는 까르핑 을 잡기 위한 대비책으로 간지럼 참기 테스트를 하는 데, 귀이개를 몸에 대기도 전부터(...) 간지러워 웃음이 터지며 테스트에서 광탈했다. '아야아야 엄살은 그만!' 편에서는 이안이 만든 초코볼을 맛있게 먹는다. 그 후 밤새 초코볼을 더 먹은 믿어핑이 충치에 걸려 아파하자 병원에서 치료받으면 금세 나을 거라는 말을 했다가 이를 듣고 멘붕에 빠진 아야핑 이 난사한 팅클퍼프에 맞고 하츄핑이 쓰고 있던 의사 머리띠의 거울에서 비춘 빛을 보고 아파하며 엉엉 울어댄다. 다행히 믿어핑에 의해 아야핑이 캐치된 후 원래대로 돌아온다. '토닥토닥, 따뜻한 위로를 줄게 ' 편에서는 이 에피소드까지 변신을 한 번도 못하고, 그로 인해 자신이 로열핑이 되기에는 부족한 것 같다는 비관과 함께 풀이 죽은 상태였다가 비슷한 처지였던 카일이 하트로즈를 나갔을 때 걱정되어 티니핑 버스를 타고 따라다니다가 우연히 소꿉친구인 토닥핑 을 만나게 된다. 그리고 토닥핑을 하트로즈로 데려와서 로미와 하츄핑에게 소개하는데, 말이 많았던 탓에 편집상으로 배속이 걸린 상태로 얘기를 한다. 사정을 모르던 프린세스 사파이어가 토닥핑을 캐치하려던 걸 막아내고 마침내 토닥핑의 마법이 모두 효과를 발휘해 카일의 사기를 북돋자마자 그제서야 캐치해도 된다고 한다. 그리고 토닥핑으로부터 언젠가는 로미를 변신시킬 수 있을 거라는 위로를 받는다. '사라진 로미 ' 편에서는 동물들과 말할 수 있는 능력을 이용해 비둘기가 하트로즈 안에 들어와 난리를 피우자 소통해서 비둘기에게 빗질을 해주고 차분하게 비둘기를 돌려보낸다. 그러다가 로미와 마야, 메리루가 쪼꼼핑의 마법으로 인해 작아지자 티니핑 스쿨에서 같이 놀던 중 비둘기의 습격을 받자 다시 차분히 달래줬다. 그리고 로미와 인간 친구들이 실종되자 이 비둘기와 다시 만나서 비둘기에게 일행들을 태워다 달라고 부탁한다. 그리고 로미와 다시 재회는 했지만 믿어핑이 신이 나서 방방 뛰자 너무 무거워 스트레스를 받은 다른 비둘기가 당황해 추락하다가 중심을 잃고 떨어지는 쪼꼼핑을 구하기 위해 로미와 프린세스 에메랄드 변신 마법에 성공했고, [9] 쪼꼼핑을 구출한 후 캐치에 도움을 줬다. '대결! 로열핑' 편에서는 1기 로열핑들과 대결을 펼치게 된다. 처음에는 조금 밀려 힘들기는 했지만 마지막 대결인 탑 쌓기 대결에서 승리하는 데에 성공하고, 1기 로열핑들이 주려 했던 훈련들을 무사히 마친다. '티니핑 스쿨 졸업식' 편에서는 방글핑, 믿어핑과 함께 모든 보석티니핑을 캐치한 공로를 인정받아 티니핑 스쿨의 졸업 및 로열핑으로의 승급을 허가받는다. 그 후 케이크 박스 안에 들어갔다 나와 보니 화려하게 차려진 졸업 기념 파티를 즐긴 후 졸업 노래로 보석티니핑송을 부른다. 졸업식 후 로미의 쥬얼 하트윙폰으로 사진을 보면서 지구에서 여러 일들이 있었다며 회상한다. 그런데 지구에 처음 왔을 때 너구리에게 친절의 쓰담쓰담을 해 주려다가 쫓기는 사진이 나왔다. 본인도 민망해서 이때는 처음이라 서툴렀다며 괜히 해명을 해본다. 그러다 로미가 이별을 앞두고 슬퍼하는 모습을 보자 다른 보석핑들과 함께 임페리얼 스톤을 만들어 선물한다. 그 이후 왕국으로 가는 택시에 타려는 찰나 헤어지기 싫어져서 우는 방글핑과 믿어핑, 이를 보고 울음이 터진 로미를 보고 본인 역시 울음이 터져 버리고 만다. 방글핑: (택시에서 뛰쳐 나오며) “으아아앙~ 나, 안 갈래! 로미하고 같이 여기서 계속 살고 싶어, 방글!” 로미: “너희는 왜 로열 티니핑 스쿨을 다녔었지?” 방글핑: “훌륭한 로열 티니핑이 되기 위해서...” 로미: “그렇지? 그럼 돌아가서 왕국을 위해 일도 하고...” 믿어핑: “나, 로미하고 헤어질 거면 로열 티니핑 같은 거 안 해도 돼~ 미더!” 로미: “그런 말 하지 말고 웃으면서 보내 주려고 마음먹었는데... 이러면 나도 맘이 흔들리잖아...” 조아핑/방글핑/믿어핑: “으아아아앙~ 로미~!” [10] '돌아온 보석숲' 편에서는 왕가의 문양을 받게 된다. 2.2. 알쏭달쏭 캐치! 티니핑 [편집] 방글핑, 믿어핑과 함께 '티니핑 패션쇼' 편에서 패션쇼를 보기 위해 티니핑 버스를 운전하며 하트로즈에 등장. 하지만 열쇠핑들이 제니에게 잡혀가면서 옷을 입지는 않았다. 3. 기타 [편집] 공식 이름은 조 아핑이지만 이름의 유래의 올바른 표기인 좋 아핑으로 아는 사람들도 많다. [11] 제4의 벽 을 뚫었다. 실제로 변신한 건 단 3화 밖에 없는데, '토닥토닥, 따뜻한 위로를 줄게' 편에서 [12] [13] 이와 관련된 언급을 직접(...)하였다. [14] GS25 PB상품인 띠부씰 사워젤리의 모델인 티니핑이다. 특히 사워젤리에서 나온 띠부씰이 수집가 및 중고거래 판매자들 사이에서는 가장 가치가 좋기로 책정되는데, 다른 세 가지 맛들은 젤리를 기름으로 코팅하기 때문에 젤리에 남은 기름을 가끔 띠부씰이 흡수하는 바람에 미관상으로 보기 안 좋아지기 때문이다. 반면 사워젤리는 기름 코팅이 아닌 설탕 비슷하게 생긴 가루 코팅이다 보니 기름을 먹지 않아 상태가 가장 좋다. 3기 종료 이후 리뉴얼되면서 사워젤리 모델은 꾸래핑 이 이어받았다. 1기 로열핑과 비교하면 외모는 아자핑 [15] , 성격은 차차핑과 닮았다는 얘기가 있다. 뮤지컬판인 프린세스 다이어리에서는 비중이 그리 크지 않다. 믿어핑에 비하면 대사는 많지만 티니핑송 넘버에서는 다른 배우가 조아핑의 인형탈을 쓰고, [16] 하트로즈에서 싹싹핑의 정체를 추정할 때와 하츄핑과 다해핑이 만나는 장면에서 나오는 걸 제외하면 그리 잘 나오지 않는다. 3기 이후로 자신의 보석으로 만들어진 반지를 메리루가 끼고 있다. [1] 공식 영어 이름도 음차한 이름이다. [2] 하츄핑을 제외한 2기 로열핑 1위. [3] 크레딧에는 본명인 장리(蒋丽)로 표기되어 있다. [4] 2기에서는 미등장. [5] 마야 와 중복. 단 오프닝에서는 마야의 모습으로 나와 조아핑은 우나영(제니 역)이 맡는다. [6] 사라 와 중복. 7월 6일 공연부터 이겨울이 하차하고 기존에 해핑 과 악동핑 을 맡던 유현주로 교체됐다. [7] 이때 쥬얼 하트윙폰의 간수는 본인이 하면서도 일말의 양심(?)은 남아 있었는지 이래도 되는 거냐며 일행들에게 물었다. 그러자 방글핑은 일단 고향 친구들을 구하는 게 먼저라며, 믿어핑도 사과는 나중에 하면 된다고 얘기한다. [8] 사실 후보생들이 쥬얼 하트윙폰을 훔쳐 달아난데다 로미가 달라고 해도 주지 않았던 이유는 지구로 떨어진 보석티니핑들을 구하려는 점도 있었지만 무엇보다 로미가 그냥 지구에서 평범한 소녀로 살기를 희망하며 더 이상 마법을 사용하지 않겠다는 얘기를 했고, 이를 자신들도 수업 시간에 배웠던 만큼 로미를 믿지 못했기 때문이었다. [9] 다만 공중에서 낙하하던 도중이었기 때문에 변신뱅크는 생략되었다. [10] 이때 “벌써부터 울기 시작하면 재미없지. 이제부터 너희는 끝없는 것 통에 시달리게 될 테니까.” 라는 대사와 함께 가면핑이 나타난다. [11] 이건 헷갈릴 만한 게, 믿어핑의 사례 때문, 공식 표기는 '믿어핑 '이지만 말버릇이 '미더 '이기 때문에 믿어핑 역시 미더핑으로 잘못 아는 경우가 허다하다. 정리해서 조아핑은 소리 나는 대로 쓴 것이 맞고, 믿어핑은 올바른 표기대로 쓴 것이 올바른 공식 이름임에도 서로 반대의 표기로 아는 경우도 있다. [12] 심지어 이 때는 변신을 단 한 번도 못한 상태였다. 무려 다음 에피소드인 '사라진 로미' 편에서 첫 변신을 했다. 하지만 그나마도 이 회차에서 변신뱅크는 생략되었기 때문에 변신뱅크까지 나온 회차는 2화밖에 안 된다. [13] 그런데 희한하게도 본인의 힘으로 변신한 에피소드는 3화밖에 없는 게 이 회차에서 등장한 티니핑은 모두 캐치했다. [14] 이후 로미가 플로라하트→솔라리스→글로리아→크리스탈 순으로 4화 연속으로 각 프린세스의 첫 변신에 성공함으로써 문제점을 개선했다. [15] 정확히는 몸의 색깔만. [16] 애초에 오프닝에서 조아핑의 배우 지서율은 중복으로 맡는 마야의 모습으로 나오기 때문에 다른 오프닝과 바로 이어지는 티니핑송 한정으로 다른 배우가 맡는다."
}