{
    "name": "짝짝핑",
    "image": "/static/images/ping/짝짝핑.jpg",
    "gender": "남성",
    "accessory": "캐스터네츠",
    "likes": "둘씩 짝지어진 모든 것, 짝수",
    "dislikes": "하나인 것, 짝 잃은 양말, 홀수",
    "magic": "<마법의 짝짝 복제>대상을 복제하여 2개로 만들 수 있다.(단, 복제된 대상은 오리지널과 약간의 차이가 있다.[3]그리고 본인 스스로는 복제할 수 없다.)",
    "other_info": "짝짝핑 - “짝꿍이 됩시다, 짝짝! 둘둘둘~ 짝이 좋아~ 짝짝!” 성별 보석 아쿠아마린 한국 외 국가 번안명 Buddyping 이름의 유래 짝 [1] Buddy(친구) [2] 소품 마법 <마법의 짝짝 복제> 대상을 복제하여 2개로 만들 수 있다. (단, 복제된 대상은 오리지널과 약간의 차이가 있다. [3] 그리고 본인 스스로는 복제할 수 없다.) 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 100위 [4] 성우 김혜성 [5] 잭 바든 1 . 개요 2 . 성격 및 능력 3 . 작중 행적 4 . 기타 1. 개요 [편집] [6] 뭐든지 쌍둥이로 만드는, 외로움의 티니핑 발랄하면서도 엉뚱하고 오지랖이 넓은 성격으로 외로움을 잘 타는 탓에 재잘재잘 혼잣말을 주고 받는 수다쟁이 요정. '외로움의 티니핑'. 성격 탓에 약간 짝수와 두 명에 대한 집착이 있으며, 과거에도 자신의 분신이 생긴 것처럼 자신과 보석에 비친 자신의 상과도 이야기하기도 했다. '진짜 하츄핑은 누구?' 편에서 푸딩을 둘로 만들고 하츄핑을 둘로 만들었다. 마법의 를 사용해서 주변에 있는 물건들은 물론 대상을 복제할 수 있는 능력이 있다. 2. 성격 및 능력 [편집] 보석숲에 살던 때의 행적을 보면 홀로핑 과 다르게 자신이 의도적으로 티니핑 공동체에서 빠지고 싶은 것 이 아닌 자신이 어쩔 수 없이 티니핑 공동체에서 빠졌다고 생각하는 느낌이 강하다. 오히려 메모핑과의 공통점이 많은데 보석숲에 살던 때부터 다른 티니핑들에게 관심을 받고 싶어해서 장난을 쳤다는 점도 비슷하다. 생물을 포함해서 다른 대상은 복제할 수 있지만 자신의 복제가 불가능한 치명적인 단점, 자신이 한 명인 것에 대한 불만 때문에 연극하듯이 가짜 분신을 만든다. 과거 자신이 혼잣말을 해서 이루어졌기 때문에 가짜 분신은 본체의 이동과 동시에 대화하는 구조로 본체와 대화한다. 3. 작중 행적 [편집] '쓰러진 믿어핑' 편에서 실루엣으로 보석토마토병에 걸린 모습으로 등장한다. '진짜 하츄핑은 누구?' 편에서 본격적으로 등장. 티니핑 스쿨의 티니핑들이 점심으로 야채 수프와 푸딩을 먹고 있던 중 믿어핑이 브로콜리와 당근을 빼고 먹자 하츄핑이 편식하면 푸딩은 없을 거라고 경고하자 믿어핑은 푸딩은 한 개보다도 많이 먹을 수 있다고 얘기하는 찰나에 모두의 푸딩을 두 개씩 복제한다. 이에 모든 보석핑들이 기뻐하는데, [7] 다들 기뻐하는 모습에 뿌듯해하며 혼자 1인 2역을 하며 얘기를 한다. 이후 진열장에 놓인 쿠키 봉지를 복제했는데 본인을 스캔한 로미로부터 들키자 일단 냅다 창고로 도망친다. 그런데 로미가 창고 문을 열려는 찰나에 마구잡이로 복제한 물건들이 문을 강제로 열어 버려 난장판을 만든다. 하츄핑은 너무 복잡한 이 광경을 보고 몸이 두 개면 좋겠다고 한탄하자 냉큼 하츄핑을 복제시켜 버린다. [8] 하츄핑은 이를 눈치채지 못하고 거울을 보는 줄 알았으나 로미가 하츄핑이 둘이 됐다는 사실에 놀라면서 사태를 인지했다. 하츄핑 자신도 왜 자기가 두 명이 됐는지 당황하는데 짝짝핑(본인)은 하츄핑이 원하는대로 해 줬을 뿐이라고 한다. 두 하츄핑 모두 노발대발하며 화를 내자 왜 화를 내는지 의아해하며 1인 2역으로 또 본인과 본인이 대화를 하다가 [9] 도망친다. 본인이 도망쳐 있는 동안 두 하츄핑은 서로 자신이 진짜라며 싸우는 데 로미가 두 하츄핑이 무언가 다르다며 눈치를 채는 듯 하자 가짜 하츄핑이 진짜 하츄핑을 공격해 정신을 잃게 만든 사이 앞머리가 말린 방향을 바꿨다. 결국 두 하츄핑은 서로 주먹다짐까지 벌이며 장외까지 전투가 이어지는데 가짜 하츄핑이 진짜 하츄핑을 처리하고 가짜는 사라졌다며 유유히 하트로즈로 복귀한다. 한편 진짜 하츄핑은 온몸이 밧줄로 묶이고, 테이프로 입이 막힌 채 하트로즈 옆 쓰레기장에서 로미가 자신(진짜 하츄핑)을 알아보지 못함에 울먹이고 있을때 나타나서 진짜 하츄핑의 포박을 풀어 주면서 둘이 됐으니까 사이좋게 지내면 좋지 않느냐며 눈치없이 행동하는 바람에 하츄핑을 울리고 만다. [10] 한편 티니핑 스쿨에서는 가짜 하츄핑이 전권을 잡게 되자 채소도 먹지 말라, 점심 시간 끝나면 공부 하지 말고 낙서나 하자며 티니핑들을 막 다룬다. 같은 시각 로미도 진열장을 다시 둘러보다가 복제된 쿠키 봉지를 보면서 위화감을 느낀다. 다시 한편 본인은 하츄핑과 대화를 하면서 거울 속의 본인과 대화를 하는 것이 즐겁다고 하면서, 마법으로 본인은 복제할 수 없다는 사실 때문에 다른 것들을 복제하고 있다며 얘기한다. 이에 하츄핑도 무조건 복제하는 건 좋지 않다고 하자 이에 수긍하며 복제체는 성격이 바뀌기도 한다며 인정했다. 그리고 하츄핑은 이제 어떻게 할지 고민하는데 이에 하츄핑을 잘 알고 있다면 로미는 알아볼 수 있다며 얘기해 준다. 다시 로미는 복제된 쿠키 봉지에 인쇄된 하트로즈 로고가 거울에 반사된 듯 반대임을 눈치채고, [11] 아직 짝짝핑의 마법이 풀리지 않았음을 알게됐다. 그리고 가짜 하츄핑을 유심히 지켜보더니 가짜 하츄핑이 왼손에 분필을 쥐고 낙서하는 모습 을 보고는 진짜 하츄핑은 오른손잡이라고 언급하며 정체를 눈치챘다. 여기에 조아핑도 숟가락을 왼손으로 잡았다며 더 몰아붙이던 찰나에 진짜 하츄핑과 함께 하트로즈로 들어왔으며 로미도 가짜라면 프린세스로 변신할 수 없을 거라며 프린세스 다이아하트로 변신한다. 가짜 하츄핑은 쥬얼 하트윙폰에서 점프하자 얼마 못 가 추락했으며 이 가짜 하츄핑을 소멸시키기 위해 프린세스 다이아하트가 캐치되어 달라며 부탁하자 순순히 캐치되었고 이렇게 가짜 하츄핑이 소멸하며 사태는 종결됐다. “이제부턴 아무거나 두 개로 만들지 않을게, 짝짝!” 18화 캐치 대사. 그리고 로미는 변신을 해제하고 하츄핑에게 못 알아본 걸 사과하던 중 앞서 얘기한 약속을 바로 깨 버리고 로미를 둘로 만들어 버려 두 명의 로미에게 혼쭐에 나 버린다(...). 짝짝핑: “히히히, 역시 짝이 좋아, 짝짝! 둘인 게 신나고 재밌어, 짝짝! 그치?” (웃으며) 로미(진짜): “하나도 안 신나거든!” 로미(가짜): “원래대로 되돌려 놔!” 18화 마지막 대사. 이후로는 '위험한 소풍', '핑그르르 티니핑 발레단', '티니핑 스쿨 졸업식', '돌아온 보석숲' 편에서도 재등장. 4. 기타 [편집] 홀수와 짝수 중에서는 짝수를 좋아하는데 정작 작중 캐치 순서는 11번째인데다 젤리 띠부씰은 71번, 빵 띠부씰은 61번인 등 홀수와 연관이 많다. 동작이 믿어핑과 똑같다. 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r1419 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 소리와 짝(쌍, 2개)을 뜻하는 중의적 의미. [2] 외로움의 티니핑이라는 점과 복제 능력을 이용한 듯 하다. [3] 이 복제 능력에는 팅클퍼프에 맞은 대상이 그 좌우반전의 모습으로 복제된다. 생물체일 경우 신체적 특성(주사용 손 등)까지 반대가 된다. [4] 2기 신규 티니핑들 중 최하위 [5] 짝짝핑 이전에 '보석핑을 도둑맞았어요!' 편에서 홀쭉이 도둑 역할로 출연했었다. [6] 여담으로 섬네일에 있는 두 하츄핑 중 오른쪽이 진짜다. [7] 특히 믿어핑은 머리를 밑으로 내려 푸딩에 눈이 가려지게 했는데 토핑으로 붙은 통 커팅 파인애플 단면 부분이 절묘하게 눈의 위치에 위치하는 모습을 보여 준다. [8] 진짜 하츄핑은 앞머리가 본인 시점에서 왼쪽으로 말려 있다. 넷플릭스 자막상으로도 이 둘을 구분하기 위해 하츄핑1, 2로 구분짓는데 진짜는 1번, 가짜는 2번이다. [9] 참고로 자리를 옮겨가며 1인 2역을 하는 장면도 여기서 처음으로 먼 거리에서 묘사된다. 이를 본 로미는 어이가 없어한다. [10] 여담이지만 하츄핑은 눈물에 마법의 힘이 있다는 떡밥이 있는데, 이 장면은 해당 눈물 떡밥이 나온 이후 최초로 울고도 아무런 힘이 작용하지 않은 장면이다. [11] 진짜 하트로즈 로고는 하트가 왼쪽으로 치우쳐 있다. "
}