{
    "name": "쪼꼬핑",
    "image": "/static/images/ping/쪼꼬핑.jpg",
    "gender": "여성",
    "accessory": "모자",
    "likes": "사이좋은 친구들, 다정한 사람",
    "dislikes": "싸우는 친구들, 미워하는 것",
    "magic": "누구든 초코 모자를 씌워 사이좋은 친구로 만든다.",
    "other_info": "쪼꼬핑 - “싸우면 안 돼, 쪼꼬! 사이좋게~ 쪼꼬!” 성별 한국 외 국가 번안명 Chocoping 이름의 유래 초코 모티브 디저트 초콜릿 [1] 소품 모자 [2] 마법 누구든 초코 모자 [3] 를 씌워 사이좋은 친구로 만든다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 22위 성우 김보나 [4] 1 . 개요 2 . 작중 행적 2.1 . 13화~21화 2.2 . 21화 이후 3 . 기타 1. 개요 [편집] 변화의 티니핑, 쪼꼬핑 다정, 활발한 성격으로 다투는 친구들을 도와주고 사랑이 많아 누구든 차별 없이 사랑하는 티니핑 샤샤핑: “이럴 때 쪼꼬핑이 있으면 좋을 텐데...” 로미: “쪼꼬핑?” 포실핑: “응, 모두가 친구가 되기를 바라는 티니핑이야, 포실.” 쪼꼬핑의 특징을 잘 나타내는 대사. '변화의 티니핑'. 자신의 감정에 따라서 머리의 초코볼 색을 바꿀 수 있다. 마법의 초코볼 모자를 사용해서 대상의 헤어스타일을 초콜릿 스타일로 만들어 서로 다투던 대상을 사이좋게 만들 수 있는 능력이 있다. 2. 작중 행적 [편집] 2.1. 13화~21화 [편집] '디저트 마을로 간 로미' 편에서 슈가베리팩트로 본 사건의 재구성 장면으로 선행 등장. '쪼꼬모자로 모두 사이좋게' 편에서 직접적으로 첫 등장. 첫 등장 시 사이좋은 하모니 마을의 주민들을 보고 흐뭇해하면서 머리 모양을 바꾸다가 [5] 딜런의 반려견 '댕댕이' [6] 와 신디의 반려견 '모카' [7] 가 딜런이 던져 온 프리스비의 주인이 누구인지에 대해서 메리루와 레나가 서로 싸우고 있던 도중 [8] 이 싸우는 모습을 보고는 메리루, 레나, 댕댕이, 모카에게 쪼꼬모자를 씌워서 이들을 사이좋게 만들었다. 그러자 레나는 메리루에게 핸드백을 주고, 메리루도 레나에게 스케이트보드를 주고, 댕댕이와 모카는 프리스비를 서로에게 양보해 준다. [9] 그리고 이를 지켜보던 뿌뿌핑이 본인 앞에 나타나 로미(프린세스)와 놀고 싶다는 말을 하면서 꿰어내자 숨긴 의도를 모른 채 꿰임에 넘어가 사이가 좋아지게 해 주겠다고 한다. 이 와중에 다시 한 번 머리 모양을 바꾸며 원하는 스타일로 해 주겠다는 건 덤. 물론 뿌뿌핑은 자기는 필요 없고 프린세스만 부탁한다고 요구한다. 한편, 로미 일행이 계속해서 싸워대는 두 케이크 성의 레전드 핑들 을 화해시키기 위해 쪼꼬핑(본인)을 찾아다니던 도중, 로미는 쪼꼬핑(본인)의 마법에 걸린 메리루와 레나를 목격했다. 이를 보고 말랑핑이 금방 눈치를 챈 한편 포실핑은 쪼꼬모자를 먹어 치움으로써 둘의 마법을 해제했다. [10] [11] 로미는 당장 프린세스 샤베티나로 변신하여 본인을 찾아다니던 중, 뿌뿌핑을 발견했다. 뿌뿌핑은 프린세스 샤베티나에게 같이 놀자며 유인을 시작하지만 당연히 프린세스 샤베티나는 이상하게 본다. 그리고 이를 보더니 프린세스 샤베티나의 머리에 쪼꼬모자를 씌웠다. 하지만 뿌뿌핑은 이를 원치 않아했는데, 뿌뿌핑에게도 의견을 묵살해 버린 채 마법을 걸어 버리면서 뿌뿌핑과 프린세스 샤베티나는 사이좋은 커플이 되고 말았다! 그렇게 뿌뿌핑과 프린세스 샤베티나는 둘이서 서로 알콩달콩한 데이트를 하던 도중, 샤샤핑은 둘이 사이가 좋아진 상태로 뿌뿌핑을 캐치하면 되지 않냐고 제안을 했지만, 뿌뿌핑과 프린세스 샤베티나는 지금은 친구가 된 상태라 프린세스 샤베티나가 캐치를 거부했다. (...) 당연히 뿌뿌핑 역시 캐치되기 싫다며 앙탈을 부린다. 하지만 뿌뿌핑은 프린세스 샤베티나와 같이 힘을 합쳐서 쪼꼬핑을 캐치하면 된다고 말했다. 캐치라는 말에 날벼락을 맞고 도망치려고 했으나, 뿌뿌핑이 재빠르게 본인을 붙잡았다. 프린세스 샤베티나가 어서 캐치하려고 하자 헤어스타일을 바꾸면서 나온 연막으로 시선을 떼어내 다시 뿌뿌핑으로부터 빠져나와 도망을 치기 시작하자, 뿌뿌핑은 프린세스 샤베티나가 캐치할 수 있도록 풍선껌을 던져 진로를 방해했다. 그에 맞서 본인은 초코볼로 풍선껌을 터뜨렸다. 프린세스 샤베티나는 뿌뿌핑을 본인 앞으로 던지고, 뿌뿌핑은 (눈꽃핑을 가두었던 것과 동일한) 풍선껌 속에 본인을 가두어 슈가실드를 펼치게 유도했고, 프린세스 샤베티나는 뿌뿌핑과의 환상적인 팀플레이 덕분에 본인을 캐치했다. [12] “휴~ 사이를 너무 좋게 만들었나, 쪼꼬?” 21화 캐치 대사이자 회차 내 본인의 마지막 대사. 하지만 본인이 캐치된 후에도 마법은 즉시 [13] 풀리지 않아서 프린세스 샤베티나와 뿌뿌핑은 서로에게 슈가베리팩트와 매직슈가볼을 선물로 맞교환하려던 순간 둘이 접촉하면서 뿌뿌핑을 각성시키고 말았다. 2.2. 21화 이후 [편집] '새콤달콤 레전드 티니핑' 편에서는 새콤핑과 달콤핑의 부활하는 모습을 보는 것으로 등장. '새콤달콤한 디저트 파티' 편에서는 초콜릿을 중탕하는 것으로 등장. '돌아와, 뿌뿌핑' 편 마지막 장면에서는 뿌뿌핑에게 위로해 주는 모습으로 등장. '마음을 하나로! 하모니어스' 편에서는 뿌뿌핑이 정화되자 다른 티니핑들과 함께 팩트에서 나와 마을이 원상복귀됨을 기뻐하지만 이내 새콤핑과 달콤핑의 죽음을 인지하고 다른 티니핑들과 함께 울었다. 3. 기타 [편집] 누군가와 친해지게 하는 능력은 바네핑 과 비슷하다. 이름이 쪼 꼼 핑 과 ㅁ받침의 유무로 비슷하다. 퐁당핑 과 비슷하게 폼 체인지가 가능한 티니핑이다. [14] 띠부씰은 세 종류 [15] 나 존재하고, 완구에도 나머지 두 개의 모자가 같이 동봉되어 있는데 피규어와 띠부씰 등으로 공개된 모습에 의하면 만두머리 [16] 의 폼 둘( 갈색 , 흰색 ), 아프로 폼 하나가 있다. 평상시에는 갈색 만두머리 폼이며, 마법을 쓸 때는 아프로 폼, 그리고 흰색 만두머리 폼은 작중 많이 등장하지 않는다. [17] 피규어는 기본적으로 흰색 만두머리 폼을 장착해서 나오는 데 이것도 모자라는 특성에 맞게 분리하는 방식이다. 초콜릿을 모티브로 했다 보니 2024년 공식 인스타의 발렌타인 데이 글 에 등장했다. 다만 정작 이 주간의 에피소드는 20화(2024년 2월 15일 방영), 즉 멜로핑 이 등장했고, 그 후 8일 후인 22일(21화)에서야 본편에 등장했다. 작중 소품이 가장 명확하게 드러나지 않는 티니핑이다. 프로필상으로는 초코볼 모자가 소품이고, 마법을 쓸 때도 모자에서 팅클퍼프를 쏘지만 이를 보기 전에는 무엇으로 마법을 쓰는지 알지 못하기도 한다. [18] [1] 외형을 보면 페레로 로쉐 같은 공 모양의 초콜릿이 모티브로 보인다. [2] 공식적으로는 그냥 '모자'라고 기재됐는데 작중에서는 '쪼꼬모자 '라고 불린다. [3] 참고로 이 쪼꼬모자는 먹을 수 있는 초콜릿이다. [4] 한때 김보 화 로 이름이 오기된 적이 있었다.( 증거 ) 현재는 수정되었다. [5] 갈색 만두머리로 있던 중 흰색 만두머리 - 아프로 순으로 바꾸다가 아프로 머리로 결정했다. [6] 설정 오류로 주인인 딜런이 '누렁이'라고 잘못 불렀다. 애초에 누렁이라고 불릴만한 견종이기는 하지만 주인이 이름을 잘못 부른다는 건 설정 오류로 밖에 볼 수 없다. [7] 그 와중에 레나는 모카의 이름을 '초코'로 개명했다(...). 앞서 댕댕이-누렁이와 달리 설정 오류가 아닌 실제 대사로 신디가 이를 듣더니 이 개는 모카라고 얘기하는 속마음 대사를 친다. [8] 당연하지만 이 프리스비는 딜런(+댕댕이)의 것이고, 레나는 자기가 가졌으니 자기 거라며 억지를 부린 것이다. 그 논리가 맞다해도 레나 자신의 것이 아니라 신디의 것이 되어야지만... [9] 이를 본 마야는 둘에게 왜 그러냐며, 신디는 꿈은 아니냐며 하니의 볼을 꼬집어 괜히 하니를 아프게 했다. 딜런은 당연히 꿈은 아닌것 같다며 댕댕이를 들고 자리를 뜬다. [10] 이때 압권이 포실핑이 배가 고파서 배에서 꼬르륵 소리를 낸 후 이 쪼꼬모자를 보고는 눈을 초롱초롱하게 빛을 내더니 대뜸 먹으려고 달려들지만 저건 먹는 게 아니라며 말랑핑이 막아 세운다. 하지만 말랑핑도 갑자기 멈칫하며 사악한 썩소(?)를 짓더니 먹어서 없애면 그만이라며 포실핑을 놓아 주곤 “ 가랏! 포실핑! ” 이라고 외치며 조련(?)한다. 그리고 포실핑은 눈에 뵈는 게 없었는지 그대로 쪼꼬모자를 향해 달리면서 “초코, 초코, 초코, 초코, 초코!” 를 연신 외치고는 그대로 메리루와 레나의 쪼꼬모자를 먹어 치운 것이다. 물론 그 초콜릿의 양이 자신의 몸보다 몇 배는 큰 탓에 이를 다 먹어 버린 후 폭식으로 인해 배탈이 나서 움직이기 어려워졌다. [11] 사실 사람의 주먹만한 티니핑이 사람 머리를 덮을 크기의 초콜릿 모자를, 그것도 2개씩이나 죄다 먹어 치운다는 것은 말도 안 되는 일이다. 또한 자세히 살피면, 먹은 직후 로미와 뿌뿌핑의 모습을 볼 때 까지만 해도 배가 부풀어서 만족스럽다는 듯 흡족하며 엉금엉금거리는 걸 빼곤 별로 변동이 없다, 이후 화면이 넘어갈 때 완벽하게 기진맥진하며 쓰러져 있는 걸 보면 아직도 먹을 배가 남아 있는지(...) 또 먹어 치우려다 중간에 포기한 듯 하다. 물론 좀 시간이 지난 후에는 소화가 안 됐는지 배탈이 나 버렸다. [12] 이때 프린세스 샤베티나의 슈가 프리즘 샷과 캐치 뱅크신에서도 쪼꼬모자를 쓴 채 송출되었다. [13] 여기가 중요한데, 쪼꼬모자가 서서히 사라진 탓에 바로 마법이 풀리지 않아서 이 사단이 난 거고, 만약 즉시 마법이 풀렸다면 이미 둘의 사이가 다시 멀어지기 때문에 두 도구를 접촉시킬 일이 없었다. [14] 퐁당핑은 옷차림, 쪼꼬핑은 머리 모양. [15] 이전에도 시즌별 모습이 다른 다해핑 은 서로 다른 시즌으로 2종, 폼 체인지를 하는 퐁당핑 , 같은 시즌에 등장하는 눈꽃핑 도 2종에서 끝나고, 하츄핑을 제외한 로열/레전드핑들도 2종씩만 나오는 걸 감안하면 하츄핑(총 8종) 다음으로 종류가 가장 많다. [16] 이전에 등장한 믿어핑 과 뿌뿌핑 은 모두 남성이었으며 본인은 최초의 만두머리 티니핑이다. [17] 작중 쪼꼬모자는 아프로 폼만 나왔으나 본인의 언급에 의하면 세 가지 폼 어느 것이든 가능은 한 것으로 보인다. [18] 그래서 손이 자유로우나, 능력 자체가 모자에서 나오고 그 외의 능력은 초코볼 던지는 것 뿐이라 별로 부각되지 않는다. "
}