{
    "name": "찌릿핑",
    "image": "/static/images/ping/찌릿핑.jpg",
    "gender": "남성",
    "accessory": "번개지팡이",
    "likes": "전기,전구,천둥,번개",
    "dislikes": "정전, 고장난 전구, 무료함",
    "magic": "전기를 발생시켜 상대를 감전시킬 수 있다. 전기가 있는 곳이라면 어디든 공간이동할 수 있다.(예: 콘센트를 통해 방을 오갈 수 있다.)",
    "other_info": "찌릿핑 -  이름의 유래 찌릿찌릿 + 짜릿 하다(스릴) [1] Spark(전기) びりびり(찌릿찌릿) 소품 번개 지팡이 [2] 마법 ① 전기를 발생시켜 상대를 감전시킬 수 있다. ② 전기가 있는 곳이라면 어디든 공간이동할 수 있다. (예: 콘센트를 통해 방을 오갈 수 있다.) 좋아하는 것 전기 , 전구 , 천둥 , 번개 싫어하는 것 정전 , 고장난 전구, 무료함 2023 티니핑 어워즈 인기투표 순위 87위 성우 이경태 코보리 마사키 [3] 1 . 개요 2 . 작중 행적 3 . 능력 4 . 티니핑 소개 일본판 5 . 기타 1. 개요 [편집] 전기가 찌릿찌릿! 짜릿함의 티니핑 무료한 것을 너~무 싫어하는 활발한 성격으로, 짜릿짜릿 재미를 위해 말썽 피우는 활발한 요정 캐치! 티니핑 의 등장 티니핑. 49화의 메인 티니핑이다. '짜릿함의 티니핑'. 산양과 비슷하게 말린 뿔을 달고 있다. 2. 작중 행적 [편집] 에피소드 처음부터 프린세스 클라우디아와 추격전을 벌이며 프린세스 클라우디아에게 잡힐 뻔 했지만 자신의 능력으로 프린세스 클라우디아의 손에 전류 공격 을 해 위기를 회피했다. 그리고 나서 해핑을 제외한 로열핑들을 따돌리고 다른 곳으로 도주한다. 도주한 후, 방금 전의 추격전처럼 짜릿한 일이 일어나길 바라며 공원 벤치에서 평균대 놀이를 하던 중에 레나 3인방이 마야를 끌고 바이킹을 타자고 강요하는 것을 목격했다. 그리고 다 같이 바이킹에 탔는데 마야가 겁에 질려 있자 마야에게 팅클퍼프를 쏴서 더 빠르게 돌리라고 말하는 등 마야는 정신이 나간(?) 상태가 됐고, 거기다가 바이킹 기계에까지 팅클퍼프를 쏴서 움직임도 격렬해지고 기계 장치가 폭주해 통제불능 상태 [4] 가 되자 레나 3인방은 겁에 질려 내려 달라거나 [5] 비명을 지르는 등 아우성을 치다 결국 내리자마자 기절한다. 반면 마야는 즐겁다며 방방 뛴다. 그 후, 하트로즈에서 맛있는 냄새를 맡고서 안으로 들어가 이안이 잡채빵 [6] 에 넣을 잡채를 요리하는데 다소 우물쭈물해하는 [7] 것을 목격하고 이안에게 팅클퍼프를 사용해 격렬해져 엄청난 불맛 을 입힌(...) 잡채를 요리하게 했다. [8] 한편, 하트로즈로 돌아온 로미는 탄 냄새를 감지한 뒤 프린세스 선샤인으로 2차 변신해서 찌릿핑을 캐치하려 했지만 이안과 카일은 찌릿핑(본인)의 공격을 맞고 기절하고 말았다. 그 뒤 콘센트 안에 있는 전류를 타고 이동한 본인은 토스터기의 토스트를 던지거나, 통풍기에 마법을 걸어 아자핑과 라라핑이 접근하지 못하게 막는 등 전기가 통하는 곳을 워프하거나 자유자재로 조종하는 능력을 선보였다. 프린세스 선샤인은 전류 대책으로 고무장갑을 끼고서 [9] 본인을 캐치하려 하지만, 또 다시 본인은 콘센트 속을 워프해서 2층 로미의 방으로 올라와 전등에서 마구 흔들면서 프린세스 선샤인을 도발했다. 그리고 프린세스 선샤인의 공격을 피해서 또 다시 전류를 타고 워프했다. 이 때 들어간 곳은 다름 아닌 TV 속(...) 찌릿핑: “앗, 아니! 이게 어떻게 된 거야?!” 바로핑: “흐흐흐~! 전기는 아껴 써야죠 , 바롬!” 찌릿핑: “앗, 어라?! 이런 게 어딨어? 그거 다시 콘센트에 꽂지 못해, 찌릿?!” 바로핑: “당신이 전기를 계속 발산하고 있어야 TV가 꺼지지 않을 텐데요? 그런데, 지쳐서 TV가 꺼진다면... [10] 으~! 어휴~! 어때요? 생각만 해도 짜릿하지 않습니까, 바롬?” 전기의 위험성을 알려준 바로핑의 설명. TV에 송출된 본인은 해핑에게 들켰는데, [11] 재밌어하며 프린세스 선샤인을 약올리고 있던 도중 바로핑이 TV의 콘센트에 있던 플러그 를 뽑아 퇴로를 차단하여 TV 속에 갇혀 버린다. [12] 그리고 바로핑으로부터 위 대화 내용으로 협박을 당하는데 결국 이에 겁이 난 나머지 항복하고 순순히 캐치되었다. [13] “하아~, 이제 짜릿한 것도 적당히 할래, 찌릿...” 49화 캐치 대사. 캐치된 후 라라핑이 찌릿핑 캐치 기념이라며 노래를 하려는 데 로열핑들은 기겁하며 귀마개를 끼고 [14] 본인은 그냥 라라핑이 부르는 엉망인 노래를 듣지만 이걸론 부족하다며 마법을 걸어 일렉트릭 기타 연주와 함께 샤우팅을 하는 헤비 메탈(?)을 들으며 이 정도는 돼야 짜릿하다며 만족스러워하며 이야기가 끝난다. [15] 이후 '프린세스 베로니카' 편에서 딱풀핑, 무거핑, 씽씽핑과 같이 재등장해 프린세스 베로니카와 로열핑들을 엄호하는 역할로 재등장. [16] 3. 능력 [편집] 마법의 번개를 사용해서 상대를 감전시키거나, 상대의 몸에도 전류를 흘려보내는 위험한 능력을 지니고 있으며, 자신의 몸에도 전류를 흘려보내 상대방의 성격을 스릴을 즐기는 성격으로 바꾸게 해줄 수 있다. [17] 전자에서 약간 영감을 얻었는지 전기 도선으로 이동할 수 있다.또한 프린세스 클라우디아를 완벽하게 농락한 점에서 페시브로 다른 티니핑들보다 조금 더 빠른 신체능력을 가지고 있다. 도선에 들어가고 전자제품 조종하는것부터 이미 밸붕인데 빠르고, 전기를 쏘고, 전기가 흐르고, 덤으로 상대 심리까지 바꾸는 능력까지 있으니 저런 무모한 성격 아니었으면 지금쯤 전기타고 여기저기 난리치고 있겠다. [18] 4. 티니핑 소개 일본판 [편집] “もっとシビれるくらいに楽しいこと、たっくさん探しに行かなくっちゃ！ピリリ！” (한국판 대사: “짜릿짜릿하니까 좋잖아? 또 짜릿한 일 있나 찾으러 가야지! 찌릿!”) 5. 기타 [편집] 시즌 1 2부 후반까지 등장했던 악동핑과 공통점이 많다. 첫 등장 에피소드에서 바로핑이 찌릿핑을 텔레비전에 가두는 연출이 톰과 제리 의 에피소드의 연출과 비슷하다. 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r859 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 스릴이 넘치는 짜릿한 것을 좋아하는 본인의 성격을 고려하면, \"짜릿하다\" 또한 유래했을 것으로 보인다. 당장 첫 등장한 49화의 제목도 <찌릿핑은 짜릿짜릿해> 고, 티니핑송에서도 \" 찌릿짜릿 찌릿핑\"으로 언급되었다. [2] 완드 계통의 지팡이다. [3] 몬쥬 박사 와 중복. [4] 보통 앞뒤 90도로 스윙하는 데 360도 회전 을 해 버렸다. [5] 특히 레나는 뭐 없는 성격에 어울리지 않게 “내려 주세요~!” 라며 존댓말을 했다(...). [6] 여담으로 일본판에서는 야키소바빵 으로 로컬라이징되었다. [7] 카일이 잡채빵의 핵심은 불맛 이라고 하는데 반해, 이안은 여기서 불을 더 세게하기에는 망설여졌는지 우물쭈물하는데 이에 카일이 이안에게 불이 무섭냐고 묻는다. [8] 이 장면에서 유튜브 단독보기 본편 영상 및 KBS 본방송분 한정으로 \"절대 따라하지 마세요\" 라는 자막이 나왔다. 그런 이유로 이 에피소드 한정 15세 이상 시청가 심의로 조정되었다. 물론 이안이 불쇼를 하는 것도 있지만 찌릿핑과 관련해 전기의 위험성과 관련한 모방위험도 한몫했다. 감전 문서를 참고하면 감전의 위험성을 알 수 있으니 읽어두는 것도 좋다. 최근 들어서 편집되었다. [9] 물론 티니하트실드라는 대체재도 있지만, 이 상황에서는 전류를 무시하는 것이 우선이었기 때문에 고무장갑을 낀 것으로 보인다. 실제로 찌릿핑(본인)을 만지려 할 때는 전기가 올라 만지지 못한 수준이었을 뿐이기 때문에 고무장갑 정도로 전류를 차단할 수 있는 수준이다. [10] 이 얘기를 하는 동안 뽑은 플러그를 돌리고 있었다. [11] 이때 해핑의 반응이 압권인데 다른 티니핑들처럼 발견했다고 알린다는 투보다는, TV에 나온 본인을 보고 신기해하는 반응에 가까웠다. 그래서 프린세스 선샤인도 처음에는 믿지 않다가 막상 보니 어쩔 줄 모른다. [12] 물론 HDMI 선을 이용해 셋톱박스 로 튀는 방법이 있다. 그리고 셋톱박스 플러그로 나오면 끝. 다만 로미네 집 TV는 셋톱박스를 쓴다는 묘사는 없다. [13] 이 때 티니하트윙의 하트 메달이 TV 케이블 속을 관통하는 모습을 선보이면서 캐치되었다. [14] 해핑은 스스로 끼지 않은 채 천진난만하게 있다가 하츄핑이 끼워줬다. [15] 반면 로열핑들은 귀마개도 뚫을 정도의 소음에 괴로워한다. [16] 사실상 40화 이후로 첫 등장한 일반 티니핑 중 유일무이하게 첫 등장 화를 포함해 2화 등장한 사례. [17] 1편에서 밀가루를 뿌리는 카일의 모습과 비교해도 그렇고, 감정을 격하게 만들어 주변을 신경 쓰지 않고 민폐를 끼치는 점에서 키키핑의 능력과 판박이다. [18] 정말로 찌릿핑은 아슬아슬하고 농락하는 걸 좋아하는 성격 때문이지, 그게 아니었다면 정말 진작에 탈출하고도 남았다. "
}