{
    "name": "차캐핑",
    "image": "/static/images/ping/차캐핑.jpg",
    "gender": "여성",
    "accessory": "차캐핑의 얼굴도장",
    "likes": "다른 사람 도와주기, (도장을 찍어줄) 착한 아이",
    "dislikes": "도움을 필요로 하는 사람을 외면하는 것, 나쁜 아이",
    "magic": "대상에게 팅클퍼프를 뿌려, 대상이 다른 사람을 배려하게 만든다. 착한 일을 한 아이에게 도장을 찍어주어, 그날 하루 왠지 좋은 일이 일어나게 만들 수 있다.",
    "other_info": "차캐핑 -  이름의 유래 착해 → 차캐 Good(좋은) Stamp(도장) 소품 마법 ① 대상에게 팅클퍼프를 뿌려, 대상이 다른 사람을 배려하게 만든다. [1] ② 착한 일을 한 아이에게 도장을 찍어주어, [2] 그날 하루 왠지 좋은 일이 일어나게 만들 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 58위 성우 김채하 [3] 우쿠모리 미카 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 배려심 가득한 착한 마음의 티니핑. 착한 아이에게는 도장을 찍어 행운을 주는 상냥한 행운의 요정! 캐치! 티니핑 의 등장 티니핑. 19화의 메인 티니핑이다. '착한 마음의 티니핑'. 착한 일을 한 사람의 손에 자신의 얼굴이 새겨진 도장을 찍어주며, 이 도장이 찍힌 사람은 하루 종일 좋은 일들만 일어나게 된다. 2. 작중 행적 [편집] 첫 등장 시 지나가다가 바닥에 버려진 캔을 쓰레기통에 버리는 남자 아이, 공원을 깨끗하게 청소한 여자 아이 두 명에게 도장을 찍어줬다. 그리고 노파의 짐을 들어다 드린 메리루를 보고서는 정말 착한 아이라면서 메리루에게 도장을 찍어줬고, 그렇게 메리루는 그 날 축구 경기에서 혼자서 3골 을 넣어 이긴다던가, 등교할 때 스케이트보드를 타던 중 보행자용 신호등에 빨간불이 안 켜져서 지각하지 않았다던가, 숙제를 안 했는데 운 좋게 데인 선생님이 숙제 검사를 안 했다던가, 점심 시간에는 메리루 자신이 좋아하는 음식인 새우튀김이 메뉴로 나오는 등 행운이 가득 일어나게 되었다. 하츄핑은 메리루의 손등에 찍힌 차캐핑의 도장을 보고서 차캐핑의 마법 능력이 지속되어서 메리루에게 행운이 일어나고 있는 것으로 추측했다. 한편, 이 소문을 들은 레나 3인방은 자기들도 도장을 받으려고 차캐핑을 유인할 작전을 세웠다. 신디와 하니가 길거리에 쓰레기를 버리거나 거리의 간판들을 쓰러뜨리고, 벽에 낙서를 하는 등의 악행들을 하면 레나가 대놓고 착한 티를 내며 악행들을 수습하면서 차캐핑을 끌어들이는 작전이었다. 하지만 그 행동들이 대놓고 티가 났던지라 순수한 마음으로 선행을 하지 않았으니 도장을 줄 리가 없었고, 결국 레나 3인방이 강제로 도장을 빼앗으려고 하자 3인방을 피해서 도망다니게 되었다. 한편, 로미는 바로핑 레이더 [4] 를 활용하여 차캐핑을 찾던 중, 차캐핑을 찾고 있었던 레나 3인방을 목격하고 차캐핑(본인)을 발견했다. 본인은 안 그래도 레나 3인방 때문에 경계심이 커져 자신을 캐치하려고 온 로미만 봐도 도망치게 되었으며, 로미도 당장 프린세스 클라우디아로 변신하여 본인을 쫓아갔다. 본인을 쫓던 중, 프린세스 클라우디아는 하이힐을 신고 있다는 이유로 하이힐을 신은 채로 급하게 계단을 내려가는 것은 위험하다는 충고를 바로핑으로부터 들어서 바로 쫓아갈 수 없던 상황이었다. 그런데 아이들이 계단을 뛰어내려가다가 굴러 넘어지려던 걸 본 프린세스 클라우디아는 자신의 몸을 던져 아이를 구해주고, 아까 들은 바로핑의 경고를 그대로 말해주고는 앞으로는 조심하라면서 당부해주자, 자신을 희생하면서까지 남을 돕는 모습에 감동받은 본인이 프린세스 클라우디아의 손등에 도장을 찍어줬으며, 자신도 착한 공주님에게 도움이 되고 싶다고 하고는 스스로 캐치되었다. “ 착한 공주님 을 만나서 다행이야, 차캐!” 19화 캐치 대사. 그리고 레나 3인방은 그 사실도 모른 채 쓰레기장에서 허송세월을 보내게 되었다. “참 잘했어요~ 차캐! 흐흐흐~” 19화 마지막 대사. 이후 '티니핑 축제' 편에서는 주르핑이 눈물을 흘려 눈물사탕을 부끄핑과 무셔핑에게 준 걸 보고 주르핑에게 도장을 찍어줬다. 그리고 베베핑의 마법으로 인해 아기의 모습으로 변했다. 3. 티니핑 소개 일본판 [편집] “よくできました! スタ～” (한국판 대사: “참 잘했어요~ 차캐!”) 4. 기타 [편집] 1기에서 주르핑 , 투투핑 에 이은 세 번째로 자기 스스로의 의지로 캐치된 티니핑이다. [1] 작중 이 능력은 사용되지 않았다. [2] 이 때, 참 잘했어요! 라는 음성도 흘러나온다. [3] 메리루 와 중복이며, 그래서 에피소드 내에서 자문자답까지 했다. [4] 착한 아이를 찾아다니는 차캐핑(본인)은 올바름의 티니핑인 바로핑에게 반응해 이끌릴 것이라고 생각했기 때문."
}