{
    "name": "차차핑",
    "image": "/static/images/ping/차차핑.jpg",
    "gender": "여성",
    "accessory": "물뿌리개",
    "likes": "화초에 물 주기, 식물 보살피기, 꽃 향기 맡기, 격려하기",
    "dislikes": "꽃을 꺾거나 잔디를 밟는 등의 행동, 부정적인 말과 행동",
    "magic": "<희망의 물줄기> 물을 뿌려 팅클퍼프 마법을 풀 수 있다. 사물/대상의 크기를 키우거나, 시든 식물을 생생하게 만든다.",
    "other_info": "차차핑 - 이름의 유래 차차 하다 [1] 소품 심볼 네잎클로버 [2] 마법 ① <희망의 물줄기> 물을 뿌려 팅클퍼프 마법을 풀 수 있다. ② 사물/대상의 크기를 키우거나, 시든 식물을 생생하게 만든다. 좋아하는 것 싫어하는 것 꽃을 꺾거나 잔디를 밟는 등의 행동, 부정적인 말과 행동 [3] 로미와 변신 프린세스 클로버 2023 티니핑 어워즈 인기투표 순위 31위 성우 이보희 [4] 마노 아유미 1 . 개요 2 . 작중 행적 2.1 . 캐치! 티니핑 2.2 . 반짝반짝 캐치! 티니핑 2.3 . 알쏭달쏭 캐치! 티니핑 2.4 . 새콤달콤 캐치! 티니핑 3 . 4 . 티니핑 소개 일본판 5 . 기타 5.1 . 트러블 없이 합류한 로열핑 1. 개요 [편집] “차차핑이 희망을 줄게, 차차~” 어떤 힘든 상황이 와도 좌절하지 않는 희망의 티니핑! 항상 낙관적으로 생각하는 너그럽고 믿음직스러운 배려의 아이콘. 캐치! 티니핑 의 메인 티니핑 및 서브 로열핑 . '희망의 티니핑'. 너그럽고 낙관적인 성격으로 를 소품으로 가지고 다닌다. 2. 작중 행적 [편집] 2.1. 캐치! 티니핑 [편집] '희망아, 어서 와' 편에서 첫 등장. 로미를 만나기 위해 길거리를 돌아다니다가 생기를 잃은 꽃 한 송이를 발견하고, 희망을 나눠 줄 테니까 기운을 내라고 말하며 로미를 다시 만날 거라는 희망을 품고 길을 떠난다. [5] 그리고 마침내 공원에서 다시 로미, 하츄핑과 재회하고는 기쁨의 눈물을 터트렸다. [6] 그리고 마야 어머니가 다리를 다치면서 식물들을 돌보지 못해 꽃들이 생기를 잃어서 걱정이라는 로미의 부탁을 들어 주고는 마야네 집 꽃들에게 희망의 마법을 걸었다. 하지만 별 효과가 없는 것으로 보이나 본인에 의하면 희망은 바로 꽃을 피우지는 않지만 그 작은 희망을 계속 간직하고 있으면 어떤 고난도 헤쳐나갈 수 있다는 낙관적인 말을 한다. 그 이후 마야가 화분에서 행운의 네잎클로버를 발견하고는 모녀가 모두 희망을 품게 되었다. 그리고 다음 날 마법이 정말 먹혀들었는지 꽃들이 전부 생기를 되찾고 살아났다. '눈물사탕은 어떤 맛?' 편에서 차차핑의 힘으로 변신하는 프린세스 클로버가 처음으로 등장했다. '차나핑을 찾아라!' 편에서는 발을 안 씻고 돌아다녀서 바로핑에게 잔소리를 듣는다.(...) '좌충우돌 생일 파티' 편에서는 로미의 생일 파티 준비를 하다가 깜빡핑의 영향으로 뭘 하고 있었는지 다 까먹고, 컵케이크 위에서 폴짝폴짝 뛰며 좋아하는 모습을 보여줬다.(...) '다 말해 버릴 거야!' 편에 밝혀진 내용으로는 이런 류의 캐릭터가 으레 그랬듯 제대로 화가 나면 상당히 무서워진다. 떠벌핑이 자신의 비밀 [7] 을 동네방네 퍼뜨리고 다닌 것을 깨닫자 말 그대로 폭주 하기 시작하여 먹구름을 소환해 안광과 함께 강력한 천둥번개를 동반하면서 급기야 떠벌핑을 폭행하고야 만다. 동시에 이 이불을 로미가 그냥 방치해 버렸는데, 이에 사라에게 혼이 난 로미는 자신(로미)이 아니라고 하면서도 차차핑(본인)은 자신의 짓임을 밝히고 싶지 않아하며 로미로부터 비밀에 부쳐졌다. '화내지 말아줘' 편에서도 화나핑으로 인해 식물이 시들자 화를 내지만, 다행히(?) 폭주하지는 않는다. 이후 프린세스 클로버가 깜빡핑을 소환해 화나핑이 화가 난 이유를 까먹게 만들려고 하지만 깜빡핑이 자꾸 덤벙대는 바람에 계획이 꼬이자, 보다 못한 본인이 깜빡핑의 지우개를 에 넣은 채로 희망의 물줄기를 화나핑에게 쏴서 캐치에 성공한다. 두 티니핑의 능력을 합쳐서 사용하는 첫 번째 사례. 이때 본인의 물줄기 색깔이 깜빡핑의 팅클퍼프 색깔로 변하는 연출도 있다. '춥다, 추워! 덜덜핑' 편에서는 덜덜핑이 바닥에 얼음장판을 깔아서 다들 미끄러지자 좋은 생각이 있다면서 자신의 물줄기로 스케이트화를 만든다. 이후 덜덜핑을 프린세스 클로버 쪽으로 날려 덜덜핑을 캐치하는 데 큰 도움을 준다. 여담으로, 스케이트를 탈 때 잠깐 동안 바로핑 위에 올라탄다. '그림이 살아있다?' 편에서는 하츄핑이 그림핑에게 마법을 사용한 틈을 타 그림핑의 물감 붓을 재빨리 빼앗아서 이제 우리랑 함께 지내자고 말한다. 프린세스 클로버도 본인의 신호를 듣고 그림핑을 캐치했다. '씽씽핑은 빠른 게 좋아!' 편에서는 씽씽핑을 잡기 위해 바로핑, 라라핑과 레이싱을 한다. '아기가 좋아, 베베핑!' 편에서는 베베핑의 마법에 걸려 아기가 된 레나를 돌보고 있었는데, 바로핑과 아자핑은 \"아무것도 안 하고 싶다\"고 뒷담한 뒤 몰래 도망치려고 했으나, [8] 차차핑(본인)이 이 둘 을 뒤통수를 갈겼고(...) “빨리 가서 우유 가져 와!” 라고 말하면서 화를 냈다. '꽃 만들기 대소동' 편에서는 플라핑이 피운 꽃을 보고 이 꽃은 이모션 왕국에서만 핀다며 의구심을 품는다. 그리고 플라핑은 왕국의 정원사라고 하며 플라핑에 대해 잘 아는 모습을 보여 준다. [9] '공부할 땐 조용히, 똑똑!' 편에서는 마법에 걸린 로미를 구하기 위해 아자핑이 온갖 묘기를 부리자 해핑과 함께 응원한다. '프린세스 베로니카' 편에서는 해핑이 온몸이 흑백이 된 채 기운을 잃자 하츄핑, 바로핑, 아자핑, 라라핑과 함께 안타까워하다가 하츄핑의 눈물로 인해 프린세스 베로니카가 된 로미와 함께 각성한다. 그리고 딱풀핑, 무거핑, 찌릿핑, 씽씽핑의 도움으로 앙대핑을 캐치하게 된다. 이후 로미와 함께 이모션 왕국으로 갔다가 마을로 돌아온다. 2.2. 반짝반짝 캐치! 티니핑 [편집] '반짝반짝 보석티니핑' 편에서는 왕립 티니핑 스쿨의 선생님이 되어 있었는데, 조아핑 , 방글핑 , 믿어핑 이 훔쳐간 쥬얼 하트윙폰을 라라핑과 함께 다시 뺏으려 했지만 뺏지 못했다. 이 모습을 보고 이들이 하모니 마을로 가려고 한다는 직감을 하며 로미에게 연락하려 하지만 뒤늦게 나타난 몬쥬 박사가 연락을 시도한 것은 전파가 방해 [10] 를 받아 연결되지 않았다. '대결! 로열핑' 편에서는 바로핑, 아자핑, 라라핑과 함께 재등장. 보석티니핑들을 잘 캐치하고 있는 조아핑, 방글핑, 믿어핑이 못 미덥다면서 대결을 신청했지만 사실 이것은 가면핑에 맞서는 능력을 키워 주기 위한 일종의 훈련을 시키려고 했던 것. 그렇게 보석티니핑 친구들이 진작부터 성장했다는 것을 알아채자 이들에게 계속 보석티니핑 캐치를 맡기고 왕국으로 돌아간다. 참고로 본인은 경기에는 참전하지 않고 MC를 봤다. [11] '티니핑 스쿨 졸업식' 편에서는 바로핑, 아자핑, 라라핑, 제니와 함께 재등장. 티니핑 스쿨의 졸업식을 돕기 위해 온다. 그렇게 졸업식을 끝내던 찰나에 가면핑이 나타난다. 2.3. 알쏭달쏭 캐치! 티니핑 [편집] '파티핑과 파티파티' 편 마지막 장면에서 등장한 로미, 마야, 메리루의 앨범 중 '동화 속 공주님이 되고 싶어' 편의 장면으로 간접적으로나마 재등장. 2.4. 새콤달콤 캐치! 티니핑 [편집] '푸딩푸딩 푸딩댄스' 편에서 로미가 따라핑을 회상하는 장면에서 카메오로 재등장. 3. [편집] 티니핑TV에서 '차차핑의 랜덤 화분 키우기'의 영상이 업로드되었다. 4. 티니핑 소개 일본판 [편집] “希望をあげるチャチャ” (한국판 대사: “희망을 줄게, 차차~”) 5. 기타 [편집] 완구의 테마 게임은 횡스크롤 러닝 액션 게임. 2기부터는 서브 로열핑 포지션을 조아핑, 방글핑, 믿어핑에게 물려주고 조력자 포지션이 되었다. 착한 사람이 화내면 무섭다 는 기믹의 티니핑이다. 이후 3기에서 이 기믹은 꾸래핑 에게 이어진다. [12] 작중 유일무이한 초록색 베이스의 로열핑이다. [13] 5.1. 트러블 없이 합류한 로열핑 [편집] 역대 로열핑 중에서는 몇 안 되게 첫 등장 때 로미와 큰 트러블 없이 합류하였다. 본인과 하츄핑 [14] , 말랑핑 , 샤샤핑 [15] 을 제외하면 다른 로열핑들의 합류과정은 크고 작은 트러블이 있었으며 각자 내용은 다음과 같다. 바로핑 은 합류 자체는 문제가 없었지만, 합류 직후 나일을 과도한 바른 생활 학생으로 만든 바람에 이를 못마땅해하는 로미와 갈등이 있었다. 이 과정에서 실수로 하츄핑을 공격하기까지 했다. 아자핑 은 뜀틀에 공포증이 있던 마야에게 마법을 걸어 억지로 뜀틀을 뛰게 만들었다가 마야가 또 뜀틀에 걸려 넘어지면서 트라우마를 건드려 로미의 야단을 맞고 자신의 능력에 역공을 당해 캐치까지 되었다. 라라핑 은 로미(프린세스 하트)와는 반갑게 인사하긴 했지만, 두아에게 노래를 가르쳐 주려던 걸 모르고 도망치려고 생각한 로미(프린세스 하트)의 오해를 사는 바람에 캐치까지 되었는데, 이 부분에 대해서는 오해를 푼 다음, 일단 로미(프린세스 하트)가 풀어줬고, 두아가 노래 가창에 대한 트라우마를 이겨낸 후에야 돌아왔다. 해핑 은 악동핑 으로 타락하는 바람에 로미 일행과는 완전히 척을 졌던 적이 있었기에 합류하는 과정 자체에서 산전수전을 다 겪었다. 2기의 조아핑 , 방글핑 , 믿어핑 [16] 은 애초에 쥬얼 하트윙폰을 훔쳐 지구에 온 자체가 보석숲 친구들을 구하기 위한 것인데 그 이유가 로미는 더 이상 마법을 쓰지 않는다는 맹세를 한 것 때문에 로미와의 신뢰가 개박살(...)이 난 상태였고, 결국 이로 인해 이 셋과 하츄핑, 로미 모두 엘리베이터 사고로 인해 죽음의 문턱까지 갔었으나 후보생들이 놓친 쥬얼 하트윙폰을 로미가 잡아내 프린세스 다이아하트로 변신해서 모두를 살려냈다. 하지만 쥬얼 하트윙폰의 사용법을 알지 못해 이 변신을 푸는 것도 시간이 걸렸다. 3기의 꾸래핑 , 솔찌핑 , 나나핑 은 의도한 건 아니지만 하늘에서 추락하면서 로미와 충돌해서 상해를 입혔는데, 이 와중에 나나핑은 로미의 이마에 난 혹을 호기심이 생긴 바람에 이를 때려(...) 아프게 했다. 4기의 포실핑 은 게이트에서 혼자 다른 곳에 떨어진 바람에 로미(프린세스)를 찾아야 하는 데 로미의 얼굴을 모른 탓에 유일하게 기억하고 있던 포니테일 헤어스타일만 보고 레나를 로미로 오해한 바람에 납치극을 벌이게 만든데다 순진한 성격탓에 레나의 명령만 듣고 팀킬까지 자행해 '쟤 로열핑 맞아?'(...)라는 소리까지 들었다. 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r758 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 서두르지 않고 천천히 하다. [2] 3기에서 똑같은 심볼을 지닌 레전드핑인 행운핑 이 등장한다. [3] 마이펀 놀이북 참고. [4] 레나 와 중복이며, 4기에서 머랭핑 도 맡는다. [5] 이후 꽃이 완전히 활짝 피어난 것은 아니지만 약간의 생기를 되찾은 듯한 모습을 보였다. [6] 이때도 사실은 외롭지 않았다며 애써 선의의 거짓말로 로미의 걱정을 덜어 주려 했는데 감정이 북받쳐 오르자 그제서야 솔직하게 너무나 외로웠다며 펑펑 울어댔다. [7] 자다가 이불에 오줌을 쌌다(...). 이때 압권인 점은 자다가 무서워서 로미네 방으로 와서 로미와 같은 침대에서 자는 데 화장실에 가고 싶은데 화장실에 있는 꿈을 꾸고 그대로 오줌을 싸 버린 것. 하술하겠지만 로미가 이 이불을 치우지 않아 사라에게 한 소리 듣는 계기가 되어 버린다. [8] 그 와중에 레나가 하츄핑을 젖병으로 착각한 상태에서 강제키스(?)를 시전하고 있었다. [9] 최근에 아자핑의 대사가 수정되었다. “에이, 뭐야~”에서 “겨우 그거야?” [10] 하모니 마을에 보석티니핑이 유성처럼 떨어지고 있었기 때문이다. [11] 1기의 로열핑들은 하츄핑(중립)과 해핑(불참)을 제외하면 4마리고 2기의 로열핑들은 3명이기 때문에 공평한 경기로 만들기 위해 빠진 것이다. [12] 차분한 로열핑 계보는 차차핑-조아핑-꾸래핑-샤샤핑으로 이어지는데 조아핑과 샤샤핑은 이 기믹은 없다. 조아핑은 소심한 성격이라 화도 잘 못내고, 샤샤핑은 분노의 표출 방법이 남에게 해를 가하기 보다는 슬픔으로 표현하는 편이다. [13] 서브 컬러를 포함하면 조아핑과 포실핑도 있다. [14] 하츄핑은 큐브가 파괴될 때 지켜냈다. 이걸 포함하면 트러블이 없었다고 할 순 없지만 이는 다른 로열핑들도 모두 겪은 일이다. [15] 다만 이 둘도 하술하겠지만 포실핑 구출 작전에 동참해 로미와의 갈등은 아니지만 트러블은 있었다. [16] 다만 이 시점에서 이들은 로열핑이 아닌 후보생이었다. "
}