{
    "name": "캔디핑",
    "image": "/static/images/ping/캔디핑.jpg",
    "gender": "여성",
    "accessory": "사탕 바구니",
    "likes": "칭찬하기, 달콤한 말",
    "dislikes": "싸움, 상처 주는 말, 부정적인 말",
    "magic": "달콤한 말로 칭찬하게 만든다.",
    "other_info": "캔디핑 - “ 너 희 는 역시 달콤한 말이 필요하겠어! 캔디 캔디 내 귀에 캔디 !” 성별 한국 외 국가 번안명 Candyping 이름의 유래 캔디 모티브 디저트 사탕 소품 사탕 바구니 [1] 마법 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 19위 성우 박시윤 [2] 1 . 개요 2 . 작중 행적 2.1 . 1~2화 2.2 . 3화 이후 3 . 기타 1. 개요 [편집] 솔깃함의 티니핑, 캔디핑 달콤한 말만 해줄게~ 칭찬하는 걸 좋아하는 긍정적인 요정 '솔깃함의 티니핑'. 마법을 사용해서 대상에게 듣기 좋은 말을 할 수 있는 능력이 있다. 2. 작중 행적 [편집] 2.1. 1~2화 [편집] '새콤달콤 디저트티니핑' 편에서 와플핑과 함께 공장으로 가고, 공장을 가동하던 중 휴식하자는 말을 하며 카메오로 첫 등장했다. 바로 다음 회차인 '변신! 프린세스 베리하트' 편에서 본격적으로 등장. 뿌뿌핑의 소행으로 인해 지구로 떨어져 같은 곳에 떨어진 뿌뿌핑과 조우했는데, 뿌뿌핑이 훔친 것이 매직슈가볼이 아니냐며 의심하던 도중, 갑자기 나타난 너구리가 뿌뿌핑의 매직슈가볼을 잡고 으르렁대자 달콤한 말을 들려줌으로써 너구리의 분노를 진정시키려고 했다. 그러나 너구리는 더 화가 나서 본인과 뿌뿌핑을 쫓아와 부랴부랴 도망친다. 알고 보니 이 때 한 말이 “너처럼 예쁘게 생긴 여자애(암컷)는 처음 봤다” 였는데 뿌뿌핑이 그 너구리는 남자애(수컷) 라고 알려 주자 수컷들만 가진 무언가 를 보고야 본인의 실수를 자각하며 창피해한다(...). 그렇게 너구리에게 쫓기던 중, 뿌뿌핑과 다른 방향으로 도망쳐서 일단 너구리를 따돌렸다. [3] 그 후 로미와 레나가 슈가베리팩트와 포실핑을 가지고 서로 싸우고 있던 장면을 목격했고, 마법을 걸어 로미가 레나에게 칭찬 아닌 칭찬(...) [4] 을 부리게 했다. 이후 로미는 샤샤핑의 아이스크림 요정들 덕에 정신을 차리고, 레나를 칭찬한 일에 수치심을 느낀다(...). 그러다가 샤샤핑에게 정체를 들키자 순순히 따라와서 샤샤핑이 로미에게 소개를 시켜 주면서 “아마도 넌(로미) 얘(캔디핑)의 마법에 걸렸던 거 같아.” 라며 설명해 준다. 그러자 겁을 먹었지만 하츄핑이 디저트티니핑임을 눈치채자 자기소개를 하고 로미를 알아본 듯 했지만 샤샤핑은 시간이 없다며 말을 막아 세운다. 그리고 샤샤핑의 설득을 듣고 포실핑과 슈가베리팩트를 되찾으면 캐치되겠다고 약속했다. 레나와의 추격전 도중 거리가 좁혀지지 않자 말랑핑이 자신의 팔을 고무처럼 늘려 새총처럼 함께 발사되어 레나에게 착지되자 레나에게 달콤한 말을 들려 줘 정신줄을 놓게 한 사이 말랑핑이 슈가베리팩트를 로미에게 던지고 본인도 말랑핑, 포실핑과 함께 탈출을 시도하지만 포실핑은 다시 잡혀 버리고 말았다. 하지만 슈가베리팩트를 되찾고, 플로라 하츄핑은 베리 하츄핑으로 각성하고, 로미는 프린세스 베리하트로 변신해 레나로부터 포실핑을 어렵게 되찾는 데 성공한 후, 본인은 프린세스 베리하트로부터 포실핑을 구해준 보답으로 달콤한 곳으로 스스로 가겠다면서 약속대로 캐치되었다. “친구들에게 달콤한 말만 해 줄 거야, 캔디!” 2화 캐치 대사. 그리고 하트로즈로 돌아와서 로열핑들이 마야, 메리루와 인사한 후 로미에게 뿌뿌핑에 관한 얘기를 하고 있을 때 에피소드 초반에 자신이 하모니 마을로 오기 전 숲 속에서 뿌뿌핑을 만났으나 너구리에게 쫓기다 헤어졌다고 증언을 한다. 2.2. 3화 이후 [편집] '샌드핑과 샌드쿠키의 비밀' 편 중 첫 장면에서 머랭핑과 함께 주스가게에서 주스를 들고 나오며, 그리고 회상 장면에서 마카핑과 함께 볼에 담긴 휘핑크림을 저으며 등장했다. '로열 티니핑이 되고 싶어' 편 마지막 장면에서는 또너핑을 환영하는 역할로 등장. '납작해져라! 와플핑' 편에서는 티니핑 마트 놀이에서 계산원 역할을 담당했다. 그러다가 와플핑이 본인 근처를 지나가자, 깜짝 놀라 바코드 인식기를 떨어뜨렸는데 바코드 인식기가 눈을 스캔하여 아파하는 데 캔디핑(본인)을 인식해 버린다. [5] '알록달록 색칠해요 마카핑' 편 첫 장면에서 카메오 등장. '말랑핑 마음은 말랑해요' 편 중 뿌뿌핑의 악몽 속에서도 등장했다. '디저트 마을로 간 로미' 편 중 과거 회상 장면에서 등장. '울면 안 돼! 커핑, 머핑' 편 마지막 장면에서는 자고 있는 커핑&머핑을 지켜보는 역할로 등장. '아기 돌보기는 힘들어, 또너' 편에서 카메오 등장. '샤샤핑이 낫게 해 줄게' 편에서는 별똥별 사탕이 담긴 아이스크림을 먹은 하츄핑을 치료하기 위해 샤샤핑, 샌드핑, 롤리핑, 핫케핑과 함께 꽁꽁딸기를 찾으러 떠난다. 그러나 얼음 바닥이 무너져 떨어질 위기였으나 샌드핑의 낙하산으로 무사히 탈출하여 리타이어. 이때 떨어지는 와중에도 샤샤핑을 밀치면서 샤샤핑은 조난당하지 않았다. 이후 하츄핑이 꽁꽁딸기 주스를 마시고 건강이 회복되자 샤샤핑을 비롯한 캔디핑(본인)과 다 른 디저트 핑 들 은 기쁨에 눈물을 흘렸다. [6] '새콤달콤 레전드 티니핑' 편에서는 새콤핑과 달콤핑의 부활하는 모습을 보는 것으로 등장. '새콤달콤한 디저트 파티' 편 또한 티니핑 마트의 계산원 역할로 등장해 마트에서 구입한 물건을 계산한다. 내공이 좋은지 속도가 매우 빠른데, 한 팀 의 물건을 계산했는데 다음 팀 도 너무 많이 구매하려 하자 절망한다. '돌아와, 뿌뿌핑' 편 마지막 장면에서는 뿌뿌핑에게 위로해 주는 모습으로 등장. '마음을 하나로! 하모니어스' 편에서는 뿌뿌핑이 정화되자 다른 디저트핑들과 함께 팩트에서 나와 마을이 원상복귀됨을 기뻐하지만 이내 새콤핑과 달콤핑의 죽음을 인지하고 다른 디저트핑들과 함께 울었다. 3. 기타 [편집] 프린세스 베리하트가 작중 처음으로 캐치한 디저트티니핑이자, 최초로 슈가 프리즘 샷을 맞지 않고 캐치된 디저트티니핑이다. [7] 역대 시즌별 1호 캐치 일반핑인 키키핑 , 까르핑 , 빨리핑 과는 달리 작중에서 캐치하는 첫 일반 티니핑 중 최초로 스스로의 의지로 프린세스에게 캐치된 티니핑이다. 1기 키키핑 과 3기 삐짐핑 에 이은 세 번째 사탕과 관련이 있는 티니핑이다. 또한 같은 시즌에는 롤리핑 도 등장하는데 롤리핑과는 종족이 같음에도 크게 엮이지 않는다. 능력이 달콤한 말을 한다고 하는 데, 이는 사탕발림 을 말한다(...)라고 하는 데 아무리 봐도 캐릭터 모티브는 이거 . 주 시청자 층에 비해 모티브가 너무 올드하다. [1] 잭 오 랜턴 을 형상화한 모양이다. [2] 본작의 엔딩 송 또한 담당했다.( 박시윤 본인의 인증 게시물 ) [3] 반면, 뿌뿌핑은 이 회차 끝 쯤까지 계속 추격을 당하다가 건물 옥상에 올라왔을 때 귀 부분의 풍선을 부풀려 날아가며 겨우 따돌렸다. [4] 이때 대사가 “있잖아~ 넌(레나는) 참 천재 같아! 어쩜 그렇게 거짓말을 잘하는지~!” 라며 레나의 성격을 비꼬아서 레나를 칭찬했다(...). 그리고 도주하는 모습을 보면서 이 모습이 마치 도둑 고양이 같다며 콩깍지(?)가 쓴 모습을 보인다(...). [5] 이때 더 압권인 건 계산기 모니터에 X자 눈을 한 캔디핑(본인)의 얼굴이 비춰졌다(...). 하지만 바코드 인식기의 레이저는 눈에 나쁘기 때문에 고의적으로 따라하지는 말자. [6] 그 사이에 캔디핑(본인)은 대성통곡을 했다. [7] 슈가 프리즘 샷의 존재는 다음 캐치인 머랭핑 을 캐치하며 소개되었다."
}