{
    "name": "코자핑",
    "image": "/static/images/ping/코자핑.jpg",
    "gender": "남성",
    "accessory": "청소기",
    "likes": "반짝이는 꿈젤리",
    "dislikes": "악몽젤리",
    "magic": "대상을 잠들게 할 수 있다. 대상이 잠들면, 꿈을 들여다보고 꿈젤리를 만든다.",
    "other_info": "코자핑 -  이름의 유래 코~ 자 다 Sleep(잠자다) 소품 마법 대상을 잠들게 할 수 있다. [2] 대상이 잠들면, 꿈을 들여다보고 꿈젤리를 만든다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 94위 성우 정유정 오카무라 하루카 1 . 개요 2 . 작중 행적 3 . 능력 4 . 티니핑 소개 일본판 5 . 기타 1. 개요 [편집] 꿈속을 들여다보는, 졸음의 티니핑 사람들을 잠재우고 꿈젤리를 얻는 것을 좋아하는 호기심 많은 요정. 캐치! 티니핑 의 등장 티니핑. 37화의 메인 티니핑이다. '졸음의 티니핑'. 사람들을 재우고 꿈젤리를 먹는 것을 좋아하는 호기심 많은 요정이다. 캐치되었을 때의 대사 가 압권. 2. 작중 행적 [편집] '잠자는 하트로즈의 공주' [3] 편에서 첫 등장. 등장하자 마자 아이스크림을 먹던 레이먼을 잠을 재워 꿈을 보며 달콤한 꿈젤리를 먹었다. 로미가 마침 레이먼이 잠자는 걸 목격하고, 티니하트윙으로 코자핑(본인)을 목격해 캐치하러 갔다. 그리고 레나 3인방도 잠을 재워 꿈젤리를 먹는 데 신맛이 나서 질색을 했다. 로미도 뒤따라 레나 3인방이 잠들다가 깨어난 것을 목격했고 코자핑(본인)을 마저 쫓아갔다. 이후 악동핑이 본인 앞에 나타나 로미의 꿈을 빨아들이면 특별한 꿈젤리가 나온다면서 감언이설로 꿰어내 악동핑과 동맹을 맺었다. 이를 목격한 아자핑이 몰래 로미에게 이 사실을 알리러 갔다. 이윽고 본인과 악동핑 동맹은 하트로즈 로미의 방에 왔지만, 이미 잠든 로미의 꿈을 봤는데 꿈구름이 나타나지 않았다. 사실 프린세스 스타는 진짜로 자는 게 아닌 자는 연기 를 했던 것. 악동핑이 당장 티니하트윙을 빼앗으려 달려들었지만 아자핑이 방어했다. 하지만 그 충돌로 인해 코자핑(본인)의 가 제멋대로 튀어올라 쏘아진 팅클퍼프에 맞아 프린세스 스타는 결국 잠에 들었다. 이 사이 악동핑과 본인은 도주했고, 로열핑들은 프린세스 스타를 깨우려고 갖은 일을 한다. 마법서에 의하자면 '코자핑의 마법을 풀기 위해서는 최소한 다섯 명의 로열핑들이 ○○을(를) 해야 한다'라고 적혀 있었지만, ○○ 부분만 지워져 알 수 없었다. 그래서 마법책 읽기, 얼굴 잡아당기기, 방귀 뀌기 등 여러 가지를 시도했지만 역부족이었다. 그러나 방귀가 책의 ○○ 부분을 복구시켰는데, 그것은 바로 잠자는 숲속의 공주 결말과 동일한 뽀뽀 . 그리고 악동핑의 작전이 실패 [4] 한 후 코자핑(본인) 혼자 다시 하트로즈로 돌아와 보니 프린세스 스타는 이번에도 자는 척을 하면서 또 본인은 같은 수에 속아 넘어갔고, 사촌인 차나핑의 팅클퍼프를 맞고 잠이 든 사이 캐치되었다. “ 으아~! 내가 코, 코~ 자다니! ” 37화 캐치 대사이자 회차 내 본인의 마지막 대사. '티니핑 축제' 편에서 재등장하는데, 춤추기 귀찮아하는 사촌 차나핑에게 오늘만 즐기자며 얘기한다. 3. 능력 [편집] 마법을 사용해서 대상을 잠들게 만들어 꿈을 꾸게 만드는 능력이 있다. 그 외 다른 능력이 있는데, 빨아들인 대상의 꿈을 젤리로 만들어 먹을 수 있다. 주르핑 의 눈물사탕과 비슷하다. 코자핑(본인)이 만드는 꿈젤리는 꿈꾸는 사람의 정신 상태, 꿈의 내용에 따라 맛이 결정되며 젤리빈 형태를 가지고 있다. 잠들게 만든 대상의 꿈을 볼 때는 눈색이 초록색에서 자주색으로 바뀐다. 단, 약점은 진짜로 자는 게 아닌 자고 있는 척하는 대상 은 꿈젤리를 얻어 먹을 수가 없고, 바로핑의 마법서에 의하면 대상의 수면 지속 시간은 코자핑(본인)이 꿈을 빨아들인 양에 비례 한다는 점 또한 약점이 될 수 있다. 4. 티니핑 소개 일본판 [편집] “今ならきっと甘い甘い夢が見られるぞ！ぐっすり眠れ、スリ！” (한국판 대사: “지금이라면 엄청 달콤한 꿈을 꿀 거야! 잠에 빠져라~ 코자~!”) 5. 기타 [편집] 차나핑 과는 사촌형제지간이다. 공교롭게도 둘 다 프린세스 스타에게 캐치되었다. 이름이 이름이라서 그런지 캐치 대사가 내가 고자라니 를 패러디했다. 모자를 쓰는 티니핑인데, 잠을 자게 만드는 티니핑인 만큼 나이트 캡 을 쓴다. 색상이 색상이라서 산타 모자처럼 보이기도 한다. 실제로 2020년 티니핑송 크리스마스 버전 뮤직비디오에서는 본인이 아자핑과 무거핑이 끄는 썰매를 타고 선물을 뿌려주는 모습으로 나왔다. 추상적인 무언가(꿈/눈물)을 디저트로 만들어 먹는 것은 주르핑 과, 대상을 잠들게 만드는 능력은 요거핑 과 유사하다. 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑/티니핑 캐치! 티니핑/티니핑 문서의 r850 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 넷플릭스 자막 기준. 캐치! 티니핑 AR 에서는 Slee pp ing으로 나온다. [2] 여담으로 4기의 요거핑 , 그리고 실제로 사용하지 않았으나 1기의 최종 보스 앙대핑 또한 상대를 잠재우는 능력이 있다. [3] 당장 제목부터가 잠자는 숲속의 공주 의 패러디다. [4] 상황이 다소 압권인 게 방귀 뀌기를 시도했을 때 아자핑이 방귀를 너무 세게 뀐 나머지 미사일 발사하듯 날아가 버렸고, 악동핑이 창문을 통해 상황을 보러 들어오다 이를 맞고 멀리 날아가 버렸다. 악동핑의 대사는 더 압권인 게 “이 냄새는 뭐야!!!” 라며 외마디 비명과 함께 날아간다."
}