{
    "name": "투투핑",
    "image": "/static/images/ping/투투핑.jpg",
    "gender": "여성",
    "accessory": "아이섀도 팔레트와 섀도브러쉬",
    "likes": "화장하기, 꾸미기, 그리고 로미공주님♥!",
    "dislikes": "로미공주님이 자기보다 예뻐하는 것",
    "magic": "대상에게 팅클퍼프를 뿌려, 대상의 질투심을 부추긴다.",
    "other_info": "투투핑 - 이름의 유래 질 투 ジェラ シー [1] (질투) 소품 마법 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 74위 성우 정혜원 [2] 신자키 유우리 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 나만 사랑해주길 바라는, 질투의 티니핑. 로미공주님이 세상에서 제일 예쁘다고 [3] 생각하는 로미바라기. 캐치! 티니핑 의 등장 티니핑. 17화의 메인 티니핑이다. '질투의 티니핑'. 마법을 사용해서 대상을 질투하게 만드는 능력이 있다. 마법에 걸린 대상의 눈가에 아이섀도가 칠해지는 건 덤이다. 2. 작중 행적 [편집] 첫 등장 시 본인이 자기가 앉으려고 한 벤치를 차지한 고양이 꼬리를 밟음으로써, 처음부터 질투심 많은 성격을 강조하면서 자신의 벤치를 차지했다. 벤치에 앉은 본인은 새 옷을 산 레나와 (레나의 새 옷이 탐나는) 신디에게 마법을 걸어 서로를 질투하게 만들었다. 그리고 벤치를 떠나면서 자기보다 더 예쁜 존재는 없다는 말을 하자마자, 프린세스 하트가 자신의 눈앞에 나타나자 프린세스 하트의 우아한 자태에 한 눈에 반해 에피소드 시작 2분 10초 만에 캐치되었다. [4] “아... 반해 버렸어, 투잉!” 17화 캐치 대사. 이 뒤부터가 사실상 투투핑(본인)의 메인 스토리. 캐치된 뒤에는 레몬 타르트 대접을 받았다. 하츄핑이 레몬은 시어서 싫다며 편식을 하지만, 로미는 이번만이라며 딸기 타르트를 건네주고, 하츄핑의 로미의 딸기 타르트가 세상에서 제일 맛있다는 애교를 받아준다. 그리고 이 모습을 본 본인은 로미가 하츄핑만을 귀여워해 주자 질투심이 생기기 시작했다. 레몬 타르트 대접이 끝난 후, 본인은 위에 딸기를 얹은 레몬 타르트를 하츄핑에게 주었는데, 하츄핑은 아무 의심없이 먹었다가 신맛이 나자 질색한다. 결국 타르트는 아자핑이 다 먹어 버렸고, 다른 로열핑 4인으로부터 하츄핑은 의심을 받았다. 이내 로미가 찾아와 아자핑 입에 묻은 타르트 크림을 먹자, 로미도 레몬맛임을 눈치챘다. 로미는 아무리 하츄핑의 레몬 편식을 고치기 위해서라지만, 음식에 장난을 치고 억지로 먹이려는 것 또한 안 좋은 것이라고 야단을 친다. 결국 본인은 로미가 하츄핑만 예뻐한다고 질투하여 편지 한 장을 남기고 가출했다. 가출을 하자마자 전술한 에피소드 초반에 나온 고양이와 재회를 하는데, 고양이가 투투핑(본인)의 보따리를 발톱으로 할퀴자, 그만 아이섀도가 떨어지고 말았다. 마법을 쓸 수 없는 본인은 고양이에게 계속 쫓기고 말았다. 한편, 밖으로 나온 로미는 투투핑이 남기고 간 편지를 읽었지만 투투핑(본인)이 쓴 글씨가 너무 악필인 탓에 글자는 알아보지 못했으나 '가출'이라는 글자만은 알아봤고, 투투핑(본인)을 찾던 도중 투투핑(본인)의 아이섀도를 다시 발견한다. 로미와 하츄핑은 서로 자신이 심했다면서 자책을 한 후 고양이 발자국을 발견한 덕에 본인을 발견하고, 본인이 깡통 안에 갇혀 고양이의 발톱 공격에 위기에 처한 그 때, 바로핑과 하츄핑의 합동 공격으로 본인을 고양이로부터 지켜냈다. 그리고 서로 간의 오해를 풀면서 사건 해결. 이후 '티니핑 축제' 편에서 재등장. 자신을 위한 축제는 없냐며 질투를 한다. '다 얼려 버려, 꽁꽁핑' 편에서 덜덜핑의 회상 속에서 재등장. 3. 티니핑 소개 일본판 [편집] “私のほうがハチュピンより、かわいいのに！ 何でハチュピンだけ特別扱いするの！” (한국판 대사: “내가 하츄핑보다 더 귀여운데! 왜 하츄핑만 특별히 예뻐하지?! 투잉!”) 4. 기타 [편집] 모든 티니핑 중 2위로 최단속으로 캐치된 티니핑이다. 에피소드 시작으로부터 2분 10초 만에 캐치되었다. [5] 그래서 해당 에피소드에서 캐치 후의 분량이 더 많은 편이다. 주르핑 에 이은 1기에서 두 번째로 스스로 캐치된 티니핑이다. 어미는 '투잉'이지만, 티니하트윙 완구나 전술한 덜덜핑의 회상씬에서는 '투투' 어미를 사용했다. 일종의 설정 오류인 셈. 꽤 악필인가 보다. 투투핑(본인)이 쓴 편지를 로미도 '가출'이라는 낱말밖에 읽지 못했으니(...) [1] Jealo usy [2] 같은 제작사 에서 만든 파워배틀 와치카 에서 아리 의 목소리를 맡았다. [3] 공식 소개 영상 설명란에서는 '예 브 다고'로 오기되었다.(단, 영상에서는 올바르게 적혀 있다.) [4] 어떻게 보면 캐치되고 싶은 마음은 없었으나, 반해 버리면서 멍때리는 바람에 의지와는 관계없이 캐치되었다. [5] 노라핑&노리핑 형제의 등장 전까지는 1위였으나 이 둘은 시작한 지 2분만에 캐치되며 갱신됐다. 3위는 앙대핑 으로 5분 47초이며, 선역 티니핑으로 한정 시 핫케핑 으로 6분 57초. "
}