{
    "name": "패션핑",
    "image": "/static/images/ping/패션핑.jpg",
    "gender": "여성",
    "accessory": "줄자와토르소",
    "likes": "옷 만들기, 코디해주기,패션쇼",
    "dislikes": "촌스러운 패션, 진부한 옷",
    "magic": "<코디의 토르소>옷을 만들어주거나 코디를 해줄 수 있다.",
    "other_info": "패션핑 -“천재인 내가... 럭셔리한 옷으로 바꿔 줄게, 패숑!” 성별 여성 [1] 모티브 직업 패션 디자이너 한국 외 국가 번안명 Fashionping 이름의 유래 패션 소품 줄자 와 토르소 열쇠 구두 열쇠 숨어있는 본체 분수대 동상 마법 <코디의 토르소> 옷을 만들어주거나 코디를 해줄 수 있다. 좋아하는 것 옷 만들기, 코디해주기, 패션쇼 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 67위 성우 강새봄 1 . 개요 2 . 작중 행적 2.1 . 11화 2.2 . 11화 이후 2.3 . 뮤지컬: 신비한 상자를 열어라! 3 . 기타 1. 개요 [편집] 독창성의 티니핑, 패션핑 새로운 옷을 만들어 줄게! 끊임없이 멋진 옷을 만들고 싶어하는 요정. 나나핑: “아휴... 언젠가 패션핑이 캐치되면 걔한테 옷 만들어 달라고 해야지, 나나!” 로미: “응? 패션핑?” 솔찌핑: “미스틱마을에서 유명한 카리스마 디자이너야, 솔찌.” 꾸래핑: “우리 옷도 매번 패션핑이 만들어 주었어, 꾸래.” 패션핑의 특징을 잘 나타내는 대사. [2] '독창성의 티니핑'. 검은색 선글라스를 낀 빨간색 머리 티니핑. 마법을 사용해서 대상을 자신의 마네킹으로 만들어 대상에게 잘 맞는 옷을 디자인해 입히거나 다른 대상의 옷을 마음대로 바꾸는 능력이 있다. 2. 작중 행적 [편집] 2.1. 11화 [편집] 패션핑: “이건 아니야. 내가 만들고 싶은 건 이런 옷이 아니라고, 패숑! 천재인 내가 아이디어가 안 떠올라. 어쩌지, 패숑?” 제니: “패션핑, 로미에게 옷을 만들어 줘. 걘 공주라고 할 수 없을만큼 아주 촌스럽거든. 로미에게 멋진 옷을 만들어 주다 보면 좋은 생각이 날 거야.” 다해핑: “멋진 옷이라니, 다해?” 제니: “흐흐흐흐흐~! 저런 예쁜 옷이라도 입어야 그나마 공주 같지 않겠어?” 첫 등장 시 레나의 새로운 옷을 리폼하는 것으로 등장. 자신이 만든 디자인에 대해 고민하던 중 제니로부터 프린세스인 로미가 촌스러운 옷을 입었다는 말에 세뇌당한 본인은 로미를 디자인 시켜 주러 가던 도중 공원에서 자신이 아끼던 드레스가 나뭇가지에 걸려 찢어진 루카의 옷을 디자인해 주었지만, 디자인한 옷 안에 공이 너무 많이 들어가 버린 탓에 루카가 무게를 감당하지 못했다. 그러다 로미는 루카 앞에 나타난 패션핑(본인)을 발견했고, 본인이 줄자로 로미의 옷 길이를 측정하는 사이, 로미는 무사히 빠져나와 패션핑(본인)을 캐치하기 위해 프린세스 솔라리스로 변신했지만 본인이 마네킹에 프린세스 솔라리스의 옷 [3] 과 열쇠 로열핑들의 옷을 디자인하고, 도주했다. 도주하던 도중, 본인은 마야가 루카의 찢어진 드레스를 하츄핑 장식으로 고쳐주는 것을 보고, \"옷을 디자인할 때는 겉보기보다는 남을 기뻐하게 하는 마음이 중요하다\"는 교훈을 다시 깨달았다. [4] 본인은 마야의 이야기를 듣고는 다시 깨달음을 얻은 후, 마법을 푼 채로 다시 도주했고, 본인은 (원래 옷을 입지 않은) 분수대의 동상 속에 숨어 [5] 장식을 추가한 채로 위장했지만 결국 하츄핑에 의해 간파당하고 프린세스 솔라리스에 의해 캐치되었다. “나도 처음에는 모두가 기뻐해 주는 게 좋아서 옷을 만들었어, 패숑.” (프린세스 솔라리스에게 캐치된 후, 열쇠티니핑들이 패션핑의 옷을 좋아해 주는 회상 장면.) 11화 캐치 대사 및 패션핑이 초심을 다시 되찾은 것을 상징하는 대사. 프린세스 솔라리스에게 캐치된 후, 모두가 좋아하는 디자인을 하겠다고 다짐한 후 행운핑이 갇힌 상자를 디자인 시키며 [6] 에피소드 종료. 2.2. 11화 이후 [편집] 마야: “우와~! 정말 예쁜 드레스다. 근데... 좀 작네?” 패션핑: “전문가의 기준에선 최고야, 패숑.” '행운이 가득 행운과자' 편에서는 행운축제에 참가하였다. 마야가 행운과자를 먹자, 마야의 손가락 사이즈만한 드레스가 나오자 전문가인 본인 기준으로는 그 드레스가 아주 좋다며 칭찬해 주었다. '다 같이 놀자 티니핑 놀이공원' 편에서는 팝콘을 사 가는 장면에서 카메오로 등장. '등장! 행운핑' 편 마지막 장면에서는 행운핑의 부활을 지켜보는 것으로 등장. 패션핑: “뭐? 벌써 가? 아직 하트로즈 컬렉숑을 다 만들지 못했는데... 패숑!” 꾸며핑: “컬렉션?” 패션핑: “응, 여기서 공부한 패션 아이디어들로 옷을 만들고 있었거든, 패숑. 거의 다 됐는데...” (한숨) 행운핑: “하루 정도 시간이 걸릴 거야. 마법의 힘이 많이 필요하거든.” '티니핑 패션쇼' 편에서는 미스틱마을로 돌아간다는 소식을 유일하게 환영하지 못하는데, 아직 하트로즈 컬렉션을 완성하지 못한 것 때문에 아쉬움을 숨기지 못한다. 그를 들은 행운핑은 하루 정도 시간이 걸릴 거니까 시간 여유는 있다고 소식을 듣고, 일행들의 도움을 받아 패션쇼를 준비하기로 한다. 모델을 서게 되는 행운핑과 로열핑들이 워킹 연습을 위해 책을 머리에 얹고 워킹을 연습하는데 안절부절 못하자 자신이 머리 위에 책을 얹어 워킹하면서 떨어트리지 않는 워킹 시범을 보인다. [7] 이후 패션쇼의 피날레에서 꾸며핑과 함께 마지막으로 등장한다. '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 2.3. 뮤지컬: 신비한 상자를 열어라! [편집] 뮤지컬판에서 캐치하는 다섯 마리의 티니핑 중 유일하게 작중 시점 이전에 캐치된 상태다. [8] 3. 기타 [편집] 패션의 티니핑답게 어미를 '패숑'이라고 하고, 컬렉션은 '컬렉숑'이라고 하는 등 일부 단어를 프랑스어 투로 발음한다. 마침 프랑스 는 패션의 나라의 대명사로 유명한 나라이기도 하다. 팬덤에서는 유독 꾸며핑 과 자주 엮이곤 한다. [9] [1] 여성임에도 불구하고 다른 여성 티니핑들과 달리 속눈썹이 길지 않고 남성 티니핑들과 같은 짧은 모양이다. [2] 2기의 발레핑도 포함인지는 의문, 애초에 로열핑을 제외하고는 다른 시즌 티니핑간의 접촉은 존재하지 않는다. [3] 드레스의 허리 너비 축소 및 끈 조이기, 치마와 리본 장식 거대화, 날개와 왕관 장식 추가. [4] 미스틱마을에 있었을 때에는 열쇠티니핑들의 마음도 받아들여 자기네가 만족할 만할 디자인을 해 주었지만, 어느새 자기도 이 초심을 잊은 채로 디자인의 화려함에만 신경쓰고 있었다. [5] 다른 얘기지만 이때 보기 중 하나가 솜사탕이었는데 이 솜사탕이 패션핑의 헤어스타일과 비슷해서 여기에 화살을 쏘려다가 이를 들고 있던 아이가 먹었는데 패션핑을 먹어 버렸다고 생각하며 로열핑들이 충격과 공포 를 느꼈다. 다만 오히려 아닌 게 증명되어 정답 확률이 2분의 1로 늘어났다. [6] 정확히는 치수만 쟀다. [7] 이는 실제로 패션 모델들이 하는 워킹 연습 중 하나다. 이른바 캣 워크(Cat walk)라 불리는 과감하면서도 얌전하게 워킹을 하기 때문에 책을 떨어트리지 않는 것은 걷는 자세가 안정적인 것이기 때문이다. [8] 작중 내에서 처음으로 캐치하는 티니핑은 삐뽀핑인데 삐뽀핑을 잡고 목록을 보일 때 패션핑이 같이 나온다. 나머지 3마리는 캐치 순서대로 뜨거핑-빙글핑-퐁당핑을 캐치한다. [9] 패션핑은 옷을 맡는 패션 디자이너, 꾸며핑은 헤어스타일을 맡는 미용사이기 때문에 패션&헤어스타일, 즉 스타일리스트 조합으로 자주 엮이는 듯 하다. 사실 굳이 팬덤이 아니라도 공식에서도 '티니핑 패션쇼' 편의 패션쇼 장면에서 둘이 같이 있는 장면이 꽤 있었다. 애초에 스타일링 조합이다보니 바늘 가는데 같이 가는 실 같은 조합으로 볼수 있다. "
}