{
    "name": "포근핑",
    "image": "/static/images/ping/포근핑.jpg",
    "gender": "여성",
    "accessory": "뜨개바늘",
    "likes": "뜨개질, 포근한 것",
    "dislikes": "딱딱한 것, 차가운 것, 날카로운 것",
    "magic": "<변신 뜨개질>생명체를 제외한 대상을 양털 뜨개로 된 소품으로 바꿀 수 있다.",
    "other_info": "포근핑 - “내가 포근하게 해줄게, 포근~! 모두모두 포근해져라, 포근~!” 성별 보석 문스톤 한국 외 국가 번안명 Cozyping 이름의 유래 포근 하다 Cozy(아늑한) 소품 마법 <변신 뜨개질> 생명체를 제외한 대상 [1] 을 양털 뜨개로 된 소품으로 바꿀 수 있다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 39위 [2] 성우 민아 [3] 클레어 콜렛 1 . 개요 2 . 작중 행적 3 . 기타 1. 개요 [편집] 뜨개질이 너무나도 좋은, 포근함의 티니핑 손재주가 좋아 몽글몽글한 털실로 뜨개질을 하는 것을 좋아한다. 좋아하는 걸 나눠주고 싶어하는 온순한 요정. '포근함의 티니핑'. 마법의 을 사용해서 생명체를 제외한 대상의 물건들을 털실로 된 소품으로 바꿀 수 있는 능력이 있다. 2. 작중 행적 [편집] 맛나핑 과 마찬가지로 '반짝반짝 보석티니핑' 편에서 하모니 마을에 떨어지는 것으로 선행 등장했고, '쓰러진 믿어핑' 편에서 간접적으로 발레핑, 공쥬핑, 짝짝핑과 함께 실루엣으로 보석배(과일)를 들고 있는 모습으로 등장했다. '뜨개 인형이 된 하츄핑' 편에서 본격적으로 등장. 마야가 하츄핑에게 하츄핑 모양의 뜨개 인형을 선물해 주고 조아핑, 방글핑, 믿어핑이 낮잠을 자는 동안 마야가 하츄핑에게 뜨개질을 가르쳐 주겠다며 마야가 자신의 꽃집으로 데리고 갔다. 그 사이에 본인은 딜런의 반려견 댕댕이를 타고 하트로즈에 들어왔고, 티니핑 학교 기숙사에 자고 있는 조아핑, 방글핑, 믿어핑을 보며 (자리를 비운 하츄핑을 제외한) 보석 로열핑들에게 목도리를 선물해 준다. 그러다가 본인은 하츄핑 뜨개 인형을 보기 위해 다가가려다가 블록에 찔려 블록을 포근하게 만들어 주는 사이 티니핑 학교 기숙사에 떨어져있던 하츄핑 인형에도 목도리를 만들어 주었는데, 이때 잠에서 깬 믿어핑은 팅클퍼프의 빛을 보고 포근핑이 하츄핑을 인형으로 만들었다고 오해하며, 조아핑, 방글핑에게도 큰 오해를 사게 만들었다. [4] 결국 본인은 누명을 쓴 채로 하트로즈에서 도망쳐 나온다. 사실 진짜 하츄핑은 마야의 꽃집에서 마야와 함께 뜨개질을 하고 있었지만 이 사실을 알 리가 없는 조아핑, 방글핑, 믿어핑은 어떻게 하츄핑을 살려야 하나 고민하는데 믿어핑이 빠져 나온 털실 한 가닥을 아무것도 모른 채 계속 뽑아 버려 다리 부분을 망가트리고 만다. 그래서 하츄핑 인형의 다리를 고치려고 했는데 왕발이 되거나 얇아지거나 로봇 다리, 인어 꼬리 가 되는 등 제대로 고치질 못했다. 한편, 본인은 마야의 꽃집으로 도망쳤는데, 마야와 하츄핑이 뜨개질을 하는 모습을 보고 친해지고 싶었지만 아까 오해를 받은 것 때문에 다가가기 어려워했다. 그러다 털실뭉치를 떨어트린 마야가 털실뭉치를 줍다가 포근핑(본인)을 발견해서 먼저 말을 걸어주고 본인 손에 들려있던 뜨개질 도구를 보고는 같이 뜨개질을 하자면서 친해진다. 한편, 보석 로열핑들은 하츄핑 뜨개 인형을 부랴부랴 다리가 없는 오뚝이 형태로 만든 채로 울고만 있었으며, 배달을 다녀온 로미 역시 단단히 오해한 로열핑들의 얘기를 듣고는 하츄핑이 뜨개 인형으로 변했다고 믿어버리고, 이를 해결하려고 믿어핑과 함께 프린세스 사파이어로 변신했다. 프린세스 일행이 마야의 꽃집에 들어와 [5] 뜨개질을 하던 포근핑(본인)을 캐치하려고 했지만 본인은 하츄핑을 뜨개 인형으로 바꾸지 않았다면서 마법 능력으로 쥬얼 하트윙폰을 뜨개 인형으로 만들었고, 그 사이 프린세스 사파이어의 마법 능력으로 발사한 꽃 세 송이를 털실 리본으로 묶으면서 도망쳤다. 도망치던 중 믿어핑이 메고 있던 하츄핑 뜨개 인형의 털실 한 가닥이 선인장 가시에 걸려 인형의 털실이 풀려 버리는 대참사(?)가 일어났고, 일행들은 이제 하츄핑을 살릴 수 없다는 생각에 크게 오열한다. 프린세스 일행이 슬퍼하던 중 믿어핑이 프린세스 사파이어에게 울면서 안기러 달려가다가 쥬얼 하트윙폰을 타는데, 이 때 믿어핑이 미끄러지면서 쥬얼 하트윙폰의 실을 잡아 당기면서 원상복구됐다. 알고 보니 실이 풀리면 마법이 그냥 간단하게 풀리는 것이었다. [6] 그에 본인은 자신이 하츄핑을 인형으로 만든 게 아니라며 억울해 했지만 이를 끝까지 못 믿은 믿어핑이 믿음의 수호 마법으로 바람 공격을 퍼 부어 기절시킨 틈에 프린세스 사파이어에게 캐치되었다. “난 친구들을 포근하게 해주고 싶었던 것 뿐인데, 포근...” 11화 캐치 대사. 캐치된 뒤에도 풀려 버린 하츄핑 인형을 보며 하츄핑이 돌아오지 않는다고 생각한 조아핑, 방글핑, 믿어핑은 정말로 하츄핑을 잃은 줄 알고 다시 오열한다. 프린세스 사파이어: “이게 도대체 어떻게 된 일이지?” 마야: “하츄핑은 계속 나랑 같이 있었어. 아무래도 너희가 뭔가 오해를 하고 있는 것 같은데?” 프린세스 사파이어: “뭐? 그럼 포근핑, 너는 정말...” 포근핑: “어휴~! 진짜 내가 안 그랬다니까, 포근.” 프린세스 사파이어: “포근핑, 오해해서 미안해.” 조아핑/방글핑/믿어핑: “정말 정말 미안해.” 그런데 마야의 부탁으로 단추를 가지러 갔던 하츄핑이 나타나 오열하고 있는 조아핑, 방글핑, 믿어핑을 보고 왜 우냐고 묻자, 이를 본 셋은 너무나도 기뻐해 하츄핑에게 달려들었다. 전술했듯이 포근핑(본인)은 생명체를 털실화시킬 수는 없으며 하츄핑도 이것을 몰랐기 때문에 무척 당황했고, 프린세스 사파이어는 이 광경을 보고 어이없어한다. 그러다가 마야가 나타나서 하츄핑은 계속 마야 자신이 데리고 있었다면서 해명해 주고 일행들도 포근핑(본인)이 누명을 썼다는 것을 알게 된다. 그 후 일행들은 사과한 다음 본인도 오해를 풀고 미니 사이즈의 하츄핑 뜨개 인형을 고쳐 만들어 주고 조아핑, 방글핑, 믿어핑에게도 자신들의 얼굴을 한 미니 사이즈의 뜨개 인형을 만들어 주면서 티니핑 놀이터에 있는 것으로 이야기는 끝. 이 때 1~11화에 캐치한 보석핑들이 전원 등장했다. 가면핑만 빼고. “포근한 이 분위기, 정말 좋아, 포근~” 11화 마지막 대사. '보석핑을 도둑맞았어요!' 편에서 재등장하였는데, 보석함을 노리고 침입한 강도들에 의해 납치당했다. 그러나 하츄핑을 제외한 로열핑들이 아지트의 빈틈으로 침투하는 데 성공하여 풀려나고 보석핑들과 힘을 합쳐 강도들을 공격한다. 이 가운데 포근핑(본인)은 전등 위에 올라가 전등을 매달아놓은 철사 부분을 털실로 만들고 강도의 머리 위로 떨어지게 하여 공격하였다. '핑그르르 티니핑 발레단' 편에서 재등장하여 발레핑의 발레단원으로 활약한다. 이 외에도 '대결! 로열핑', '왕국이 된 하트로즈', '진짜 하츄핑은 누구?', '위험한 소풍', '티니핑 스쿨 졸업식', '돌아온 보석숲' 편에서 재등장. 3. 기타 [편집] [1] 사실 이 사실을 모른 보석 로열핑들이 크게 오해를 한 적이 있었다.(...) 자세한 내용은 후술. [2] (로열핑을 제외한) 보석핑 3위 [3] 시리즈 최초로 출연한 두 글자 이름 활동명(본명, 예명 모두 포함)의 성우다. [4] 여기서 믿어핑이 본 것은 팅클퍼프의 빛이지, 하츄핑이 뜨개 인형이 된 장면이 아니다. [5] 프린세스 일행이 들어오기 전 하츄핑은 단추를 가지러 갔고, 마야도 잠시 자리를 비웠다. [6] 만약 하츄핑이 진짜로 뜨개 인형이 된 상태였다면 아무 것도 모르고 털실을 뽑아 버린 믿어핑에 의해 진작 마법이 풀려야 했다. 인형이 풀렸던 그때도 인형 안에는 솜이 채워져 있었다. "
}