{
    "name": "포실핑",
    "image": "/static/images/ping/포실핑.jpg",
    "gender": "여성",
    "accessory": "솜사탕항아리와스틱",
    "likes": "풍경 보기, 간식타임, 잠자기, 멍하게 생각에 잠기기",
    "dislikes": "맛없는 음식, 빨리빨리 하는 것, 거짓말",
    "magic": "<순수의 솜사탕>솜사탕 항아리를 스틱으로 휘저어서, 다양한 형체의 솜사탕을 발사한다.",
    "other_info": "포실핑 -이름의 유래 포실포실 Fluffy(솜털 같은, 솜털로 뒤덮인) 모티브 디저트 솜사탕 소품 솜사탕 항아리 와 스틱 마법 <순수의 솜사탕> 솜사탕 항아리를 스틱으로 휘저어서, 다양한 형체의 솜사탕을 발사한다. 좋아하는 것 싫어하는 것 로미와 변신 프린세스 스윗플로스 2023 티니핑 어워즈 인기투표 순위 3위 [1] 성우 문유정 뮤지컬판 배우 김리하 → 최지우 (3기) [2] 1 . 개요 2 . 작중 행적 3 . 포실핑송 4 . 기타 4.1 . 먹보 1. 개요 [편집] “진정하고 그만해, 포실!\" “순수의 솜사탕!” [3] 순수의 티니핑, 포실핑 모두에게 다정하고 상냥하며, 타인을 의심하지 않는 순수한 티니핑. 먹는 걸 엄청 좋아해서 냄새를 잘 맡으며 먹을 거 앞에선 누구보다도 진심인 포실핑! 새콤달콤 캐치! 티니핑 의 메인 티니핑 및 서브 로열핑 . '순수함의 티니핑'. 모두에게 상냥한 순수한 성격 의 소유자. 세상에 나쁜 건 하나도 없다고 여기며 의심할 줄 모르는 성격 때문에 본의 아니게 사건을 일으키기도 한다. [4] 마법의 솜사탕 항아리를 스틱으로 휘저어서, 다양한 형체의 솜사탕을 발사하거나 마법의 솜사탕 구름 등을 소환해서 이동할 수 있는 능력이 있다. 2. 작중 행적 [편집] '새콤달콤 디저트티니핑' 편에서 첫 등장. 다른 디저트핑들이 일을 하고 있을때 초콜릿 물이 흐르는 강가에서 혼자 농땡이를 부리던 중 [5] 말랑핑과 샤샤핑을 보더니 구름이 뭔가 이상하다고 느낀다. 본인의 직감대로 일반 디저트핑들이 게이트로 빨려들어가며 슈가매직이 사라지는 아수라장을 목격한다. 그리고 매직슈가볼이 원래 위치해야 할 곳에서 사라진걸 목격하고, 이 사건이 뿌뿌핑 의 소행임을 알게된다. 이에 샤샤핑의 주도하에 케이크성으로 들어가서 몬쥬 박사가 보관해두었던 슈가베리팩트를 보면서 이를 지구에 있는 로미 공주에게 전달하기로 한다. 그런데 같은 타이밍에 게이트가 열려 본인들과 뿌뿌핑도 게이트로 빨려들어가는데 슈가베리팩트는 본인 손에 쥔 채로 샤샤핑, 말랑핑과는 다른 곳으로 혼자 떨어졌으며, 그곳에서 레나 를 조우했다. 본인은 레나를 자신이 만나야 할 로미로 착각해서(...) [6] [7] 레나에게 슈가베리팩트를 건네주려던 찰나 로미와 다른 로열핑에 의해 가로막혔다. '변신 프린세스 베리하트' 편에서는 슈가베리팩트와 함께 레나에게 그대로 납치당해 로미와의 추격전이 벌어지자 레나의 명령을 듣고 아무것도 모른채 공사중인 바닥의 판자를 솜사탕으로 만들어 이를 밟은 로미 일행을 넘어트려버리는 팀킬을 저지른다. [8] 하지만 레나의 성에 차지 않아 불만을 표시하는데 이때 레나가 본인 입으로 레나 공주라며 얘기하고서야 자신이 만난 공주가 로미가 아닌 레나임을 깨닫고 로미에게로 돌아가고 싶었으나 레나도 찾던 사람이 자신(레나)이 아닌 로미임을 알자 더더욱 돌려보낼수 없다며 계속 도주함 [9] 으로 인해 돌아갈 수 없었던 상황이었다. 그러다가 로미 일행이 슈가베리팩트를 뺏어낸 후 [10] 변신한 프린세스(베리하트) 일행이 강가의 다리에서 본인을 구해줬고, 소동이 해결된 이후 로미와 정식으로 인사한다. [11] 물론 로미의 얼굴을 못 알아봤기 때문에 말랑핑에게 크게 한 소리 듣는다. 이후 하트로즈에 집을 마련하고 마야, 메리루와 인사하고 디저트티니핑 캐치 업무를 시작했다. '예쁘게 장식할래, 머랭 ' 편에서는 전동 셰이커로 머랭을 치면서 손으로 직접 칠때랑 비교해 편하고 신기해하며, 완성된 머랭 그릇을 실수로 엎어서 떨어트렸는데 다행히 떨어지지 않아서 잘 쳐짐에 안심한다. 그러다가 카일이 도움을 요청해도 계속해서 간식만 먹고 있던 중 헤이쥬를 만나고 주문을 받았는데 헤이쥬가 발주한 케이크의 주문을 제대로 기억하지 못 하고 주문을 잘못 알려준다. [12] 그리고 일행들과 함께 토핑용 초콜릿을 만들때는 스토브에 연료를 주입하는 역할을 했다. 하지만 여기에 머랭핑 이 자기 멋대로 장식을 하면서 그 사이에 샤샤핑과 말랑핑이 전투를 벌이다 기절했는데 마침 로미와 하츄핑이 배달갔다 돌아오자 이를 알려주고 로미와 함께 프린세스 스윗플로스로 처음 변신했다. 그리고 마법을 이용해 본인과 일행들을 공중에 띄운 솜사탕에 태워 이동시키고 다시 한번 머랭핑과 육탄전을 벌이지만 끝내 놓친다. 그러다가 머랭핑과 샤샤핑, 말랑핑이 계속해서 전투를 벌이던 중 로미(프린세스 스윗플로스)가 쏜 솜사탕과 머랭쿠키 통을 보고 계략을 세웠는데, 우선 본인도 머랭핑과의 전투에 참전해 솜사탕을 난사하면서 솜사탕 계단으로 머랭핑을 유도해 끝부분에 머랭쿠키 통으로 함정을 파 놓은곳으로 떨어트렸다. 이윽고 머랭핑이 슈가실드를 발동시키자 샤샤핑과 말랑핑이 슈가실드는 디저트핑들의 고유능력이고, 슈가프리즘샷으로 이를 녹여야한다고 알려주자 프린세스 스윗플로스에게 손을 들으라고 얘기해 슈가프리즘샷을 소환시켜 머랭핑의 캐치에 성공한다. 하지만 카일이 장식용 꽃을 사서 돌아왔을때 본인(카일)이 만들어둔 케이크가 엉망(?)이 되자 멘붕하는 모습을 보고 당황하는데, 뒤이어 들어온 헤이쥬는 오히려 좋아하는 전화위복 엔딩을 맞았다. '포실핑과 작은 친구들 ' 편에서는 본격적으로 대활약을 펼친다. 프린세스 베리하트의 슈가베리팩트와 뿌뿌핑의 매직슈가볼이 접촉하자, 프린세스 베리하트와 하츄핑, 말랑핑, 샤샤핑이 작아지고 말았는데 [13] 이를 모르고 프린세스 일행을 찾던 도중 프린세스 일행을 밟을 뻔한(...) 사태가 일어날 뻔 했으나 프린세스 일행은 무사히 회피했고, 마야의 꽃집으로 추정되는 곳에서 일행들이 본인을 불렀지만, 본인은 프린세스 일행이 다른 데에 있는 줄 알고 다른 데로 가버린다(...) 결국 하트로즈에 돌아와서 준과 이야기하는데 일행들이 작아진걸 알리 없이 일행들이 돌아오지 않았다며 진이 빠져버린다. 그리고 가게로 들어가 꿀벌이 날아다니는 것을 목격한다. 사실 그 꿀벌 위에는 프린세스 일행이 타고 있었고, 준은 그것도 모른 채로 꿀벌을 풀스윙해 가격하며 하트로즈 밖으로 풀어준다. 한편 프린세스 일행이 착지한 곳은 바로 티니핑 빌리지 주스가게 지붕. 이를 모르고 휴식을 취하며 컵에 주스를 따르면서 “주스 한 잔 마시고 다시 애들 찾으러 가야겠다, 포실! 아니, 쿠키하고 케이크, 마카롱도 조금 먹고... 아! 아이스크림도... ” 라면서 느긋한 모습을 보였다. [14] . 이를 보고 답답해하는 말랑핑의 주도하에 컵으로 일행들이 떨어져서 컵의 끝부분에 매달려있어서 그대로 주스와 함께 일행들을 마시려고(!) 하던 찰나에 프린세스 일행이 마시지말라며 열심히(?) 절규하고 이를 듣고 멈춰서 자세히 보고 프린세스 베리하트의 인사를 듣고 소스라치게 놀란다. 일단 접시 위에 일행들을 올려놓은 채로 몬쥬 박사에게 교신을 걸어 물어본 결과 슈가베리팩트와 매직슈가볼을 다시 접촉시키면 다시 원래대로 돌아올 것이라는 말을 듣는다. 교신이 종료되고 말랑핑이 본인에게 빨리 매직슈가볼을 되찾으라며 재촉하면서 본인의 코 위에서 방방 뛰자, 코가 간지러워서 재채기를 하는 바람에 일행들을 날려버린다. 그리고 본인의 시야에서 사라진 프린세스 일행을 찾기 위해 돋보기를 썼지만, 햇빛을 모은 탓에(...) [15] 프린세스 일행은 화상을 입을 뻔 했지만 다행히(?) 샤샤핑의 모자만 살짝 그을리고 탈진에서 끝났다. 그리고 말랑핑은 자기들은 작으니까 조심하라며 노발대발한다. 그리고 하츄핑과 샤샤핑도 이렇게 작아진 상태로는 뿌뿌핑을 찾기 어렵다며 본인을 쳐다보자 자신을 지목한 사실에 당황한다. 이후 매직슈가볼을 찾으러 가기 위해 비장하게 헬멧을 쓰고 오토바이에 타자 프린세스가 \"너 바이크도 탈 줄 알아?\" 라며 묻는데, 당당하게 \" 아니. 몰라. \" 라고 답해서 다른 일행들의 어이를 털어버린다. 진짜로 운전할줄 몰랐는지 오른쪽 페달이 가속기, 왼쪽 페달이 제동기인데 왼쪽을 밟고 고장난거냐며 영문을 모르다가 말랑핑이 오른쪽 페달을 밟으라고 해서 겨우 출발한다. 이후에도 고속 주행은 무리가 있어서 가속기를 밟았다 뗐다를 반복해 가다 멈추다를 반복한 탓에 일행들은 차라리 걷는게 빠르겠다고 한다. 그러다가 뿌뿌핑이 흘린 풍선껌을 쫓다가 뿌뿌핑과 재회하는데, 뿌뿌핑이 풍선껌을 먹고 도주하자 추격하는데 [16] 뿌뿌핑으로부터 검볼 연막탄 공격을 받는가하면 본인을 지칭하며 가장 둔한 녀석이 자신(뿌뿌핑)을 쫓아오느냐며 조롱을 듣는데, 이에 개의치 않고 매직슈가볼 때문에 작아진 친구들이 원래대로 돌아올 수 있게 도와달라며 부탁하지만, 뿌뿌핑은 매직슈가볼을 빼고 친구같은 건 없다며 도움을 거절하고, 이제 진심으로 화를 내며 촌철살인의 일침을 날린다. (울먹이며) “넌... 정말 나쁜 아이구나!” 뿌뿌핑: “뭐?” “누군가 힘들어하는데도, 그냥 지나친다면 친구는 생기지 않아!” [17] 이에 뿌뿌핑은 오히려 자신에게 한번이라도 먼저 말을 걸어준적이 있냐는 말을 남기고 [18] 바람을 빼며 날아가다가 광고판에 부딪혀버리고, 본인도 과속으로 인해 오토바이채로 점프대로 날아가다가 오토바이에서 높이 떨어지는 바람에 부상 을 입지만 [19] [20] , 친구들이 원래대로 돌아오자 기뻐하며 에피소드 종료. '잘 자요~를레이! 요거' 편에서는 로미는 공부를 하고 다른 로열핑들은 놀고 있을때 혼자 낮잠을 자고 있었다. 잠에서 깨고 얼마 후 요거핑이 나타나자 로미와 함께 프린세스 스윗플로스로 변신해 요거핑을 추격한다. 하지만 이내 요거핑은 프린세스 스윗플로스를 잠들게 만들어버렸고 깨우기 위해 눈을 강제로 띄우지만 깨지 않는다. 그 후 말랑핑도 잠이 들어버리자 그때 샌드핑에게 받은 매운맛 크림 샌드쿠키를 꺼내 프린세스 스윗플로스에게 먹여 잠을 깨우는데 성공한다. [21] 하지만 이 사이 하츄핑과 샤샤핑도 잠이 들었고 본인과 프린세스 스윗플로스도 마법에 걸리지만 둘은 이미 숙면을 취했던 덕에 마법이 무력화 됐다. 그리고 요거핑의 요거트양들에게 솜사탕을 먹여 유인해서 요거트양들을 인질로 잡아 결국 요거핑의 캐치에 도움을 줬다. 그리고 마지막에는 다른 로열핑들과 함께 요거핑 특제 요거트를 먹는다. '쪼꼬모자로 모두 사이좋게' 편에서는 새콤핑과 달콤핑이 머핀의 맛을 두고 싸우는 모습을 보고 있던 중 자기라면 둘 다 먹을거라는 우문현답의 대답을 했다. 그러다가 쪼꼬핑을 추적하던 중 공원에서 쪼꼬핑의 마법에 걸려 오월동주하는 관계가 된 메리루와 레나의 쪼꼬모자를 보더니 배에서 꼬르륵 소리를 내고는 무지 큰 초코라며 눈을 반짝이며 대뜸 먹으려고 달려들었는데, 말랑핑은 먹는게 아니라며 말린다. 그런데 말랑핑도 갑자기 생각을 바꿔서 썩소(?)를 짓더니 먹어서 없애면 그만이라며 놔주자마자 그대로 쪼꼬모자를 향해 돌격해서 둘의 쪼꼬모자를 모두 먹어치워 마법을 푼다. 그러다가 프린세스 샤베티나와 뿌뿌핑도 쪼꼬핑의 마법에 걸려 역시 사이좋은 커플이 되자 다른 로열핑들은 안구테러(?)를 당하자 보다못한 말랑핑이 둘의 쪼꼬모자를 먹어치우라고 하지만 배탈이 나버린 바람에 이번엔 먹기를 거부해버리며 사실상 리타이어했다. 3. 포실핑송 [편집] 포실핑송 풀버전 노래 - 작사 뜻밖의 녹음실 작곡 뜻밖의 녹음실 편곡 뜻밖의 녹음실 BPM 105 주제가 애니메이션 정보 ▼ 콘티 - 연출 - 작화감독 - 가사 ▼ 순수하게 다정하게 모두가 행복 할 수 있게 포르르르 녹아내려 달콤한 주문 순수의 솜사탕 포실 포실 불어오는 바람에 날리는 솜사탕 무지개처럼 아름답게 순수하게 라라라 라일라일라 [22] 달콤한 솜사탕 (음~달콤해) 라라라 라일라일라 또 먹고 싶어 (포실~) 포실 포실 불어오는 바람에 날리는 솜사탕 무지개처럼 아름답게 순수하게 라라라 라일라일라 달콤한 솜사탕 (음~달콤해) 라라라 라일라일라 또 먹고 싶어 하츄핑 이후로 테마송이 생긴 첫번째 로열핑이다. 같은 음반에 말랑핑송과 샤샤핑송의 음원이 같이 공개됐는데 음반이 발매하기 전 뮤직비디오로 가장 먼저 선공개됐다. 4. 기타 [편집] 솜사탕과 관련있는 로열핑이라는 점은 전작의 솔찌핑 과 겹치는 편. 물론 솔찌핑 이전에도 솜사탕을 좋아하는 티니핑은 아잉핑 이 있었다. 이름과 외모는 포근핑 과도 비슷하다는 의견도 있다. 순수한 성격은 해핑 과 비슷하게 정신연령이 어려보이는 묘사가 있는데 해핑은 순수한 수준에 그친다면 [23] 포실핑은 순진하다 못해 백치미 , 극단적인 경우 바보 수준으로도 보이고, 맑은 눈의 광인 속성도 있다. [24] 뿌뿌핑도 가장 둔한 녀석 이라고 조롱한적도 있을 정도다. 오죽하면 몇몇 팬들은 저 지능으로 어떻게 왕립 티니핑 스쿨을 졸업했냐는 의문도 제기한다(...). 물론 어린아이같은 여린 마음으로 뿌뿌핑에게 날카로운 일침을 날린적도 있다. 순진한 성격에 비하면 잔 머리는 좋은 편 인지 머랭핑을 잡으려는 계략이나, 샌드핑을 잡기 위한 도발, 요거핑을 잡기 위한 인질(요거트양) 포획을 하는 등 계획을 짜는것은 잘 한다. 방영시작 시점부터 본인의 이름과 모티브를 따온 포실포실 솜사탕이 출시됐다. 모티브가 모티브다보니 고정 모델로 인쇄된다. 4.1. 먹보 [편집] 맛나핑 이나 얌얌핑 에 밀리지 않을 수준의 먹보 기믹이 있다. [25] 디저트핑답게 단것을 좋아하다보니 성인 매니아층들은 당중독 내지는 당뇨 (...)를 걱정하는 드립도 할 정도다. 이하 소개하는 먹보 기믹은 일상적인 식사나 다 같이 먹는 간식이 아닌 장면에서의 먹성을 보여주는 장면들의 예시다. 공식 소개영상에 기재된 프로필에도 좋아하는 것 중 하나가 '간식타임', 싫어하는 것 중 하나가 '맛 없는 음식'이다. 소개 멘트도 먹는 걸 엄청 좋아해서 냄새를 잘 맡으며 먹을 거 앞에선 누구보다도 진심인 포실핑 이라는 멘트가 대놓고 쓰여있었다. 테마송 포실핑송도 가사가 솜사탕을 먹고 맛있다며 또 먹고 싶어하는 내용이다. '새콤달콤 디저트티니핑' 편에서는 농땡이를 부리며 목이 마르다며 초콜릿 강물을 마구 마셔댔는데 그것도 손이나 컵 등으로 떠서가 아니라 입을 직접 강물에 갔다댔다. '예쁘게 장식할래, 머랭' 편에서는 카일이 일을 도와달라고 했어도 계속 쿠키만 먹으며 혼자만 일을 돕지 않는다. 그 와중에 목이 막혀 주스를 마신건 덤. 그 후 헤이쥬에게서 주문을 받은 케이크를 완성시킨 후 케이크에 붙인 초콜릿 토핑 한쪽이 삐뚤어 졌다고 중얼거리며 몰래 떼어 먹으려다 들켜서 내려놓는다. '샌드핑과 샌드쿠키의 비밀' 편에서는 레나, 준, 로미가 기절해있던 장소에서 로미가 먹고 기절한 샌드핑의 매운 크림 샌드쿠키의 크림을 아무것도 모른채 먹고 본인까지 기절해버린다. [26] 그리고 샌드핑을 캐치하기 위해 샌드핑의 약점인 샌드쿠키의 크림 부분 갈라먹기도 본인이 해서 크림을 가른 다음 그 샌드쿠키를 먹었다. '납작해져라! 와플핑' 편에서는 티니핑 빌리지 내 마트에서 마시멜로를 구매하기도 전에 먹는 행패(...) 를 부려 [27] 하츄핑이 계산 먼저 하고 먹으라며 타이르고, 와플핑이 캐치된 후 티니핑 빌리지에 들어와 사고 수습이 끝난 후 와플핑이 만든 와플을 100개는 먹고 싶다고 말해 말랑핑이 \"이 먹보!\"라고 매도하는 장면으로 이 에피소드가 끝이 난다. '포실핑과 작은 친구들' 편에서는 하트로즈에 돌아와서 일행들을 찾으러 가야함에도 주스 한잔 마시면서 간식 먼저 먹고 가겠다며 느긋하게 생각한다. 이때 쿠키, 케이크, 마카롱, 아이스크림 등 메뉴도 다양하다. '디저트 마을로 간 로미' 편에서는 디저트 마을 외곽 숲에서 버섯을 따 먹으려고 했는데 이 버섯이 괴물이였던 탓에 부모되는 버섯괴물에게 일행들까지 쫓기게 만든 사고를 쳤다. [28] '얼음 공주 눈꽃핑' 편에서는 빙수를 먹던 중 새콤핑과 달콤핑도 빙수가 먹고 싶어하길래 말랑핑과 하츄핑이 먹여주는데 서로가 눈싸움을 하다 감기가 걸린 트라우마가 있다며 거절하자 그걸 본인이 먹겠다며 말랑핑이 먹여줬다. 이에 이구동성으로 '그걸 왜 니가 먹어?!'라며 핀잔을 듣는다. '쪼꼬모자로 모두 사이좋게 ' 편에서는 새콤핑과 달콤핑이 머핀의 맛 때문에 싸우고 있자 본인이라면 둘 다 먹을거라고 얘기한다. 그리고 이 뒤가 가히 하이라이트인데 레나와 메리루가 머리에 쓴 쪼꼬핑의 쪼꼬모자를 먹어치워서 [29] 메차쿠차 먹어치웠다 [30] 마법을 풀긴 하지만 자기 몸집의 몇 십 배는 넘는 양의 초콜릿을 폭식 하는 바람에 배탈이 나서 움직이질 못한다. 그 후 로미(프린세스 샤베티나)와 뿌뿌핑의 마법을 풀기 위해 말랑핑이 한번 더 먹어치우라고 했지만 본인은 더는 못 먹는다며 두손두발 다 들었다. '새콤달콤한 디저트 파티' 편에서는 디저트파티를 위한 재료를 준비하던 중 혼자 상자에 들어간채 초콜릿 토핑을 먹고 있었다. 디저트티니핑송 뮤비에서는 가사 중 '아~ 맛있어!' 라는 내레이션이 있는데 이것도 하늘에서 떨어진 초코볼을 먹고 내뱉은 말이다. [31] [1] 전체 로열핑 2위, 하츄핑 제외 시 전체 로열핑 1위. [2] 엘리 와 중복이다. 7월 6일 공연부터 김리하가 하차하고 최지우로 교체됐다. [3] 머랭핑이 폭주해 계속해서 자기가 좋아하는 장식으로 계속해서 바꿔대자 한 말이다. 다만 아랫줄은 평상시에도 마법을 사용할때 외치는 주문이며 이 장면에서도 곧바로 이어서 마법을 사용했다. [4] 당장 로미를 만나러 갈 때부터 이 면모를 보여줬다... 자세한 내용은 후술. [5] 하늘을 보며 멍하니 있다가, 목이 마르다며 초콜릿 강물을 마셨다. [6] 본인이 기억하고 있던 로미의 모습은 1기에서 사이드 포니테일 머리를 했던 모습인데 레나의 포니테일만 보고 이를 로미라고 오해했다. 여기에 로미는 분홍머리, 레나는 금발이라서 이미 머리카락 색상부터가 다르다. 샤샤핑과 말랑핑도 다른데로 떨어지자 멘붕이 왔던 이유도 포실핑은 로미의 얼굴을 모른다는 점 때문이었다. 반면 샤샤핑과 말랑핑은 로미의 얼굴을 기억하고 있었기 때문에 헤어스타일이 바뀐 4기 시점에서도 한눈에 알아봤다. 심지어 다음 회차에서 캔디핑도 로미를 보고 '그 유명한...'이라며 로미를 알아봤다. [7] 코멘터리에서는 왜 레나를 공주로 알았냐고 하자 단순히 예뻐서 그랬다고 한다(...). [8] 이때 말랑핑이 표지판을 젤리로 만들어 착지해 부상은 없었지만, 로미의 입에서 \"쟤(포실핑), 로열핑 맞아?\"라는 말이 나오고야 말았다(...). [9] 이 과정에서 레나는 유아용 자전거까지 절도하는 만행을 보였다. [10] 이때 캔디핑과 말랑핑이 구하러 와서 캔디핑이 레나에게 사탕발림의 말을 해서 멍하니 있던 사이에 말랑핑이 슈가베리팩트를 빼내 로미에게 던졌고, 캔디핑과 말랑핑이 본인을 안고 달아났지만 하필 본인만 레나에게 다시 잡히고 말았다. [11] 어떻게 보면 로미와 정식으로 인사한건 캔디핑보다 늦어졌다. [12] 헤이쥬의 주문은 '행복한 팬미팅이 될수 있게 크기는 거대하고 토핑도 많이'라고 했다. 하지만 제대로 기억하지 못하고 '커다랗고 행복한 초코 케이크'라고 잘못 알려주고 말았다. 그와중에 제대로 기억한건 수령 시간이 오후 3시인것은 제대로 알려줬다. [13] 본인만 작아지지 않았던 건 뿌뿌핑을 쫓던 중 중간에 넘어져서 뒤쳐져있었기 때문이다.. 어쩌면 천만다행이다. [14] 이에 프린세스 베리하트도 자신들보다 간식먹는게 중요하냐며 황당해한다. [15] 햇빛으로 종이에 불을 내는 실험을 생각하면 쉽다. 이때 흔히 쓰는 확대용 돋보기는 볼록렌즈를 쓰다보니 빛을 모으게 된다. 다시말해 볼록렌즈의 원리를 모른 탓에 벌어진 참사(?)로 볼수 있다. [16] 이때 프린세스 베리하트가 \"밟아 포실핑!\"이라고 외치는데, 본인도 뿌뿌핑을 잡지 못 하면 큰 위기라 생각했는지 본인 입장에서는 초인적인 힘을 발휘해 고속 주행을 해낸다. [17] 포실핑의 진심이 담긴 말이기도 하지만, 동시에 뿌뿌핑의 행적을 관통하는 말이다. 애초에 뿌뿌핑의 욕심과 행적들이 전부 외로움에서 비롯되었다는 점을 고려한다면 뿌뿌핑의 뼈를 관통하는 말이라고 할 수 있다. 외로움을 회피하는 방식이 잘못되었을 뿐이지 뿌뿌핑이 슈가매직볼을 이용해 저지르게 된 악행들의 목적은 단순히 늘 혼자였던 외로움에서 벗어나기 위함이었다. [18] 이 얘기를 듣고 포실핑도 멈칫하는걸 보면 뿌뿌핑의 반박대로 정말 누구도 말을 걸어준적이 없어 늘 혼자였던건 사실 인듯 하다. [19] 이때 허리에 채운 안전벨트가 풀리는걸 볼수 있는데 사실 오토바이나 스쿠터 같은 이륜차들은 안전벨트가 없는게 차라리 비교적 안전하다. 어차피 사고가 발생하면 안전장치도 없는 마당에 이륜차까지 몸에 묶인채 날아가면 맨몸으로 부딪히는것 보다 훨씬 충격이 크기 때문이다. 사실상 이륜차의 안전장비는 헬멧과 바이크슈트 정도밖에 안되며 이들도 충격흡수는 어렵고 도로 표면에 피부가 까지는것 정도만 방지할수 있는 수준이다. 애초에 이 정도의 교통사고를 사람이 당하면 휠체어 신세를 지는것도 행운인 수준이다. [20] 더군다나 이 오토바이는 조종사가 사라졌기 때문에 이 상태로 뿌뿌핑을 칠뻔 했다. 이때 뿌뿌핑이 매직슈가볼을 놓치고, 본인은 날아가던 중 프린세스 베리하트가 빠져나와 매직슈가볼에 슈가베리팩트를 접촉시켜 원상복귀하며, 돌아온 프린세스 베리하트가 오토바이를 막아내 뿌뿌핑도 구출한다. [21] 이때 천진난만하게 깼다며 좋아하자 프린세스 스윗플로스는 장난을 친거라 생각하고 성질을 부렸지만 요거핑을 가리켜서 프린세스 스윗플로스도 잠이 들었던거라며 자각한다. [22] 뮤직비디오에서 이 동작은 발레핑 의 발레의 모션을 사용했다. [23] 해핑은 놀 때는 말 그대로 어린아이처럼 놀기는 해도 진지한 상황에서는 진지하게 따질 건 따지기도 했다. 당장 앙대핑 이 해핑 자신을 조종한 숙주임을 알자 왜 그랬던거냐며 따지기도 했고, 전투가 끝나 앙대핑이 하수구 밑으로 도주하려던 찰나, 해핑이 비눗방울로 가로막으면서 \"어떠냐? 꼴 좋다!\"는 식의 어른스러운 표정을 선보였다. [24] 마카핑 편 코멘터리에서 로미와 샤샤핑이 맑은 눈의 포실핑이 가장 무섭다고 얘기했을 정도다(...). [25] 실제로 이 셋은 티니핑 어워즈의 <오늘의 밥상> 수상 후보에 올랐다. 수상자는 얌얌핑 이었지만 결국 이에 못지 않단 말이다. [26] 다만 이건 드물게 도움이 됐는데, 이 덕에 매운 맛에 기절했기 때문에 바로 샌드핑의 짓임을 다른 일행들이 바로 눈치를 챘다. [27] 마시멜로를 카트 안에 담기는 했는데 이 중 몇개는 입 안에 물고 있었다. 담으면서 \"여기, 마시멜로. 포실!\"이라고 말할때, 우물우물대며 발음이 이상하고, 볼이 부푼 걸 눈치 챈 하츄핑이 \"아\" 해보라며 지시했더니 입 안에 마시멜로가 잔뜩 있었다. 여담이지만 코멘터리에서 로미는 이 장면을 보더니 호기심이 생겨서 로미 본인도 해보고 싶다고 코멘트 했다(...). [28] 사실 이 버섯이 괴물이 아니었어도 굉장히 위험한 일이다. 따 먹는 버섯이 식용버섯이리라는 보장도 없기 때문에 만약 독버섯이라도 먹었다면 사경을 헤맬수도 있었다. [29] 이 때 포실핑은 배고픈 상태라 눈에 뵈는 게 없었다. 배에서 꼬르륵소리가 난 상황에 커다란 초콜릿이라며 냉큼 달려들자 말랑핑이 말리지만 먹어서 없애면 되겠다며 놔주곤 가랏! 포실핑! 이라고 외치고, 이 쪼꼬모자를 향해 4족보행으로 달려가서 먹어치운다. 이때 담당 성우 의 연기도 참으로 볼만 하다. [30] 어째서인지 먹는 장면은 안나오고 보여주지 말아야 할 것처럼 먹는 것을 묘사한 장면만 나왔다. [31] 다만 실제 음성은 담당 성우인 문유정의 목소리가 아니고, 이 곡을 부른 가수인 이정은 이 했다."
}