{
    "name": "퐁당핑",
    "image": "/static/images/ping/퐁당핑.jpg",
    "gender": "여성",
    "accessory": "소라껍데기",
    "likes": "수영하기, 친구 핑크돌고래",
    "dislikes": "그물, 억압받는 것",
    "magic": "<변신의 소라껍데기>소라껍데기를 불어 수중 생물들이 자신을 돕게 할 수 있다.인어 꼬리를 만들어 수영할 수 있다.조개룸을 꺼내, 그 안에서 잠을 자거나, 배로 삼아 물 위를 이동할 수 있다.",
    "other_info": "퐁당핑 -“역시 노을은 여기서 보는 게 최고야, 퐁당!” 성별 모티브 직업 수영 선수 [1] 한국 외 국가 번안명 Splashping 이름의 유래 물 튀는 소리 소품 소라껍데기 [2] 열쇠 소라 열쇠 마법 <변신의 소라껍데기> 소라껍데기를 불어 수중 생물들이 자신을 돕게 할 수 있다. 인어 꼬리를 만들어 수영할 수 있다. 조개룸을 꺼내, 그 안에서 잠을 자거나, 배로 삼아 물 위를 이동할 수 있다. [3] 좋아하는 것 싫어하는 것 그물, 억압받는 것 [4] 2023 티니핑 어워즈 인기투표 순위 17위 [5] [6] 성우 이다은 1 . 개요 2 . 작중 행적 2.1 . 1~14화 2.2 . 14화 이후 2.3 . 뮤지컬: 신비한 상자를 열어라! 3 . 퐁당핑송 4 . 기타 1. 개요 [편집] 자유로움의 티니핑, 퐁당핑 바다에서 보는 노을이 최고야! 자유롭게 수영하는 걸 좋아하는 요정. 행운핑: “걘 퐁당핑일 거야. 자유롭게 수영하는 걸 좋아하는 인어 티니핑!” 퐁당핑의 특징을 잘 나타내는 대사. '자유로움의 티니핑'. 인어 의 모습을 하고 있으며, 꼬리를 이용해 빠르게 헤엄을 치면서 다른 차원으로 이동하거나, [7] 물 속에서 수영할 수 있다. [8] [9] 또한, 소라껍데기에서 나오는 마법의 파동을 내뿜어서 주변의 물고기들과 소통할 수 있는 능력이 있다. 2. 작중 행적 [편집] 2.1. 1~14화 [편집] '알쏭달쏭 열쇠티니핑' 편에서 힘내핑 , 꼼딱핑 과 함께 선행 등장. 꼼딱핑을 비롯해 티니핑들이 지구로 떨어져 아무도 보이지 않다가 마주친 힘내핑을 만나 동행하다 제니와 마주치는데, 제니의 감언이설 계략에 넘어가 제 발로 게이트로 뛰어들어 지구로 간다. 그렇게 3기의 2분의 1이 지나고 난 후, '퐁당퐁당 퐁당핑' 편에서 마침내 본격적으로 등장. 핑크돌고래 [10] 가 자신이 들어가 있는 조개껍데기를 뭍으로 가져와 핑크돌고래와 같이 수평선 너머의 노을과 인어 동상을 보며 인어공주 동화 이야기 [11] 를 하면서 핑크돌고래와 함께 놀던 중, 물 밖으로 잠시 나와 있던 찰나에 어부들의 그물에 걸려 핑크돌고래가 아쿠아리움 의 전시물로 잡혀가자, 본인도 핑크돌고래를 따라 그물을 붙잡고 함께 아쿠아리움으로 끌려간다. 다음 날 메리루가 핑크돌고래를 잡았다는 신문 기사를 가져오는데, 신문에 인쇄된 사진에 티니핑(퐁당핑)이 있는 것 같다며 정보를 입수한다. 로미는 이 사진이 너무 흐리기도 해서 몰라봤지만 상자 속 행운핑이 바다 얘기를 듣고는 퐁당핑일 거라며 추정한다. 한편, 본인과 핑크돌고래는 아쿠아리움 수조에 갇혔는데 핑크돌고래는 기운을 잃고 수조 바닥에 엎어져만 있었는데, 본인은 핑크돌고래에게 반드시 바다로 돌아갈 거라며 위로해 준다. 그 후 수조 윗쪽으로 나와서 탈출구를 찾던 중 아쿠아리움에 온 로미 일행과 직면하게 되지만 자신의 친구인 핑크돌고래를 지키고 싶다며 캐치되라는 로미 일행의 부탁을 거절한다. 그 이후 팅클퍼프로 수조 안의 수중 생물들에게 지원을 요청하여 [12] 수중 추격전이 계속되던 중, [13] 핑크돌고래가 본인을 보호하겠답시고 피리피리 매지컬 플로라 마법에 명중을 당해 핑크돌고래가 큰 치명타를 입는다. 프린세스 플로라하트는 예상도 못했다며 당황하던 찰나 삐뽀핑 크루가 이를 예상했다며 구급차를 수중 이동용으로 개조하면서 수조 안으로 들어온다. 삐뽀핑이 본인의 소라껍데기를 빌려 이를 불어서 진단한 결과, 핑크돌고래는 ' 바다로 돌아가고 싶어 병 '에 걸린 상태였다. 이미 이를 알고 있던 본인 역시 핑크돌고래를 구해준다면 순순히 일행들을 따라가겠다며 부탁을 하고 이를 들은 프린세스 일행은 돌고래를 수족관 전시품으로 삼았던 수족관 관리인들과의 추격전 끝에 마침내 핑크돌고래를 다시 원래 살았던 바다로 돌려보내는 데 성공했다. [14] 바다에 돌아와서 본인과 핑크돌고래는 마지막 인사를 하는 데 본인 역시 계속 핑크돌고래와 살고 싶었지만, 원래 살던 미스틱마을로 다시 돌아가야 하는 운명을 가졌기 때문에 핑크돌고래와 이별을 하면서 눈물을 흘렸다. 이에 자신도 인어공주의 결말대로 물거품이 되어 사라져 버리는 것이 아니냐며 걱정했지만, 프린세스 플로라하트는 핑크돌고래가 건강하게 돌아간 기쁨의 눈물이라며 위로를 받았고, 약속대로 열쇠를 건네 주며 프린세스 플로라하트에게 스스로 캐치되었다. [15] “앞으로 잘 부탁해, 퐁당!” 14화 캐치 대사. 하트로즈에서 처음 선보인 행적으로는 티니핑 병원에서 검진을 받았으며, 삐뽀핑이 진단한 결과 아주 건강하다고 한다. 검진이 끝나고 긴장이 풀림과 동시에 피곤함이 몰려온 본인은 조개껍데기 속으로 들어가 잠이 들며 이야기가 끝난다. 여담으로 해당 에피소드는 동물원이나 수족관에 갇혀 자기가 원래 살았던 서식지로 못 돌아가는 신세가 된 동물들에 대해서 보여 주며, 동물원이나 수족관의 문제점에 대하여 풍자한 에피소드이기도 하다. 2.2. 14화 이후 [편집] 캐치된 이후 한동안 등장이 없다가 '로미의 목걸이를 찾아라' 편에서 재등장. 하츄핑, 꾸래핑, 솔찌핑, 꼼딱핑과 함께 하수도로 들어가 로미의 목걸이를 찾는 데 협조한다. 특히 목걸이를 발견한 후 물이 빠지는 곳으로 떨어질 때 자신의 조개룸을 소환해 일행들을 1차로 구해낸 다음 물이 빠지는 동안 빨려 들어감을 방지하기 위해 물 속에서 조개룸을 밀며 헤엄을 쳐 솔찌핑의 끈적이 구름이 닿을 때까지 활약을 했다. '노래하는 아아~핑' 편 마지막 장면에서는 꾸래핑, 나나핑, 솔찌핑, 하츄핑, 힘내핑, 삐뽀핑, 삐짐핑, 꾸며핑과 함께 아아핑의 바이올린 콘서트를 관람한다. '등장! 행운핑' 편 마지막 장면에서는 행운핑의 부활을 지켜보는 것으로 등장. '티니핑 패션쇼' 편에서는 미스틱마을로 가는 네모산 기슭이 막혀 돌아갈 수 없다는 소식에 가장 크게 실망한다. 그 이후 패션쇼의 드레스 준비를 하는 역할로 등장하고, 패션쇼에서는 자신의 조개룸을 무대 소품으로 사용한다. '위기일발 미스틱마을' 편에서는 다른 열쇠티니핑 14명과 마찬가지로 프린세스 라비린스에 의해 캐치된 후 그녀가 벌인 어둠의 의식을 위해 이용당하는 역할로 나왔다. 프린세스 라비린스와 몸싸움을 벌이던 로미가 제단에서 추락하자, 로미와 함께 있었던 시간을 회상해 행운핑에게 마법 에너지를 나눠주어 행운핑이 레이븐 큐브에서 탈출해 로미가 프린세스 트와일라잇으로 변신시키는 데 도움을 주었다. [16] 두 프린세스의 대결이 종결된 후, '안녕 열쇠티니핑' 편에서 그 동안 죄를 저지른 다해핑을 용서해 주었고, 로미, 하츄핑과 공식적으로 이별했다. 2.3. 뮤지컬: 신비한 상자를 열어라! [편집] 뮤지컬판에서는 빙글핑 과 마찬가지로 제니로부터 상자 속의 행운핑을 지키기 위해 후반부 급전개에서 캐치되었다. [17] 빙글핑을 캐치한 후 마지막 열쇠핑을 찾던 도중 프린세스(솔라리스) 일행은 수족관에 들어와 본인을 발견했다. 본인은 실제 본편과 마찬가지로 핑크돌고래를 다시 원래 바다로 돌려주면 캐치되겠다고 약속했으며, 프린세스 솔라리스에서 글로리아로 교대한 로미 [18] 는 마법으로 핑크돌고래를 다시 바다로 돌려줌으로써 [19] 본인 스스로 캐치되었고 그 결과 로미는 모든 열쇠핑들을 캐치해 제니로부터 마스터키를 탈환해 오는 데 성공했다. 극중에 등장한 열쇠핑 중 가장 본편과 유사한 방식으로 캐치되었다. 3. 퐁당핑송 [편집] 퐁당핑송 풀버전 노래 이정은 작사 뜻밖의 녹음실 작곡 편곡 BPM 130 [20] 주제가 애니메이션 정보 ▼ 콘티 - 연출 - 작화감독 - 가사 ▼ 퐁당! 숨을 크게 마셔 봐 “퐁당~” 너에게 보여줄 게 있어 핑크돌고래 예쁜 산호초 그리고 여기 바닷속~! 퐁당퐁당 퐁당핑 바다에 몸을 한번 맡겨 봐 물이 이끄는 대로 따라가다 보면은 놀라운 세상이 펼쳐질 거야! 퐁당퐁당 퐁당핑 (뀨뀨뀨) [21] 마법에 몸을 맡겨 퐁당퐁당 퐁 퐁당퐁당 바다의 매력에 빠져 봐 퐁당! 퐁당퐁당 퐁당핑 바다에 몸을 한번 맡겨 봐 물이 이끄는 대로 따라가다 보면은 환상의 나라가 펼쳐질 거야! 퐁당퐁당 퐁당핑 마법에 몸을 맡겨 퐁당퐁당 퐁 퐁당퐁당 바다의 매력에 빠져 봐 퐁당! 발레핑 에 이어서 두 번째로 선역 일반 티니핑에게 개인 테마송이 생겼다. 지금까지 나온 테마곡 중 뮤비가 가장 정성스럽다는 호평이 있다. [22] 뮤지컬판 3기에서도 넘버로 채택되었다. 그 때문에 퐁당핑 역시 작중에 등장하는데 인형탈이나 특수효과가 아닌 양손에 쥘 수 있는 봉에 꽂은 인형의 모습으로 배우가 이 인형을 들고 무대에 모습을 비춘다. 4. 기타 [편집] 열쇠티니핑들 중 최초로 자신의 의지로 캐치되었으며, 꼼딱핑에 이어 두 번째로 제니에게 세뇌당한 묘사는 없지만 고쳐핑에 이어 두 번째로 미스틱 하트윙의 퀴즈 기능 없이 캐치된 티니핑이 된다. 작중 최초의 반인반수 티니핑이다. 인어 형상의 티니핑이라서 다리와 꼬리로 자유자재가 되는 데, [23] 피규어에서는 인어 꼬리를 다리에 끼우는 방식으로 탈부착이 가능하다. 봉제인형은 탈부착이 불가능한 특성상 28cm 인형과 서프라이즈 박스 인형 공통으로 하체가 꼬리로 된 인어의 형태로 나온다. 작중 유일무이하게 수영복을 입고 있다. [24] 또한 작중 최초로 인간이 아닌 동물과 엮이는 티니핑이다. [25] 팬들 사이에서는 퐁당핑과 같은 시즌에 꼼딱핑 을 자주 엮는 듯하다. 경찰과 절도범 [26] 발레핑 만큼이나 인기가 많은 듯 하다. 개인 테마곡도 있으며 비 로열/레전드 열쇠핑 1위를 차지했고, 다른 제품들을 보면 일반핑들 중 자신이 그려진 제품이 가장 많은 듯하다.(로열핑들 만큼이나 많을지도?) [27] 또한 티니핑 벌룬 페스티벌에서도 유일무이한 일반 열쇠핑이었기도 했다. 작중 마법을 딱 한 번 썼다. [28] [29] 걱정이 많은 성격인 듯하다. 14화에서는 바다에 가고 싶어 힘들어하는 핑크돌고래를 걱정했고, 19화에서는 로미의 목걸이를 찾으려고 하수구에 들어갔을 때 어디로 가야 할지 걱정하였고, 얼마 뒤에 목걸이를 발견하고 저 높은 데까지 어떻게 올라갈지도 걱정하는 모습을 보였으며 24화에서는 마을로 가는 길이 막혔다고 했을 때 “힝... 집에 가고 싶은데...” 라며 속상해했다. 한마디로 여린 마음. [30] 발레핑에 이은 티니핑 띠부씰 젤리의 요거트 젤리의 2대 모델이다. 공교롭게도 발레핑이 리뉴얼 전 제품의 모델들 중에서는 유일무이하게 일반핑이었는데, 퐁당핑도 리뉴얼 후 제품의 모델들 중에서는 유일무이한 일반핑이다. 또한 둘 다 일반핑임에도 테마곡이 있는 공통점이 있으며 둘 다 티니핑 벌룬 페스티벌에서 유일무이한 일반핑이었다. 띠부씰은 일반핑으로는 최초로 2개의 디자인이 있다. [31] 다리 형태의 인간형 모습과 꼬리 형태의 인어형 모습이 있으며, 후자는 희귀종이다. [32] 2기 '뜨개 인형이 된 하츄핑' 편에서 하츄핑 뜨개 인형 [33] 의 다리 부분이 망가져서 이것을 고치다가 하체가 인어 형상이 됐는데, 이 인형이 퐁당핑의 원형이라는 우스갯소리가 있다. [1] 인어 티니핑이다 보니 정확히는 핀수영이다. [2] 팅클퍼프를 쏠 때는 관악기처럼 불어서 쏜다. [3] '티니핑 패션쇼' 편에서 열쇠 로열핑들과 행운핑의 등장 무대로 활용되었다. [4] 본인이 자유로움의 티니핑이라서 그런 것 같다. [5] (로열, 레전드핑을 제외한) 열쇠핑 1위 [6] (디저트핑을 제외한) 일반 티니핑 전체 1위 [7] 다만 차원이동은 작중 '알쏭달쏭 열쇠티니핑' 편에서만 보여 주었다. 애초에 열쇠핑들 고유의 능력으로도 보인다. [8] 물 밖으로 나오면 하체가 꼬리에서 다리로 변신한다. [9] 그리고 부각이 안 된 사실이지만 잠수도 가능하다. 잠수와 수영의 차이는 큰 편인데 잠수는 수면 밑 물 속에서 숨을 참으며 가만히 있기만 해도 잠수라고 하며, 수영은 물 속에서 헤엄을 쳐 이동하는 행동을 일컫는다. [10] 이 돌고래의 효과음 성우는 김채하 (메리루와 중복)이며, 출처는 이다은의 퐁당핑 출연소식 SNS글에 남긴 김채하의 댓글이다. [11] 흔히 잘 알려진 결말인, 인어가 슬픔의 눈물을 흘리자, 물거품이 되어 사라져 버린다는 내용. 이 얘기를 하자 핑크돌고래는 놀라서 눈물이 나려고 한다. 그러자 퐁당핑(본인)이 이를 보고 짓궂게도 물거품이 될 거라며 놀려댄다(...). [12] 이 장면이 흡사 네모바지 스폰지밥 의 '인어맨과 조개소년' 편에서 인어맨 과 조개소년 이 스폰지밥 과 뚱이 를 처치하기 위해 초음파를 쏴서 바다생물들을 집합시키는 장면과 유사하다는 의견도 있다. [13] 여담으로 캐치! 티니핑 시리즈 사상 최초의 수중 캐치 추격전. 프린세스 플로라하트의 변신 복장도 수중 장비( 오리발 , 산소 헬멧 등)가 착용되면서 변신되었다. [14] 물론 현실고증을 한다면 프린세스 플로라하트는 절도죄로 체포된다(...). [15] 이때 육지에서 인어폼으로 변신했는 데 작중 유일하게 육지에서 인어폼을 한 장면이다. 캐치 대사를 말할 때는 다시 인간폼으로 변신했다. [16] 이때 퐁당핑(본인)이 가장 먼저 에너지를 나눠주기 시작한 듯하다. [17] 그리고 이 뮤지컬에서 캐치할 티니핑이 5마리로 축소되었기 때문에 로미가 캐치하는 마지막 열쇠티니핑이기도 하다. [18] 실제 본편에서는 프린세스 플로라하트가 캐치했지만, 뮤지컬판에서는 프린세스 글로리아가 캐치했다. [19] 실제 본편에서는 프린세스 플로라하트가 수족관 관리인들과 추격전을 벌인 끝에 핑크돌고래를 다시 바다로 돌려보냈지만, 여기서는 그냥 마법으로 순간이동을 시켜 돌고래를 바다로 돌려보냈다. [20] 1기 티니핑송, 티니핑 100 , 하츄핑송 과 BPM이 같다. [21] 핑크돌고래의 울음소리. [22] 커핑머핑송의 뮤비는 작중에 나온 장면이고, 하츄핑송과 발레핑송은 작중에 나온 장면+새로운 장면, 포실핑, 말랑핑, 샤샤핑, 커핑머핑송(스폐셜 뮤비)은 애니메이션 같은 뮤비는 아니지만 약간에 디테일이 있는 뮤비지만 작중 나온 춤과 똑같은 춤이 가끔 나온다. 하지만 퐁당핑송 뮤비는 처음부터 끝까지 애니메이션 같은 새로운 장면이고 게다가 바닷속, 즉 물 속을 표현한 뮤비인데 하나부터 열까지 디테일하다는 호평이 있다. [23] 보통은 육지에서는 다리로, 물속에서는 꼬리로 되는 데, 캐치될 때는 육지에서 꼬리로 있었기 때문에 의지에 따라 바뀔 수 있다. [24] 뜨거핑이나 삐뽀핑처럼 바지는 아니다. [25] 전 시즌에 맛나핑 이나 같은 시즌에 꾸며핑 처럼 인간이 아닌 퐁당핑은 동물인 핑크돌고래와 엮인 것으로 이런 사례는 처음이다. [26] 근데 둘이 잘 어울리긴 하다. 핑크색(퐁당핑)과 파란색(꼼딱핑)의 조합은 물론, 특히 19화에서 둘이 손잡는 모습을 볼 수 있다. 이때 본인의 대사는 “조심히, 천천히!” 였으며, 꼼딱핑은 “자, 날 잡아, 퐁당핑!” 이라고 하며 퐁당핑(본인)을 잡아 주었다. [27] 대충 제품만 봐도 팝콘통, 목욕놀이세트, 수저세트 등등이 있다. [28] 인어폼으로 변신, 조개룸 소환은 제외. [29] 공식적으로 밝혀진 마법을 쓴 수만 계산한 결과. [30] 이와 반대로 본인과 엮이는(?) 꼼딱핑은 19화에 본인과 다르게 자신을 따라오라는 둥, 본인의 예감은 틀린 적이 없다는 둥 자신만만한 모습을 보여 주었다(...) [31] 보통 로열 이상의 티니핑은 2종이 나오고 일반핑은 1종만 나온다. 다해핑의 경우 2종이 있기는 한데 이것도 2기와 3기에서의 모습으로 각각 나오기 때문에 퐁당핑과는 다른 사례다. [32] 얼마나 희귀종인지 중고거래 가격은 행운핑이나 발레핑, 맛나핑에 못지 않게 비싸게 거래된다. [33] 당연히 이 인형은 포근핑 이 하츄핑을 뜨개 인형으로 만든 것이 아니고, 하츄핑이 마야의 목걸이를 찾는 걸 도와준 고마움에 마야가 하츄핑을 위한 보답으로 만든 인형이다. "
}