{
    "name": "푸딩핑",
    "image": "/static/images/ping/푸딩핑.jpg",
    "gender": "여성",
    "accessory": "푸딩 모양의텀블러",
    "likes": "신나는 음악, 춤추기, 푸딩 만들어 나눠주기",
    "dislikes": "비웃음 받는 것",
    "magic": "대상이 작은 일에도 충격을 받게 할 수 있다. 신나는 음악을 들으면 주변의 모두가 푸딩댄스를 추게 한다.",
    "other_info": "푸딩핑 -“ 신나게 춤추면 푸딩도 더, 더 맛있어져~! ” 성별 한국 외 국가 번안명 Puddingping 이름의 유래 푸딩 모티브 디저트 커스터드 푸딩 소품 푸딩 모양의 텀블러 마법 대상이 작은 일에도 충격을 받게 할 수 있다. [1] 신나는 음악을 들으면 주변의 모두가 푸딩댄스를 추게 한다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 23위 성우 여민정 [2] 1 . 개요 2 . 작중 행적 2.1 . 19화 2.2 . 19화 이후 3 . 기타 1. 개요 [편집] 유약함의 티니핑, 푸딩핑 상처받으면 시무룩해져 움츠러들지만 누구보다 유쾌하며 흥이 많은 티니핑 '유약함의 티니핑'. 마법의 푸딩 텀블러를 이용해 대상이 푸딩댄스를 추게 하는 능력이 있다. 말랑핑의 증언에 의하면 평소에는 우스꽝스럽게 보이는 푸딩댄스지만 이 춤을 추면, 자신이 만든 푸딩이 더 맛있어진다. 2. 작중 행적 [편집] 2.1. 19화 [편집] 어느 날, 하모니 마을에서 신나는 음악을 들으면 자기도 모르게 춤을 추게 되므로 음악을 듣는 것을 경계하던 중, 강아지가 짖어서 놀라 도망가는데 벽에 부딪혔다. 벽에 부딪혔더니 위쪽에서는 TV에서 헤이쥬 의 신곡(따따따송) 뮤직비디오가 재생되고 있었다. 이 노래를 듣더니 자신의 의지와는 관계없이 엉덩이가 제멋대로 움직이면서 텀블러 뚜껑이 저절로 열리며 사람들에게 마법을 걸어 버려 마을 사람들이 모두 똑같은 푸딩댄스를 추게 만들었다. 그러자 몹쓸 춤을 추고 말았다며 울면서 어디론가 가버린다. 한편, 로미 일행은 하트로즈에서 헤이쥬의 신곡 뮤직비디오를 감상하던 도중 하모니 마을의 사람들이 모두 같은 춤을 추고 있다는 속보를 봤다. [3] 일행은 이것이 푸딩핑의 짓임을 깨닫고 푸딩핑은 신나는 춤을 추면 저절로 팅클퍼프를 뿌려 모두를 춤추게 만드는 능력이 있고, 이것이 푸딩이 맛있는 비법이었다고 설명해 준다. 그리고 더 큰 혼란을 야기하지 못 하도록 푸딩핑(본인)을 찾기 시작했다. [4] 한편, 본인은 강가 다리에서 디저트 마을에 있었던 시절 [5] 신나는 음악을 들으며 푸딩댄스를 추며 [6] 푸딩을 만들던 도중, 이 마법에 걸려 강제로 춤을 춘 뿌뿌핑이 춤을 멈추라고 했는데 이 요구를 거부하고 춤을 춰야 맛있는 푸딩이 된다며 계속 춤을 추자 그딴 푸딩을 누가 먹느냐는 폭언과 풍선껌을 라디오 스피커에 뱉어 고장 나게 만들며 [7] 깽판을 친 일을 회상하며 자신의 춤이 몹쓸 춤이라고 비관하며 눈물을 흘린다. 그러던 중 레나 3인방이 지나가던 도중에 레나가 새 휴대폰( 아잉폰 )을 자랑하며 Siri 와 비슷한 스마트폰 AI에게 최신 유행 음악을 틀어 주라고 명령했는데 그 결과 틀어진 노래는 또 다시 헤이쥬의 신곡. 그 여파로 또 의지와는 관계없이 몸이 춤을 춰서 텀블러 뚜껑이 저절로 열리며 마법이 발동해 레나 3인방 또한 푸딩댄스를 추게 되고, 로미 일행이 근처에 이 춤을 목격하고 본인이 있다는 것을 알아챘다. 그리고 다시 도망치던 중 로미 일행이 앞에 나타나 함부로 다른 사람들을 춤추게 하는 일을 멈추라고 부탁했지만, 자신의 의지로 한 것이 아니라고 말하던 찰나 마을 공용 스피커에서 나오는 방송으로 헤이쥬의 신곡이 나오자 다시 제멋대로 엉덩이를 흔들자 하츄핑과 포실핑이 마법을 사용했지만 엉덩이로 팅클퍼프를 튕겨낸 후, 다시 저절로 발동된 본인의 팅클퍼프를 맞고 로미 일행 또한 푸딩댄스를 췄다. 이내 마법이 풀린 로미는 말랑핑과 함께 프린세스 젤리스틴으로 변신했다. 그리고 다시 도망치던 중, 본인의 머리 위로 어떤 청년 남성의 무선 이어폰 한쪽이 떨어지는 바람에 여기서 들려오는 신나는 음악에 맞춰 춤을 추며 또 다시 마법이 저절로 발동되었다. 프린세스 일행은 이 광경을 목격하고 쫓아가던 중에 본인 머리 위의 이어폰을 프린세스 젤리스틴의 피리피리 매지컬 젤리스틴 마법으로 제거해 보려고 했지만 팅클퍼프가 빗나가며 실패했으나 샤샤핑의 아이스크림 요정들의 도움으로 이어폰을 치워 주는 데 성공했다. 이윽고 본인은 놀이터의 정글짐까지 도망쳐 왔는데, 스스로가 몹쓸 춤을 추게 하고 더 이상 맛있는 푸딩을 만들 수 없다며 좌절하고 있었다. 그런 본인을 말랑핑이 위로해 주려고 했지만 겁을 먹고 슈가실드를 펼쳐서 방어했다. 말랑핑은 본인에게 신나고 즐겁게 푸딩을 만들고 싶다는 마음만은 변함이 없다고, 그리고 말랑핑 자신만큼은 푸딩핑(본인)의 푸딩쇼를 유일하게 지켜보는 티니핑이라고 [8] 본인을 위로해 주면서 자의로 슈가실드를 풀고, 말랑핑에게 앞으로 푸딩댄스를 추며 신나게 다시 푸딩을 만들어 보겠다면서 자신의 의지대로 캐치되었다. (신나게 춤을 추며) “최~고의 푸딩 맛을 보여 줄게, 푸딩!” 19화 캐치 대사. 캐치된 뒤에는 이전과 마찬가지로 신나는 푸딩쇼를 선보이며 푸딩을 만들었다. 푸딩핑(본인)의 마법으로 다 같이 푸딩댄스를 추던 도중, 헤이쥬가 하트로즈로 찾아와서 자신의 노래를 들으며 즐겁게 춤을 추는 로미와 디저트핑들의 모습을 보고 헤이쥬도 함께 모두 다 같이 푸딩댄스를 추면서 에피소드 종료. “신나게 춤춰, 푸딩!” 19화 마지막 대사. 2.2. 19화 이후 [편집] '새콤달콤 레전드 티니핑' 편에서는 새콤핑과 달콤핑의 부활하는 모습을 보는 것으로 등장. '새콤달콤한 디저트 파티' 편에서는 말랑핑과 함께 디저트 파티에 사용할 재료(과일)를 담고 있었는데, 본인의 말랑한 몸을 활용하는(...) 모습을 보여 주었다. 그리고 이 재료들을 탑을 쌓아 가져오는 바람에 이미 앞선 팀의 계산을 마무리하고 다소 지쳐있던 캔디핑의 진을 빼놓았다. '돌아와, 뿌뿌핑' 편 마지막 장면에서는 뿌뿌핑에게 위로해 주는 모습으로 등장. '마음을 하나로! 하모니어스' 편에서는 뿌뿌핑이 정화되자 다른 티니핑들과 함께 팩트에서 나와 마을이 원상복귀됨을 기뻐하지만 이내 새콤핑과 달콤핑의 죽음을 인지하고 다른 티니핑들과 함께 울었다. 3. 기타 [편집] 4기에서 마지막으로 (간접적+선행 등장을 포함해) 데뷔한 일반 티니핑이다. 보통 마지막으로 캐치되는 티니핑이 캐치 순서에 비례해 가장 늦게 출연하는 것과 달리 캐치 순서는 12번째임에도 등장 순서는 마지막인 15번째다. [9] 대상을 춤추게 하는 능력은 따라핑 , 발레핑 과 비슷하다. 다만 이들과는 달리 고의적으로 마법을 걸지 않아도 타고난 흥부자 기믹 탓에 의지와는 관계없이 마법을 걸 때가 있다. 회상 장면의 묘사로 보아 디저트 마을 내에서는 푸딩을 파는 자영업자 이자 춤을 추는 길거리 공연가 를 겸하는 걸로 보인다. 캔디핑 , 또너핑 , 커핑&머핑 , 눈꽃핑 에 이은 다섯 번째로 슈가 프리즘 샷을 맞지 않고 캐치된 디저트티니핑이며, 스스로 슈가실드를 해제하고 캐치된 유일무이한 디저트티니핑이다. 좋아하는 것 중 하나가 요거핑 과 비슷하다. [10] [1] 슈가베리팩트 프로필 中. 작중 이 능력은 사용되지 않았다. [2] 기존에는 부끄핑 , 씽씽핑 , 싹싹핑 , 커핑 을 맡았으며, 이로써 바로 다음 화에 멜로핑 을 맡은 사문영 과 더불어 역대 최다수(5)의 티니핑을 맡은 성우 라는 기록을 타이로 세웠다. 중복 담당한 배역 중에서는 하니 , 부끄핑과 목소리 톤이 흡사하다. [3] 이 TV 속에 나온 인물 중에서는 보도하는 뉴스 앵커만 마법에 걸리지 않았다. 이를 취재하러 나온 기자까지 마법에 걸렸기 때문. [4] 처음에 하츄핑과 로미는 헤이쥬의 곡에 맞춰 춤을 추는 점 때문에 따라핑 의 짓으로 생각했다. [5] 이때 포실핑, 캔디핑, 머랭핑, 또너핑, 와플핑 강제로 마법을 걸어 본인의 푸딩댄스를 추게 만들었다. 말랑핑은 표정으로 보아 자의로 춘 것으로 보인다. [6] 사실 상 티니핑들이 불만을 토로하지 않고 당황하기만 해서 문제가 아니라고 생각하고 계속 마법을 뿌린 듯하다. 이후에 상대 를 잘못 골라서 그렇지… [7] 사실 뿌뿌핑 입장에서는 어떻게 되었든 굉장히 화날 일이다. 뿌뿌핑은 공동체에서 소외된 것 때문에 이미 신경이 제대로 곤두서있었을 터인데, 갑자기 자기를 춤추게 만들어 기름을 제대로 부었는데 푸딩핑은 말로도 또 부채질까지 했으니... [8] 이때 앞서 말한 뿌뿌핑의 깽판 장면 직후 푸딩핑이 도망가는 모습을 보고 말랑핑은 허탈함을 느끼는 장면이 다시 나온다. [9] 캔디핑 & 와플핑 → 핫케핑 & 샌드핑 & 또너핑 & 롤리핑 & 머랭핑 → 뿌뿌핑 (이상 1화)→ 마카핑 (4화 회상 장면)→ 멜로핑 & 쪼꼬핑 (13화 슈가베리팩트 회상 장면)→ 커핑&머핑 (14화)→ 요거핑 (17화)→ 눈꽃핑 (18화)→푸딩핑(19화). 사실 뿌뿌핑(15번째 캐치)이 첫화부터 등장한 이상 마지막으로 캐치되는 티니핑이 가장 늦게 데뷔하는 클리셰는 이미 깨진 셈이었다. 이전 시즌에 마지막으로 캐치된 티니핑인 1기 앙대핑 (빌런 제외시 홀로핑 ), 2기 원더핑 , 3기 빙글핑 은 마지막에 캐치된 만큼 가장 늦게 등장했다. [10] 요거핑은 요거트 만들어 나눠주는 것을 좋아하고 푸딩핑(본인)은 푸딩 만들어 나눠주는 것을 좋아한다고 공식적으로 나와 있다. "
}