{
    "name": "플라핑",
    "image": "/static/images/ping/플라핑.jpg",
    "gender": "남성",
    "accessory": "장미꽃한 송이",
    "likes": "장미, 해바라기, 튤립 등",
    "dislikes": "곤충, 벌레",
    "magic": "대상 혹은 사물을 꽃으로 만들 수 있다.",
    "other_info": "플라핑 - 이름의 유래 Flower(꽃) Flora(식물) 소품 장미꽃 한 송이 마법 대상 혹은 사물을 꽃으로 만들 수 있다. [1] 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 101위 성우 최승훈 [2] 카스야 다이스케 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 꽃을 너무나도 사랑하는 티니핑 기본적으로 나긋나긋하고 우아한 성격이지만, 꽃에 대한 열정이 가득한 요정. 캐치! 티니핑 의 등장 티니핑. 43화의 메인 티니핑이다. '꽃을 사랑하는 마음의 티니핑'. [3] 마법을 사용해서 대상 혹은 사물을 꽃으로 만드는 능력이 있다. 어미는 '~플랑'을 쓴다. 2. 작중 행적 [편집] 첫 등장 시 딜런과 이든이 축구를 하던 근처에서 루카가 화분을 들고 가던 중에 루카의 화분을 지켜주기 위해 축구공을 꽃으로 만들었다. 그리고 지나가던 중에 레나가 원래 사려고 했던 브로치가 품절되어 비슷하게 생긴 꽃을 꺾은 걸 보자, 레나 3인방 또한 꽃으로 만들어 버렸다. [4] 이후 본인은 (몬쥬 박사로부터 첫 번째 큐브를 완성해야 하는 임무를 받고 나온) 프린세스 클로버와 조우하는데, 꽃을 더 많이 만들겠다면서 캐치되는 걸 거부했다. 그 앞을 하츄핑과 라라핑이 가로막자, 본인의 팅클퍼프를 피하려고 한 라라핑이 실수로 돌부리에 넘어져 다리를 다치느라 하츄핑과 라라핑은 일시적 리타이어. 이내 추격전 도중 프린세스 클로버가 넘어져 티니하트윙이 떨어지는데 악동핑이 빼앗아 가 버렸지만, 이 때 악동핑이 꽃을 밟았다는 이유로 본인은 악동핑을 꽃으로 만들어 버렸다. 그렇게 프린세스 클로버는 티니하트윙을 되찾고 다시 본인을 쫓아가던 중 근처에 이모션 왕국에만 피는 꽃이 피어 있는 걸 발견했다. 프린세스 클로버는 이를 응용해 자기가 말하는 커다란 꽃인 척 하면서 본인에게 자신을 어서 피어나게 해 달라고 유인함으로써 꽃에서 튀어 나와 본인을 캐치했다. [5] “힝... 꽃이 많은 곳으로 가고 싶어... 플라플랑~” (이 대사 직후 자신이 가진 장미꽃을 입으로 문다.) 43화 캐치 대사이자 회차 내 본인의 마지막 대사. 잠시 후 레나 3인방은 예쁜 꽃이 된 꿈을 꿨다고 말하는 것으로 에피소드는 끝이 난다. '사고뭉치 아기 노리핑' 편에서는 직접적으로 등장하지 않으나 플라핑(본인)이 그린 약도를 보여 주는 데, 약도가 알아 볼 수 없을 정도로 엉망진창이었다. 3. 티니핑 소개 일본판 [편집] “世界中がお花でいっぱいになったら、素敵だろうな、フラ！” (한국판 대사: “온 세상이 꽃으로 가득하다면, 정말 아름답겠지~, 플랑~”) 4. 기타 [편집] 작중 최초로 캐치 뱅크신에서 일부분이 잘리면서 캐치된 티니핑이다. [1] 또한 위 영상에는 적혀 있지는 않으나, 이모션 왕국에만 피는 꽃도 만들 수 있는 듯 하다. 차차핑이 이모션 왕국에만 피는 꽃을 보고 플라핑의 짓임을 짐작했기 때문. [2] 3기부터는 개인 논란으로 하차한 김현욱 을 이어 이안 과 레이먼 을 맡는다. [3] 캐치! 티니핑 AR 설명문 기준. 티니핑의 정의가 이모션 왕국에 사는 마음의 요정 임을 감안하면, 이쪽이 사실상 더 맞는 분류. [4] 이 광경을 목격한 사라와 준은 기겁했고, 심지어 꽃집 점원인 마야 어머니는 기절하기까지도 했다(...). 사실 그럴만도 한 게 얼굴을 보여 주며 “뀨~♥” 라며 애교(?)도 부린다(...). [5] 이 때 캐치 컷신 중 “피리피리 캐치링, 큐브 속으로!”의 장면이 편집되었다. 원래는 서 있는 채로 티니하트윙을 열면서 주문을 외우는 데, 플라핑(본인)을 속이기 위해 꽃에 매복해 있다가 점프하면서 나타나서 티니하트윙을 공중에서 사용했기 때문에 이 대사가 나오는 게 적절하지 않았기 때문이다."
}