{
    "name": "하츄핑",
    "image": "/static/images/ping/하츄핑.jpg",
    "gender": "여성",
    "accessory": "손거울, 하프, 향수, 핸드벨",
    "likes": "손거울을 보며 사랑스러운 표정 연습하기, 차 마시기, 하프 치기, 로미와 함께 있는 모든 순간, 생크림 딸기 케이크",
    "dislikes": "억지로 잠을 깨우는 것, 갑자기 깜짝 놀라게 하는 것",
    "magic": "<사랑의 빛>밝은 빛으로 적들을 방해할 수 있다. <사랑의 선율>하트 모양 음표를 발사하거나, 대상의 진로를 방해하거나, 행동에 제약을 줄 수 있다. <사랑의 향기>향수를 뿌려서 상대 공격을 막을 수 있으며, 대상을 향기에 취하게 만들 수 있다. <사랑의 종소리>핸드벨에서 딸기 타르트 모양 음표를 발산하여 상대를 교란시킨다.",
    "other_info": "하츄핑 - 하츄핑 1기 (노멀 하츄핑 [1] ) 모습 4기 (베리 하츄핑) 모습 성별 한국 외 국가 번안명 Heartsping 爱心梦可(아이신몽커) ハチュピン 이름 유래 하트 + 츄 [2] Heart(마음) 爱心(사랑) 보석(2기 한정) 핑크 다이아몬드 (사랑의 보석) 열쇠(3기 한정) 하트 열쇠 모티브 디저트(4기 한정) 딸기 케이크 소품 손거울 [3] → 하프 [4] → 향수 → 핸드벨 심볼 하트 파트너 로미 정적 다해핑 마법 ① <사랑의 빛>(1기 손거울) [5] 밝은 빛으로 적들을 방해할 수 있다. ② <사랑의 선율>(2기 하프) 하트 모양 음표를 발사하거나, 대상의 진로를 방해하거나, 행동에 제약을 줄 수 있다. ③ <사랑의 향기>(3기 향수) 향수를 뿌려서 상대 공격을 막을 수 있으며, 대상을 향기에 취하게 만들 수 있다. ④ <사랑의 종소리>(4기 핸드벨) [6] 핸드벨에서 딸기 타르트 모양 음표를 발산하여 상대를 교란시킨다. 좋아하는 것 손거울을 보며 사랑스러운 표정 연습하기(1기) 차 마시기, 하프 치기(2기) 로미와 함께 있는 모든 순간(3~4기) 생크림 딸기 케이크(4기) 싫어하는 것 좋아하는 음식 생크림 딸기 케이크, 딸기 [7] 싫어하는 음식 신맛이 나는 모든 것 [8] 로미와 변신 프린세스 하트(1기) 프린세스 다이아하트(2기) 프린세스 플로라하트(3기) 프린세스 베리하트(4기) 명칭 불명(극장판 1기) 프린세스 브라잇하트(5기) 2023 티니핑 어워즈 인기투표 순위 1위 성우 조경이 레지나 티스카레뇨(1기) → Nancy Kim(2기) 화링 [9] 히키사카 리에 뮤지컬판 배우 이아영(1, 2, 3기) [10] 1 . 개요 2 . 작중 행적 2.1 . 본편 2.1.1 . 캐치! 티니핑 2.1.2 . 반짝반짝 캐치! 티니핑 2.1.3 . 알쏭달쏭 캐치! 티니핑 2.1.4 . 새콤달콤 캐치! 티니핑 2.1.5 . 슈팅스타 캐치! 티니핑 2.2 . 극장판 2.2.1 . 사랑의 하츄핑 3 . 눈물 4 . 티니핑TV 5 . 티니핑 소개 일본판 6 . 하츄핑송 7 . 역대 프로필 사진 8 . 기타 1. 개요 [편집] “이건 티니핑의 짓이 분명해, 츄!” “내 사랑을 듬뿍듬뿍 줄게~ 츄~♥” [A] “오늘부터 너희는 티니핑 스쿨의 학생이고, 난 선생님이야, 츄! ” “신비한 힘이 넘쳐나, 츄!” “걱정 마~ 이제 친구들과 함께 하는 거야, 츄!” 캐치! 티니핑 시리즈 의 메인 티니핑 및 메인 로열핑 으로 로미 와 더불어 양대 주인공 이자 메인 마스코트 캐릭터 . '사랑의 티니핑'. 늘 로미와 함께 다니며 애교 넘치는 로열핑으로, 사랑과 배려가 넘치는 성격. 티니핑 중 로미와 가장 친하며, 비밀의 방에 있던 티니핑 봉인이 풀려나 지구로 흩어질 때 로미가 손을 꼭 잡아준 덕분에 유일무이하게 지구로 떨어지지 않고 로미와 함께 처음부터 같이 다녔으며, 모든 티니핑 중 유일무이하게 모든 회차에 출연 중이다. 2. 작중 행적 [편집] 2.1. 본편 [편집] 2.1.1. 캐치! 티니핑 [편집] 애교가 넘치는 사랑의 티니핑, 하츄핑! 언제나 친구들을 도와주고 싶어하는 사랑둥이 요정 공식 홈페이지 소개(1기) '엉망진창 쿠키 만들기' 편에서 첫 등장. 캐치! 티니핑 시리즈 최초로 등장한 티니핑이자, 로열핑이다 . 배달을 가던 로미의 어깨에 올라 타서 잔소리를 폭격한다. 배달을 마치고 돌아온 이후 하트로즈 베이커리 일이 너무 바빠지자 티니핑은 언제 캐치하느냐며 징징대자 지금은 일손 돕는게 우선이라며 로미가 뛰쳐나가자 관성의 법칙으로 인해 로미에게서 떨어져 컵케이크에 머리를 박아 허둥대고, 로미가 본인을 꺼내주며 벌써 한 마리 잡았다며 놀림받는다. 그리고 마야가 찾아와 이안, 로미가 라이브 방송을 하던 중에는 등장하지 않다가 키키핑 마법 때문에 방송이 난리가 나버리자 티니핑이 한 짓임을 추정했고, 키키핑을 발견한 후 로미를 프린세스 하트로 시리즈 최초로 변신시켜준다. 하지만 키키핑이 워낙 날쌔서 잡기는 힘들었는데, 이때 조금 전 본인이 컵케이크에 빠져 허둥대는 모습을 봤던 프린세스 하트가 이를 이용한 작전을 세우는데, 컵케이크를 키키핑에게 직접 던졌지만 다 피했고, 방심하고 있던 키키핑 발목을 잡아 움직임을 막아 키키핑 위로 컵케이크가 떨어질 때 재빨리 빠져 나와 키키핑만 포박시킨 후 캐치하는데 도움을 줬다. 헌데 이안과 마야는 정신이 나간 채로 과자를 구웠는데 하필 타이밍 나쁘게 돌아와 이를 본 사라가 극대노를 하고, 완성한 과자를 일단 먹어나 보고 맛있어하자 그때야 안심하며 마지막 장면에서는 로미와 함께 마지막 컷으로 등장하며 에피소드가 끝난다. '차나핑을 찾아라!' 편에서는 감기에 걸렸는지 계속 재채기를 하는 모습이 나온다. [12] 그래도 덕분에 투명한 차나핑 모습을 보이게 하는 데에 도움을 주었다. 주역 에피소드인 '돌아와, 하츄핑' 편에서는 자신이 아껴놓은 딸기 타르트를 로미가 무심코 먹어버린데다 사과하지 않은 일 때문에 삐져서 가출을 해버리고, 우연히 루카에게 주워지면서 메리루네 집에서 한동안 신세를 졌다. 한편 로미는 하츄핑(본인)을 걱정하여 비 내리는 날에 하루가 넘도록 본인을 찾으러 온 동네를 돌아다니다가 감기에 걸리고 만다. 그럼에도 본인은 화가 풀리지 않았는지 집으로 돌아가려 하기를 거부하고, 로열핑들이 자신을 속여 [13] 데리러 오려했다가 더 감정이 상했는데, 로미가 비 내리는 날 종일 본인을 찾으러 다니다가 감기에 걸렸다는 메리루의 설득으로 로미와 화해한다. '나만 사랑해 줘!' 편에서는 투투핑과 주역으로 출연. 작중 로미가 본인을 챙겨주는 모습으로 인해 투투핑의 질투를 산다. 이 때문에 투투핑이 준 레몬즙을 듬뿍 뿌린 딸기 타르트를 먹고 봉변을 당하지만 오히려 의심만 당한다. 로미 덕분에 오해가 풀리긴 했지만 대신 투투핑이 가출해 버려서 찾으러 간다. 마지막에는 서로 화해하는 것으로 마무리. '바로핑이 많아졌어요!' 편에서는 바로핑이 약 부작용으로 분홍색이 되었을 때 부작용 기간동안 쌍둥이 하자며 좋아한다. '바네핑의 화살' 편에서는 아자핑이 놀래켜서 실수로 컵을 떨어뜨려 깨트려 버리자 아자핑에게 화를 낸다. 아자핑이 자기도 다쳤는데 컵이 더 중요하냐고 하자 그렇다고 하는건 덤. [14] 딜런의 반려견 댕댕이로 인해 위기에 빠져서 아자핑이 구하러 가지만 오히려 봉변만 당해 한동안 아자핑과 사이가 안 좋아진다. 바네핑을 쫓을 때 아자핑이 정지마법을 쓰지만 ​그때는 프린세스 하트가 빠르게 달리는 중이었기 때문에 실수로 자신이 맞아서 일부러 그랬냐며 투닥댄다. 그 때, 바네핑이 화살을 쏴서 본인이 맞을 위기에 처하자 아자핑이 대신 맞아 기절한다. [15] 그 후 집으로 와서 아자핑의 상처를 보고 본인이 아자핑에게 화내기만 했던 것을 반성하며 운다. 바네핑을 잡아와도 방법을 모른다고 하자 아자핑을 살려내라며 오열하는데, 그 때 본인 눈물로 마법이 풀리자 좋아하며 아자핑을 안아준다. 아프다고 할 때 사과하는건 덤. [16] '그림이 살아있다?' 편에서는 처음으로 본인 능력을 공개했다. 그림핑이 그린 물고기들이 프린세스 클로버가 물을 뿌려서 모두 사라지고, 그림핑이 반항하려고 하자 달려와서 그림핑에게 \"사랑의 빛\" 마법을 사용하였다. 마법의 효과는 손거울로 눈부신 빛을 발사해서 상대방 시야를 가려 방해하는 것. 그림핑이 안 그래도 빛에 민감한 녀석이었기 때문에 마법이 제대로 먹혀들어 무사히 캐치하였다. '씽씽핑은 빠른 게 좋아!' 편에서는 씽씽핑을 잡기 위해 아자핑, 차나핑과 한 팀으로 레이싱을 한다. '사고뭉치 아기 노리핑' 편에서는 노리핑을 보고 엄청나게 귀여워하고, 믹서기에 떨어질 뻔한 노리핑을 간신히 구해줬다. '프린세스 베로니카' 편에서는 본인의 눈물이 한번 더 힘을 발휘하는데, 해핑의 몸이 흑백으로 변해버리고 만신창이가 된 채 로열핑 마크까지 없어진 상황 에서 로미와 친구들이 앙대핑의 공간에 갇혀 버리자 눈물을 흘리며 일어나라 하는데, 이로 인해 로미가 프린세스 베로니카로 각성한다. 자신의 능력으로 앙대핑을 눈부시게 하고 다른 동료들이 공격하게 하는 활약을 한다. 끝에는 이모션 왕국으로 돌아가지만, 결국 마을로 다시 돌아온다. 2.1.2. 반짝반짝 캐치! 티니핑 [편집] 사랑과 배려가 넘치는 귀염둥이, 사랑의 티니핑. 다정다감한 언니처럼, 서툰 신참 로열핑들을 다독이며 아우르는 리더, 함께 우여곡절을 겪으며 많이 성장하여, 이제는 로미와 극강의 케미스트리를 자랑한다. 급박한 상황에서 쥬얼하트윙폰의 도움을 받아 로미와 프린세스 변신마법을 한 이후, 하츄핑에게도 보석의 힘이 깃든다. 공식 홈페이지 소개(2기) '반짝반짝 보석티니핑' 편에서는 로미와 지구에 남아 있는 것으로 등장. 이때 다른 로열핑 친구들은 왕립 로열핑 후보생 선생님으로 돌아간 뒤였다. 그러다 로열핑 후보생들인 조아핑, 방글핑, 믿어핑이 지구에 왔다는 것을 알았고, 어찌저찌 찾고나서는 도망가는 모습을 보고 로미와 함께 셋을 쫓는다. 그러다 공사장 엘리베이터에서 위기를 맞지만 로미가 위기를 맞은 순간 쥬얼 하트윙폰을 사용해 프린세스 다이아하트로 변신하여 위기를 넘긴다. 본인도 이때 보석의 힘으로 새로운 모습( 다이아 하츄핑 )으로 각성한다. [17] '티니핑 스쿨 개교!' 편에서는 보석티니핑들을 가르치는 선생님이 되었다. '간지럼을 참아야 해!' 편에서는 로열핑 후보생들이 간지럼 훈련하는 것을 힌트로 얻어 간지럼 참기 훈련을 시킨다. 먼저 이론 수업으로 티니핑 간지럼 포인트 세 곳(목덜미, 겨드랑이, 옆구리)을 지적해주고 이곳을 위주로 공략하라고 전략을 세워준다. 그리고 조아핑에게 간지럼 테스트를 하는데 귀이개를 몸에 대기도 전부터 간지러워하며 단호히 조아핑을 탈락시킨다. 그리고 방글핑과 믿어핑을 동시에 간지르는 대결을 시켜서 그 결과 방글핑이 간지럼 참기 1등 확정. 방글핑에게 무기로 쓸 귀이개를 건네주면서 배운 게 전부가 아니니 상대의 새로운 약점도 찾을 것을 조언했다. 이 조언을 듣고 방글핑은 귀이개로는 반응도 없길래 칫솔을 꺼내거나, 원래 약점이 발바닥임을 눈치채서 까르핑을 캐치하는데 도움을 주었다. '아야아야 엄살은 그만!' 편에서는 이안이 만든 초코볼을 먹다가 로미에게 애원하면서 초코볼을 더 먹으려는 믿어핑을 제지시키고 잠을 재우러 간다. 헌데 믿어핑은 밤새 초코볼을 너무 많이 먹어 충치가 생겼고 이를 치료해 주려다가 아야핑 의 마법에 걸려 조아핑, 방글핑과 거울에 반사한 빛 때문에 눈을 다쳤다며 엄살을 피운다. 그러다 어찌저찌해서 아야핑의 마법이 풀리고 겁을 잔뜩 먹은 아야핑을 설득하는 것을 도와 아야핑을 캐치한다. 그리고 믿어핑의 충치를 치료해 주고 또 몰래 초코볼을 먹고 양치질 안 하면 초코볼은 다신 안 줄 거라며 단호히 경고한다. '뜨개 인형이 된 하츄핑' 편에서는 마야와 꽃집에서 바느질을 하는 것으로 등장. 사실 본인은 마야가 만들어 준 자기 모양을 한 뜨개 인형을 보고 마야와 뜨개질을 배우기 위해 마야와 꽃집에 간다. 그런데 하츄핑 모양 인형은 보석 로열핑들이 낮잠 자는 데에 떨어졌고, 이를 본 포근핑 이 하츄핑 인형에게 목도리를 준다. 그러다 잠결에 깬 믿어핑이 포근핑을 보았고, 포근핑이 하츄핑을 인형으로 만들었다고 오해한다. 그런데 포근핑 캐치 뒤에도 원래대로 돌아오지 않는 하츄핑 인형을 보며 진짜로 하츄핑을 잃었다고 착각한 조아핑, 방글핑, 믿어핑은 엄청 운다.(...) 그러다 마야의 부탁으로 단추를 가지러 갔던 본인이 돌아오는데, 뭐 때문에 우냐고 물어보다가 이를 본 조아핑, 방글핑, 믿어핑은 진짜 하츄핑이 살아있다고 안심하며 몰려든다. 그러나 이 사실을 알리가 없던 본인은 당황하기만 하는데 프린세스 사파이어 역시 어안이 벙벙했지만 마야로부터 모든 진실을 알면서 포근핑에게도 자신이 안 그랬다는 것이 사실임을 안 이후 프린세스 사파이어는 로열핑들과 함께 하츄핑(본인)에게 오해해서 미안하다며 사과한다. 그 후 에필로그에서 포근핑에게서 크기가 작은 자신 모양 뜨개 인형을 받은 본인은 포근핑에게 티니핑 스쿨을 안내해준다. '또 한 명의 프린세스' 편에서는 또 다른 프린세스인 제니 와 다해핑 을 만나는 것으로 등장. 제니를 괴롭히는 걸로 의심하는 레나 3인방을 혼내려던 다해핑과 싸우지만 제니가 제지한다. '대결! 로열핑' 편에서는 1기 동료들인 바로핑, 아자핑, 차차핑, 라라핑과 재회. 그러나 해핑은 가면핑을 추적하느라 같이 오지는 못했다고 한다. [18] '왕국이 된 하트로즈' 편에서는 공쥬핑 최면에 걸린 친구들을 구하려는 것으로 등장. 그러나 공쥬핑이 가면핑에게 속고 있다는 것을 인식하기 위해 공쥬핑을 설득했고 공쥬핑은 뒤늦게 가면핑에게 속았다는 것을 알아 로미와 로열핑 친구들을 풀어준다. 그렇게 로미와 하츄핑이 풀려난 덕에 프린세스 다이아하트로 변신하여 피리피리 매지컬 다이아 마법으로 가면핑을 막고 공쥬핑을 캐치한다. 그런데 이때 가면핑 소품인 황금 열쇠가 다해핑 머리핀으로 바뀌었다. 이로 인해 가면핑 정체 떡밥이 생기는데... '보석핑을 도둑맞았어요!' 편에서는 다른 보석핑과 함께 도둑 2인방에게 잡힌다. 그러나 방글핑 일행이 먼저 구해주고 보석핑이 도둑 2인방을 혼란스럽게 한 후 보석함을 가지고 빠져나오자 로미는 방글핑과 함께 프린세스 루비로 변신하여 도둑 2인방을 체포한다. '위기의 하츄핑' 편에서 위 떡밥을 보석드래곤 브레스 공격을 맞고 정체가 밝혀진 가면핑 에게서 해소하였다. 그리고 다음 편이자 최종화인 '돌아온 보석숲' 편에서 제니의 진실을 알고 충격에 빠진 로미에게 그 떡밥을 설명한다. 2.1.3. 알쏭달쏭 캐치! 티니핑 [편집] 사랑과 배려가 넘치는 사랑둥이 하츄핑! 친구들을 진심으로 걱정하고 도와주고 싶어하는 귀여운 애교쟁이. 공식 홈페이지 소개(3기) 사랑의 티니핑, 하츄핑 언제나 함께야, 츄! 사랑과 배려가 가득한 사랑둥이 요정. 오랫동안 로미와 함께 해온 단짝이자, 로미의 티니핑 캐치를 도와주는 로열티니핑. '알쏭달쏭 열쇠티니핑' 편부터 여전히 지구에 남아 있는 상태로 처음 등장한다. 로미와 마찬가지로 새로 단장한 하트로즈에서 일손을 돕고 [19] 로미 일행이 자전거를 타러 가는 길에 동행하는데, 미스틱마을에서 도망쳐온 열쇠 로열핑들과 충돌 [20] 하며 조우한다. 열쇠 로열핑들이 하츄핑(본인)의 배 문양을 보고 지구로 파견한 로열핑임을 알고, 로미가 어디 있는지 묻자 로미는 바로 옆에 있다며 알려줬다. 또한 미스틱마을에서 도망쳐 왔다는 소리에 미스틱마을이 어떤 곳인지를 알려준다. '변신! 플로라하트' 편에서는 로미가 빨리핑의 마법으로 안절부절 못하고 몬쥬 박사에게 변신 아이템을 보내 달라고 아우성을 치자 로미에게 걸린 마법을 풀기 위해 발 밑에 고무제 돼지 인형을 두어 미끄러트려 로미에게 걸린 마법을 푼다. 그후 로미가 미스틱 하트윙을 얻으면서 본인도 미스틱 파워를 얻는다. 동시에 흰 드레스와 흰 스타킹을 입고 신은데다, 새 아이템으로 향수를 얻으며 새로운 모습( 플로라 하츄핑 )으로 각성한다. 그리고 로미와 함께 프린세스 플로라하트로 변신하고, 빨리핑을 추격하다가 빨리핑이 위장을 했다는 사실을 알고 빨리핑이 마카롱으로 위장한 것 [21] 을 간파해서 캐치에 도움을 주었다. '과식은 위험해 얌얌' 편에서는 다른 일행들과 함께 하트로즈에서 초코과자 를 먹고 레이먼네 가게에서 계산원으로 일손을 돕는다. 그러다가 로미가 떡볶이를 가지고 나갔을 때 떡볶이 떡이 사라져 버리자 다른 로열핑들을 의심하는데 떡이 계속 사라지는 사건의 주범이 (얌얌핑의 마법에 걸린) 로미임을 안다. 영문은 모르고 로미를 진정시키다가 서빙용 쟁반이 떨어져서 머리를 맞으며 로미의 마법을 풀고 이 사태가 얌얌핑의 소행임을 안다. 이후 프린세스 솔라리스로 변신한 로미가 얌얌핑과 전투를 벌이다가 얌얌핑의 마법을 막으려 프라이팬을 집으려다 체를 집은 프린세스 솔라리스를 보호하기 위해 사랑의 향기 마법으로 프린세스 솔라리스를 보호한다. 그 후 얌얌핑을 잡고 소동을 종료한다. '안녕 열쇠티니핑' 편에서는 게이트가 열려 당황하는 모습으로 잠시 비춘다. 그 이후 큰 개입은 없었다가 로미와 제니가 화해에 성공하는 모습을 보고 감동의 눈물을 보인다. 그 후 왕궁으로 돌아와 다해핑에게 큰 벌을 받을거라는 몬쥬 박사의 경고와 이를 수행할 각오를 했다는 다해핑을 보고 걱정스러운 표정을 짓는다. 그 후 몬쥬 박사의 실험실에서 봉사활동 처벌을 받고 있던 다해핑을 찾아오는데, 몬쥬 박사가 다해핑에게 미스틱마을에 다녀오라고 하자 처벌이 남았다며 망설이는 다해핑 손을 잡고 미스틱마을에 데리고 간다. 그리고 오랜만에 만난 열쇠핑들과 대화를 하던 중 혼자만 동떨어져있던 다해핑을 찾아 혼자 있지 말고 같이 놀자며 손을 내밀어주는데, 이에 다해핑은 자기 잘못을 깨닫고 미안하다며 서럽게 울자 다해핑을 안아주며 다해핑과 화해했다. 이후 마지막 장면에서는 로미와 함께 자전거를 타고 마야, 메리루, 그리고 제니가 함께 자전거를 타고 있을 때 다해핑과 서로 반갑게 인사했으며, 시청자들을 향한 마지막 인사를 전한다. 2.1.4. 새콤달콤 캐치! 티니핑 [편집] 사랑의 티니핑, 하츄핑 사랑이 넘치는 애교 많은 사랑둥이. 배려심이 많은 다정다감한 성격의 사랑스러운 리더! 로미와 극강의 케미스트리를 자랑하는 로미의 단짝 친구 새로운 각성 버전 베리 하츄핑 . 로미와 함께 프린세스 베리하트로 변신한다. '새콤달콤 디저트티니핑' 편 부터 첫 등장. 일행들과 함께 컵케이크를 만든는데 그 모습이 엉망이어서 로미가 이를 보고 하츄핑도 못 하는게 있다며 박장대소한다. 이 비웃음에 자존심이 상해하자 메리루, 마야, 파티시에들이 최고라고 치켜세워주자 기세등등하게 로미가 보는 눈이 없다며 디스한다. 그리고 이 모습을 본 사라가 디저트티니핑들이 생각난다고 하자 로미가 어릴적 만났던 티니핑들이라고 설명해준다. 그러다가 몬쥬 박사로부터 디저트티니핑들이 지구로 떨어졌다고 연락을 받고 로미와 함께 디저트 로열핑들을 찾으면서 샤샤핑과 말랑핑을 만나고 포실핑이 레나에게 슈가베리팩트를 건네주려는 광경을 목격하고 막아세운다. '변신! 프린세스 베리하트' 편에서 끈질긴 추격전 끝에 레나로부터 슈가베리팩트를 다시 찾음과 동시에 본인은 베리 하츄핑 으로 각성하고, 로미와 처음 프린세스 베리하트 변신에 성공해 첫 디저트티니핑인 캔디핑을 캐치하는 데 기여했다. '샤샤핑이 낫게 해줄게' 편에서 샤샤핑과 함께 만든 아이스크림을 먹기 전 별똥별 사탕을 마무리로 넣었는데 샤샤핑은 그동안 로미를 위해 고생했던 본인에게 주는 보답이라며 감사해한다. 하지만 아무것도 모르고 이를 먹더니 열이 나서 쓰러져버리고 병이 나서 [22] 몸에 별 모양 반점이 생겼다 [23] . 이후 샤샤핑이 꽁꽁딸기를 먹여야 치료된다는 정보를 입수하고 산전수전끝에 얻어낸 꽁꽁딸기로 만든 주스를 마시고 회복하였다. 사경을 헤맨 끝에 깨어났을땐 아이스크림을 먹던 중인것만 기억중이였으나 샤샤핑이 본인(샤샤핑)의 잘못이라며 사과하지만 일부러 그런것도 아니라서 오히려 회복시켜준것에 고마워한다. '마음을 하나로! 하모니어스' 편에서는 로미와 함께 디저트 마을과 뿌뿌핑을 정화시키고 하모니 마을로 돌아와 디저트핑들로부터 안부인사 편지를 받았다. 2.1.5. 슈팅스타 캐치! 티니핑 [편집] 2.2. 극장판 [편집] 2.2.1. 사랑의 하츄핑 [편집] 1기 이전 겸 배에는 로열핑 문양이 생기기전 모습으로 등장한다. 이후 후반부에서 매지컬 컴팩트가 빛이 모여 로열핑으로 각성한다. 3. 눈물 [편집] 이 문서에 스포일러 가 포함되어 있습니다. 이 문서가 설명하는 작품이나 인물 등에 대한 줄거리, 결말, 반전 요소 등을 직·간접적으로 포함하고 있습니다. “하츄핑의 눈물에 우리가 모르는 어떤 힘이 있는 것 같습니다, 공주님.” 1기 26화 中. 하츄핑이 눈물을 흘리자 아자핑에게 박힌 바네핑의 화살이 사라진 후 바로핑 대사. 티니핑 시리즈 최대 떡밥 중 하나. 티니핑 측 주인공답게 본인이 눈물을 흘릴 때 마다 위험에 처한 동료가 다시 부활하는 전개가 있으며, 실제로 작중에서 바로핑 역시 상기한 대사를 남길 정도. [24] 처음으로 이 떡밥을 공개한 것은 1기 '바네핑의 화살' 편이었는데, 아자핑이 본인을 지키려고 바네핑 의 화살을 대신 맞고 화살이 사라지지 않았다. [25] 그 후 바네핑을 캐치했음에도 불구하고 화살이 사라지지 않아 [26] 바네핑에게 혼수상태에 빠져버린 아자핑을 살려내라며 대성통곡을 하더니 그 눈물이 아자핑에게 박힌 화살을 없앴다. '프린세스 베로니카' 편에서도 해핑이 앙대핑에게 일격을 가해 의식을 잃었고, 앙대핑 공격을 마법으로 방어한 로미 또한 마력을 전부 다 써버려서 체력에 한계가 와 쓰러지고 말았다. 앙대핑이 최후의 일격으로 검고 음산한 구슬 공격으로 로미 일행을 그 구멍 속에 가두었다. 그 때 본인은 이미 로미와 해핑이 당한 슬픔에 눈물을 흘리고 있었던 터라, 자기 눈물 힘으로 로미는 프린세스 베로니카로 각성하는 데 성공했고, 해핑 또한 무사히 부활했다. 2기에서는 '위험한 소풍' 편에서 조아핑, 방글핑, 믿어핑, 그리고 보석핑 13명이 가면핑 피리 소리에 최면에 걸려 동굴로 들어가는 것을 목격하고, 가면핑과 대치했다. 이내 하츄핑이 발리려고 하자, 보석핑들을 구하고픈 마음에 본인이 눈물을 흘리며 하프를 연주하기 시작했더니 자기 마법이 가면핑 마법을 없앴고, 더 나아가 보석핑 최면을 푸는 데 성공했다. 3기와 4기에서는 눈물을 활용하지 않았다. [27] 극장판에서 약 2년 반만에 [28] 다시 눈물의 능력이 선보여졌다. 본인이 라미엔느 성의 기둥에 깔려죽을 뻔 하자, 로미가 스스로 몸을 던져 본인을 구해줬다. 하지만 로미가 본인을 구해준 충격에 완전히 목숨을 잃자 , 본인은 눈물을 흘려서 로미를 다시 부활시켰다. [29] 어떤 이유로 눈물에 힘이 작용했는지는 풀리지 않았지만 이로 미루어보면 이미 이 시점에서 눈물의 힘이 작용됐음을 알수 있다. 4. 티니핑TV [편집] 5. 티니핑 소개 일본판 [편집] “私の愛をあげるね、チュ！” (한국판 대사: “내 사랑을 듬뿍듬뿍 줄게~ 츄~♥”) [A] 6. 하츄핑송 [편집] 시리즈 최초 티니핑 개별 테마곡으로 각국 하츄핑 성우들이 불렀다. 자세한 내용은 문서 참조. 7. 역대 프로필 사진 [편집] 1기 (노멀 하츄핑) [31] 2기 (다이아 하츄핑) [32] 3기 (플로라 하츄핑) [33] 4기 (베리 하츄핑) [34] 8. 기타 [편집] 각 시즌마다 제목이 나오는 화면에서 그 시즌에서 수수께끼의 존재를 품은 티니핑의 메달 [35] 을 들고 오는 모습을 보여 준다. 컷신 효과에서 흑백 버전, 컬러 버전 공통으로 배에 있는 로열핑 마크를 생략하였다. 이름의 유래와 발음 때문에 티니핑을 잘 모르는 경우는 하 트 핑으로 잘못 듣는 경우도 있다. 머리에 양옆으로 크게 달려있는 건 귀 인 듯하다. 또 그게 말리기도 한다. 작중에서는 험한 꼴을 굉장히 많이 당하는 편으로, 당장 1화인 '엉망진창 쿠키 만들기' 편에서부터 떨어지는 컵케이크에 몸이 파묻히고, '부끄러워하지 마~' 편에서는 부끄핑 마법에 걸려 부끄럼쟁이가 되었으며, '올바름의 티니핑, 바로핑' 편에서는 프린세스 하트와 바로핑 간 싸움을 중재하려다가 둘의 마법 공격을 동시에 맞았고, '배고플 땐 상상해 봐' 편에서는 띠용핑 마법으로 주변이 온통 먹을 것으로 보이는 메리루에게 쫓긴 바 있다. [36] [37] 당연한 말이지만 1기 로열핑 6인방 중 비중이 가장 많으며, 어째서인지 은근히 아자핑과 자주 엮인다. 성인 매니아층은 썸 수준으로 생각할 정도. 가장 정점은 '바네핑의 화살' 편. [38] 이 에피소드 말고도 평소에 본인이 아자핑을 진심으로 생각하는 듯한 모먼트가 제법 있다. 예를 들면 '아휴~ 무거워, 무거핑' 편에서는 블루베리를 들고 가는 아자핑을 보고 “힘세고 빠른 아자핑이 있어서 정말 다행이야!” 라고 말하기도 했으며, 심지어 '동화 속 공주님이 되고 싶어' 편에서 서로 춤출 때는 본인과 아자핑만 서로 손을 잡고 왈츠를 추었다. [39] 시즌을 거듭하면서 모습이 바뀐다. 1기와 2기는 큰 차이는 없어서 눈치채기 어렵지만 귀에 달려 있는 하트가 2기에서는 보석 모습으로 바뀌고, 3기에서는 그 보석 부분이 꽃으로 변한데다 연습용 발레복을 연상케하는 흰색 드레스를 입고, 흰색 스타킹을 신는다. 4기에서는 세일러복으로 디자인을 변경했다. 해당 시즌 프린세스 변신체 이름을 따와 2기 하츄핑은 다이아 하츄핑, 3기는 플로라 하츄핑, 4기는 베리 하츄핑으로 구분해서 부르기도 한다. 그에 따라 로미가 하츄핑 힘을 빌린 프린세스로 변신하는 모습도 시즌을 거듭하며 바뀌어 왔다. GS25 PB상품인 띠부씰 젤리 중 과일맛 젤리 모델이다. 그리고 75종 띠부씰 중 하츄핑은 가장 많은 4종이 있다. 이유는 로열핑은 2종씩 들었는데, 하츄핑은 1기 디자인과 2기 디자인이 모두 있기 때문이다. 띠부씰 번호는 1, 2, 52, 53번이다. 3기 종료 후 리뉴얼하였는데 과일맛 젤리 모델은 여전히 이어지며 띠부씰 역시 76, 77번 2종을 추가하였다. 이후 출시하는 렌티큘러칩을 동봉한 티니핑김에서도 묶음 포장 단독 모델과 낱개 포장 모델 중 하나로, 띠부씰빵 딸기 롤케이크 모델도 출시중이며 빵 띠부씰은 1, 2, 3기 모든 디자인이 있으며 가장 많은 종이 등장한다. 뮤지컬판에서도 역시 가장 비중이 높은 티니핑이다. 1기(DS컴퍼니 작) 기준 하츄핑을 포함해 조아핑, 방글핑, 믿어핑, 메모핑, 다해핑 [40] 이 등장하는데 하츄핑은 유일하게 중복 배역 없이 단독으로 맡으면서 가장 오랜 시간 인형탈을 쓴 모습으로 나온다. [41] 또한 포토타임에서도 조아핑, 방글핑, 믿어핑은 배우들이 각자 마야, 하니, 메리루로 나와있기 때문에 포토타임에 들어갈 때 다들 인형탈로 갈아입고 나오는 반면, 하츄핑은 계속해서 무대에 남아 포토타임을 진행한다. 특히 캐붕하는 장면이 압권인데, 원작에서 귀여운 목소리가 기본 목소리기는 하지만 화를 내는 장면에서 갑자기 걸걸한 목소리가 나오는 게 웃음포인트다. [42] 오른손잡이 다. 어지간한 캐릭터들이 오른손잡이인 걸 감안해도 '진짜 하츄핑은 누구?' 편에서 로미가 (짝짝핑이 복사한) 가짜 하츄핑이 왼손으로 글씨를 쓰는 것을 보고 [43] 진짜 하츄핑은 오른손잡이라며 명확히 언급한다. 말끝에 붙이는 말버릇은 '츄'인데, 3기 들어서는 '하츄'라고 하는 경우가 잦아졌다. 이전에는 'ㅎ츄'에 가깝게 가끔씩만 하던 것에 비해 더 명확하게 들린다. 아이돌 블랙핑크 멤버 제니 가 닮은꼴로 유명하다. 대체적으로 평상시 모습보다는 하츄핑이 눈을 반쯤 감고 있는 모습과 닮았다. 그래서 제니에게 젠츄핑이라는 별명도 생겼다. 유래는 이 영상 2분 41초 구간에서 한 꼬마 아이가 하츄핑을 닮았다고 한 것이 유래다. [44] 극장판 1기에서 OST를 부른 aespa 의 윈터 역시 닮은꼴로 언급되는데 특히 Supernova 활동 당시의 헤어스타일이 하츄핑 내지는 프린세스 다이아하트를 연상케한다. 일각에서는 이 닮은꼴로 인해 OST에 섭외된것 같다는 의견도 제시했다. '티니핑 패션쇼' 편을 방송한 후 인스타그램에서 시행한 열쇠티니핑 패션쇼 설문조사에서 1위를 차지했다. # 미니특공대 브이레인저스 8화에서 치코 박사가 리모컨을 찾을 때 잠깐이나마 나온 적도 있었다. 티니핑 시리즈와 미니특공대 시리즈 제작사가 동일하기 때문에 이스터 에그 에 해당한다. 딸기 를 좋아하는 점과 성우가 조경이 인 점이 딸기우유 를 좋아하는 반지의 비밀일기 진냠냠 과 유사하다. 2023 캐치! 티니핑 어워즈에서 또너핑 과 함께 베스트 커플상, 그리고 최애 티니핑상을 수상하여 2관왕에 올랐다. 티니핑 중에서는 머리숱이 없는 편 이다. 가운데 둥글게 스타일링한 진분홍색만 머리카락이다. [45] [46] 8월 16일 박명수의 라디오쇼 에 출연하기도 했다. # 이 문서의 내용 중 전체 또는 일부는 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 에서 가져왔습니다. 이전 역사 보러 가기 이 문서의 내용 중 전체 또는 일부는 다른 문서에서 가져왔습니다. [ 펼치기 · 접기 ] 캐치! 티니핑 캐치! 티니핑 문서의 r389 판 , 번 문단 ( 이전 역사 ) 캐치! 티니핑 시리즈/티니핑 캐치! 티니핑 시리즈/티니핑 문서의 r525 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) 문서의 r 판 , 번 문단 ( 이전 역사 ) [1] 공식적으로는 그냥 '하츄핑'이고 다른 시즌과 구분을 위해 편의상 서술했다. [2] 키스하는 소리(chu) [3] 3기 나나핑 도 소품이 손거울이다. 저쪽은 빛이 있어야 하긴 하지만 대상의 마법을 반사시키는 능력이라 다르며, 사실상 하츄핑 상위호환이다. [4] 공식적으로는 하프라고 기재하지만 사실 리라 에 가깝다. [5] 다른 로열핑들보다 마법을 늦게 공개하였으며, 무려 29화에서 처음으로 공개했다. [6] 역대 마법 중 사용 횟수가 가장 적다. [7] 이 때문인지 티니핑 라이센스 식품 중 하츄핑이 모델인 제품은 딸기맛/향을 첨가한 제품이 많다. 대표적으로 띠부씰 젤리 속 딸기맛 젤리와, 하츄핑 딸기 롤케이크(띠부씰 빵) 등. 심지어 4기에서는 정말로 딸기를 첨가한 디저트를 모티브로 한 디자인으로 나왔다! [8] 당장 '나만 사랑해 줘!' 편에서도 이 점이 잘 두드러진다. [9] 크레딧에는 본명인 린민(林敏)으로 표기하였다. [10] 티니핑 뮤지컬 시리즈에서 배역이 한번도 바뀌지 않은 배우다. [A] 11.1 11.2 참고로 이 대사는 본편에서 단 한 번도 사용되지 않은 대사 다. [12] 재밌게도 본인 재채기 소리도 “하츄!” 다. [13] 라라핑이 마이크를 이용해 로미 목소리를 흉내냈다. 이때 실제로 라라핑이 변조한 목소리라 라라핑 성우 장예나가 아닌 로미 성우 이지현이 연기했다. [14] 하지만 아자핑 상처를 흘깃 보는 장면으로 보아 그냥 내뱉은 말로 보인다. [15] 바네핑의 화살은 시간이 지나면 사라지는 게 보통인데, 이 때는 이상하게도 화살이 사라지지 않아서 다들 전전긍긍했었다. [16] 왜 눈물로 인해 마법이 풀렸는지는 불명이나, 바로핑은 특별한 힘이 있기 때문이라고 추측하였다. [17] 3기에서 플로라 하츄핑으로 각성할 때, 4기에서 베리 하츄핑으로 각성할 때와는 달리 대놓고 각성하는 모습을 보여주지 않기 때문에 눈치채기 어렵지만 이 에피소드 마지막 부분에서 로미가 프린세스 다이아하트로 변신함과 동시에 본인 귀에 달린 하트 장식이 보석 형상으로 바뀌어 있다. [18] 그러다가 해핑은 '위기의 하츄핑' 편에서 뒤늦게 합류했다. [19] 하츄핑(본인)도 이 시점에서 경력이 쌓인 덕인지 로미가 빵을 진열하면 그 앞에 가격표를 두는 역할을 한다. [20] 직접적인 충돌은 로미와 나나핑이 했고, 이때 본인도 반동으로 튕겨져 나갔다. [21] 빨리핑이 위장한 모습은 일반적인 마카롱보다 크림이 두꺼운 뚱카롱 형태였는데, 하트로즈에서는 뚱카롱은 만들지 않는다. 즉 하트로즈를 잘 알고 있었던 만큼 간파할수 있었던 사항이었다. [22] 원래 별똥별 사탕은 디저트 마을에서 말 그대로 별똥별이 떨어질때 소원을 빌며 떨어지는 귀한 식재료라서 왕국으로 보내는 아이스크림에 넣는다고 한다. 이를 미루어보면 인간은 먹어도 아무 일 없는듯 보이지만 디저트티니핑이 아닌 티니핑들에게는 독성 물질이다. [23] 2기 10화에서 믿어핑 이 병이걸렸을 때와 같은 상황이다. [24] 다만 절실한 상황이 아닐 때 눈물은 마법의 힘이 없는 듯 하다. 일례로 1기 '돌아와, 하츄핑' 편에서 가출을 했는데 아무도 잡으러 오지 않아 서러운 상황에서 도와 준 루카에게 안겨 서러움이 폭발해 울었고, 2기 '진짜 하츄핑은 누구?' 편에서도 짝짝핑이 자신을 복사한 바람에 가짜 하츄핑에게 쫓겨나서 짝짝핑 앞에서 서러워 눈물을 흘렸지만 아무런 마법의 힘이 작용하지 않았다. 전자는 눈물 떡밥이 나오기 전이었고, 후자는 눈물 떡밥이 나온 후였다. [25] 참고로 하츄핑은 바네핑이 잡히기 전 눈물을 흘리는 장면이 있었는데 이때는 아무 힘이 작용하지 않았다. [26] 원래 바네핑의 화살은 명중한 직후 사라지는 게 정상인데 그대로 남아 있었다. 더군다나 바네핑도 한 번 맞은 화살은 뽑는 법을 모른다고 했으며, 설상가상으로 몬쥬 박사조차도 해결책을 모른다고 했다. [27] 사실 3, 4기가 되며 하츄핑의 비중이 상대적으로 줄어들긴 했다. [28] 본편 에피소드 수로는 57화만에 재등장했다. [29] 직접적인 묘사로 나오지는 않았으나, 의식 속에서 물속에 익사한 로미가 하츄핑의 눈물 방울에 닿아 부활하는 모습으로 이를 알 수 있다. [31] 극장판에서는 로열핑 문양이 없다. [32] 2기에서는 1기 모습과 비교해서 귀에 달린 하트 장식이 보석 형태로 바뀐 것과 소품을 하프로 변경한 것 말고는 별 차이점이 없기 때문에 자세히 보지 않으면 구별하기 힘들다. [33] 이 시즌부터는 옷을 입고 등장한다. 역대 하츄핑중 최초로 귀 장식에 하트가 없다. [34] 최초로 키 아이템이 하트 모양을 벗어났다. [35] 1기 악동핑 , 2기 가면핑 , 3기 신비한 상자 , 4기 케이크 성( 새콤핑 과 달콤핑 ). 정체를 공개한 다음 에피소드부터 그 시즌 마지막 에피소드까지는 2-4기에서는 해당 티니핑 본래 모습( 다해핑 , 행운핑 , 새콤핑 , 달콤핑 메달을 들고 오지만, 1기에서는 유일무이하게 정체와는 다른 별개 티니핑 메달을 들고 온다. [36] 이게 1기 초반 일 로 중, 후반 시즌 2, 3 가면서도 험한 꼴을 많이 당한다. 물론 하츄핑(본인)은 모든 에피소드를 출연하는 주인공이기 때문에 출연하는 에피소드가 많은 만큼 자연스러운 것이다. 비슷하게 로미 역시 많은 수모를 겪는다. [37] 심지어 4기에서는 별똥별사탕 때문에 사경을 헤메기까지 했다! [38] 상술했듯 눈물 떡밥이 처음으로 나온 에피소드로 이때 아자핑이 죽음의 문턱까지 갈 위기에서 눈물로 살려냈다. [39] 남은 바로핑, 차차핑, 라라핑은 셋이 뭉쳐 흡사 강강술래를 도는 모습을 보였다. [40] 각자 조아핑-마야, 방글핑-다해핑-하니 믿어핑-메리루, 메모핑-사라-신디끼리 중복으로 맡는다. [41] 역설적으로 하츄핑 배우는 얼굴을 노출하는 다른 캐릭터로는 무대 위에 나오지 않는다. [42] 1기: \"로미!!! 반드시! 반드시!!!\", 2기: \"나나핑이 사라졌어!!!\"라는 대사를 칠 때 흑화한 듯한 걸걸한 목소리를 내서 웃음을 유발한다. 이는 하츄핑을 맡은 이아영 배우 애드립으로 보인다. [43] 짝짝핑이 복사시킨 물질은 좌우반전이다. [44] 공교롭게도 티니핑 시리즈에도 동명이인 등장인물 이 있다. 다만 영상 속 아이는 본인이 하츄핑을 닮았다고 한 언니 이름이 제니인 건 몰랐던 것으로 보인다. [45] 사실 여기에서 머리숱을 왜 논하느냐고 할 수도 있지만 그나마 2기까지는 비교적 머리카락 표현이 적은 동물이나 인외형 마스코트에 가까운 외형인 반면, 3기부터는 티니핑들이 사람 직업 을 모티브로 하기 시작하면서 3기 이후로는 티니핑들이 옷도 입고 점점 사람 같이 변하기 시작한다. 비슷한 스타일인 아자핑은 남성임과 으쌰으쌰하는 캐릭터성을 감안해 모히칸 헤어를 했다고 할수 있겠지만 하츄핑은 인데다 귀여움을 어필하는 편이라 모히칸을 했다고 하기도 애매하다. 2기까지만 해도 하츄핑과 같이 적은 머리숱을 가진 티니핑들도 꽤 있었다. 1기 티니핑들을 보면, 머리카락으로 보이는 것은 사실은 귀인 티니핑들이 많다. 그리고 수수한 외견으로 인해 대부분 인기투표 하위권인건 덤. [46] 2기에서 변신하는 프린세스 다이아하트 모습과 외형이 비슷한 점을 보면 귀 옆쪽으로 달린것들도 머리카락으로 보이기도 하나, 일단 양 옆에 달린 것들은 귀라는 것이 정설이다."
}