{
    "name": "핫케핑",
    "image": "/static/images/ping/핫케핑.jpg",
    "gender": "여성",
    "accessory": "마법프라이팬",
    "likes": "쌓기, 남을 돕는 것, 노력하는 사람",
    "dislikes": "마구잡이로 흩어져 있는 것",
    "magic": "뭐든지 차곡차곡 쌓아올린다.",
    "other_info": "핫케핑 - “차곡차곡 쌓아올려, 핫케!” 성별 한국 외 국가 번안명 Pancakeping [1] 이름의 유래 [2] 핫케 이크 팬케이크 모티브 디저트 핫케이크 소품 마법 프라이팬 마법 뭐든지 차곡차곡 쌓아올린다. [3] 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 28위 성우 원에스더 [4] 1 . 개요 2 . 작중 행적 2.1 . 1~11화 2.2 . 11화 이후 3 . 기타 1. 개요 [편집] 성취감의 티니핑, 핫케핑 무언가를 쌓았을 때 큰 성취감을 느끼는 남을 잘 돕는 푸근한 성품의 티니핑 '성취감의 티니핑'. 마법의 프라이팬을 사용해서 주변의 물건들을 차곡차곡 쌓아올리는 능력이 있다. 2. 작중 행적 [편집] 2.1. 1~11화 [편집] '새콤달콤 디저트티니핑' 편에서 공장 라인 작업 중 와플핑이 납작하게 만든 케이크 시트를 3단으로 쌓는 작업을 했으며, 게이트가 열리자 빨려 들어갈 때 “티니핑 살려!” [5] 라는 대사를 치며 선행 등장했다. '차곡차곡 쌓아줘 핫케핑' 편에서 본격적으로 등장. 첫 등장 시 어느 보라색 머리 남성이 넘어지자 떨어진 서류들을 쌓아올리고, 아이들의 아이스크림을 4단이나 쌓아올리고, 조각가 퐁듀가 발표를 앞둔 동상의 옷을 머리 위로 쌓아올려 벌거벗은 동상이 되어(...) 망신살을 안겨주는 모습을 보여줬다. 그러다가 벌거벗은 동상을 목격한 로미 일행이 지나가던 중 본인을 발견해 곧바로 캐치하려고 했다. 이후 레나와의 공 쌓기 대결을 준비하던 딜런을 만났다. 딜런이 고전하는 모습을 보고 딜런의 공들을 쌓아올려 실력을 과시했는데 이 정도는 식은 빵 쌓기 [6] 라며 우쭐해한다. 이에 딜런은 다음 날 레나와의 대결에서 공 쌓기를 몰래 자신 대신 해 주라고 부탁했다. 한편, 근처에 자신과 딜런과의 약속을 모르는 프린세스 베리하트가 나타나서 마법으로 자신이 모처럼 쌓아올린 공들을 전부 무너뜨렸다. 결국 아무 사실도 모르는 프린세스 일행에게 쫓기는데, 본인은 나뭇잎을 눈에 쌓아 프린세스 베리하트의 시야를 가리고, 나뭇가지를 높이 쌓아올려 프린세스 베리하트의 움직임을 막고, [7] 심지어 띠용핑 때와 마찬가지로 프린세스 베리하트의 머리 위로 밤송이를 쌓아올리는 모습을 보여줬다! [8] 그 후 계단을 올라가서 도망치려고 하던 때, 말랑핑이 재미의 젤리볼 마법으로 계단을 젤리로 바꾼데다 하필 계단의 꼭지점 부분을 밟은 바람에 넘어지고 만다. 그리고 말랑핑이 다시 재미의 젤리볼 공격을 하자 슈가실드를 펼쳐 공격을 막았으나, 프린세스 베리하트가 슈가실드를 해제시켜 본인을 캐치했다. [9] “너희가 오해한 거야. 난 차곡차곡 쌓기만 했을 뿐이라고, 핫케.” 11화 캐치 대사. 한편, 딜런은 핫케핑(본인)이 캐치된 줄 모른 채 계속 찾던 중, 어느 형제가 경기에서 져서 울고 있던 동생과 정정당당하게 경기하면 그것으로 괜찮다고 위로해 주는 형을 목격했다. 그래서 딜런은 레나와의 공 쌓기 대결에서 핫케핑(본인)의 도움을 받지 않고, 오직 딜런 본인 스스로의 힘으로 공을 쌓아올리기로 결심했다. 한편, 본인은 하트로즈에 돌아와 로미와 대화를 하던 중 로미가 딜런과 아는 관계임을 알게 되었고, 딜런과의 약속이 있다며 딜런을 다시 만나게 해 달라고 부탁해서 딜런을 만나러 간다. 잠시 후 놀이터에서 공 쌓기를 혼자서 다시 연습하던 딜런을 찾아 재회했는데 딜런이 본인 스스로의 힘으로 해 보겠다는 말을 하자 마법은 안 쓰더라도 딜런에게 공 쌓기의 요령을 알려줬다. [10] 그 결과 다음 날 딜런은 본인의 가르침을 떠올려서 대결에 임하지만 조금 부치며 질 위기에 처했지만 천운이 따른 덕에 [11] 딜런이 승리함을 기뻐한다. 그리고 내기로 건 대신 할 숙제거리를 차곡차곡 쌓아올려 [12] 레나를 참교육 시키는 데 일조하며 이야기는 끝난다. 라라핑 , 맛나핑 , 꾸며핑 때와 마찬가지로 사(티니핑)-제(인간)간의 우정을 맛볼 수 있는 에피소드다. 2.2. 11화 이후 [편집] '말랑핑 마음은 말랑해요' 편 중 뿌뿌핑의 악몽 속에서도 등장했다. '울면 안 돼! 커핑, 머핑' 편 마지막 장면에서는 자고 있는 커핑&머핑을 지켜보는 역할로 등장. '샤샤핑이 낫게 해 줄게' 편에서는 별똥별 사탕이 담긴 아이스크림을 먹은 하츄핑을 치료하기 위해 샤샤핑, 캔디핑, 샌드핑, 롤리핑과 함께 꽁꽁딸기를 찾으러 떠난다. 추워서 덜덜 떨고 있을 때 샌드핑이 매운 크림 샌드쿠키를 먹여줘서 정신을 차리기도 한다. 그러나 롤리핑이 벽에 박힌 빼빼로 레버를 누르자 얼음 벽이 무너져 내려 본인과 롤리핑이 눈에 파묻히며 리타이어. '얼음 공주 눈꽃핑' 편 중 샤샤핑의 과거 회상에서 등장. '새콤달콤 레전드 티니핑' 편에서는 새콤핑과 달콤핑의 부활하는 모습을 보는 것으로 등장. '새콤달콤한 디저트 파티' 편에서 착착 쌓아서 기다란 케이크가 만들고 싶다고 했는데 와플핑이 본인에게 다가와서 케이크는 납작해야 더 재밌다고 해서 당황한 표정으로 등장. '돌아와, 뿌뿌핑' 편에서는 프린세스 베리하트에게 호출되어서 와플핑이 납작하게 만들어 준 뿌뿌핑의 풍선껌들을 차곡차곡 쌓아올렸다. [13] 그리고 마지막 장면에서는 뿌뿌핑을 위로해 주는 모습으로 등장. '마음을 하나로! 하모니어스' 편에서는 뿌뿌핑이 정화되자 다른 디저트핑들과 함께 팩트에서 나와 마을이 원상복귀됨을 기뻐하지만 이내 새콤핑과 달콤핑의 죽음을 인지하고 다른 디저트핑들과 함께 울었다. 3. 기타 [편집] 선역 티니핑 중 3위로 최단속으로 캐치되었다. 에피소드 시작으로부터 6분 57초 만에 캐치되었다. [14] 캐치 시점이 시점이라 캐치 전후의 분량이 거의 비슷하다. 아라핑 에 이은 두 번째 안경을 쓴 티니핑이다. 공교롭게도 둘은 안경을 쓴 티니핑이라는 점 외에도 양갈래 머리, 붉은색 계열 홍채, 모자를 쓴 점도 공통적이다. 여기에 공통점은 아니지만 핫케핑의 메인 컬러인 노란색의 반전색은 아라핑의 메인 컬러인 파란색이다. 2023년에 마지막으로 캐치된 티니핑이다. 조역급 인물들과 엮인 티니핑들 중에서는 유일무이하게 남성 인간과 엮인 티니핑이다. 안경을 쓴 점, 메인 컬러가 주황+노랑색이라는 점이 의외로 꼬마마법사 레미 의 후지와라 하즈키 (장메이)와 닮았다. 어째서인지 작중에서 와플핑 과 자주 엮인다. 어쩌면 공식이 밀고 있는 커플링일 수도 있다."
}