{
    "name": "행운핑",
    "image": "/static/images/ping/행운핑.jpg",
    "gender": "여성",
    "accessory": "마법봉",
    "likes": "행운나눠주기,산책하기",
    "dislikes": "불운,좁고 답답한 곳",
    "magic": "<행운의 숨소리>입김을 불어, 대상에게 행운을 전해줄 수 있다.행운의 별을 자신의 의지대로 조종할 수 있으며, 상황을 뒤집어 뜻밖의 행운을 불러올 수 있다.",
    "other_info": "행운핑 - 이름의 유래 행운 열쇠 네잎클로버 열쇠 , 마스터키 [1] 소품 마법 <행운의 숨소리> 입김을 불어, 대상에게 행운을 전해줄 수 있다. 행운의 별을 자신의 의지대로 조종할 수 있으며, 상황을 뒤집어 뜻밖의 행운을 불러올 수 있다. 좋아하는 것 행운 나눠주기, 산책 하기 싫어하는 것 불운 , 좁고 답답한 곳 로미와 변신 프린세스 트와일라잇 2023 티니핑 어워즈 인기투표 순위 6위 [2] 성우 김현심 [3] [4] 뮤지컬판 배우 X [5] 1 . 개요 2 . 작중 행적 2.1 . 1~20화 (정체 공개 전) 2.2 . 21화~26화 (정체 공개 후) 2.3 . 3기 이후 3 . 정체에 대한 암시 4 . 프린세스 트와일라잇송 5 . 기타 5.1 . 비판 5.1.1 . 재평가 6 . 관련 문서 1. 개요 [편집] “행운의 힘이여, 길 잃은 자들 을 인도하라!” 알쏭달쏭 캐치! 티니핑 의 메인 티니핑 및 레전드핑 . '행운의 티니핑'. 공식 협찬 영상과 완구를 통해 이름이 선행 공개된 [6] 캐치! 티니핑 시리즈 최초의 레전드핑으로 해핑 과 마찬가지로 추가전사 포지션의 티니핑이다. 사실상 3기 의 중요한 열쇠를 지닌 티니핑. 2. 작중 행적 [편집] 이 문서에 스포일러 가 포함되어 있습니다. 이 문서가 설명하는 작품이나 인물 등에 대한 줄거리, 결말, 반전 요소 등을 직·간접적으로 포함하고 있습니다. 행운의 티니핑, 행운핑 나는 위대한 행운핑이라구! 열쇠핑들을 보호하는 위대한 요정. 로열티니핑보다 더 강력한 마법의 힘을 가진 레전드티니핑. 8, 9, 20화를 제외한 모든 3기 에피소드에 등장하며, 첫 등장 시에는 연분홍색의 상자 속에 봉인되어 등장했다. 상자 안에 있었을 때에는 일상 활동을 거의 못 하는 탓에 비중이 별로 없는데다, 굴욕을 당하는 경우가 많은 등 개그 캐릭터 기믹이 있지만, 능력만큼은 레전드핑 에 걸맞게 로열핑보다 훨씬 강한 마력을 보여줬다. 행운의 숨소리로 대상에게 행운을 전해주거나 행운의 별을 자신의 의지대로 조종할 수 있으며, 마법을 사용해서 상황을 뒤집어 뜻밖의 행운을 불러올 수 있는 능력이 있다. 2.1. 1~20화 (정체 공개 전) [편집] '알쏭달쏭 열쇠티니핑' 편에서 첫 등장. 제니에게 마스터키를 빼앗겨 열쇠티니핑 15명이 모두 하모니 마을로 풀려나고, 로열핑들도 지구로 도망쳤는데, 이후 상자에 갇힌 상태 [7] 로 추락하여 솔찌핑의 뒤통수에 충돌하며 로미 일행과 처음 만났다. 하지만 자신이 상자에 갇힌 걸 눈치채지 못 하고 일행들에게 무례하게 굴다가 상자가 말을 한다는 사실에 일행들이 신기해하자 그제서야 상자 안에 갇힌 걸 알고 당황한다. 그리고 자기를 상자에서 꺼내 달라고 얘기하지만 열쇠구멍이 있는 것을 발견할 뿐 열 방법은 알지 못한다. 그러다가 로열핑들이 당황해서 로미에게 도움을 요청할 때 밀려나 버린다. 그리고 로미 일행이 하트로즈로 돌아갈 때 자기만 빼놓고 가려 하자 자기를 두고 그냥 갈 거냐며 반말로 하는 무례한 태도 때문에 그냥 버려지나 싶었으나 버려질 위기가 되는 상황을 파악하곤 자기를 거둬만 준다면 언젠가는 은혜를 갚겠다며 존댓말로 울며 애걸복걸하는 모습에 다행히도 로미에게 거둬진다. [8] '변신! 플로라하트' 편에서 정식으로 로미와 합류한다. 로미가 프린세스 플로라하트로 변신하고 나서 자신도 보고 싶다 하지만 프린세스 플로라하트에게 발로 차이며 존재가 잊혀졌고, 이후 로열핑들이 자기소개를 하며 자신도 위대한 티니핑이라고 소개하기는 하지만 로미 일행의 비웃음만 샀다. 특히 나나핑은 이런 볼품없는 상자 속에 그런 위대한 티니핑이 왜 들어갔느냐며, 심심해서 들어간 거냐며 갖은 조롱을 해댔다. 이 시점부터 일행들이 본인을 부르는 칭호는 '상자'가 된다. '과식은 위험해 얌얌' 편에서는 로미와 로열핑들이 빼빼로 [9] 를 먹고 있자 자신도 먹고 싶어져서 로미로부터 받아 열쇠구멍을 통해 먹방을 선보이며 자신의 고급스러운 입맛에 아주 딱이라며 더 달라고 한다. 다만 초코코팅이 되지 않은 손잡이 부분은 먹지 않는데, 로미가 이것을 먹으라고 하자 고상한 자신이 그것까지 먹을 필요는 없다고 얘기한다. 이에 장난기가 발동한 로미는 더 안 줄 거라며 협박(?)하는데 그에 태도를 바꿔 뿌리까지 싹 다 먹겠다며 더 달라고 조른다. 하지만 본인이 먹은 게 마지막이었고 그에 다른 로열핑들과 함께 절망(?)을 맛본다. 그리고 이것으로 이 회차에서 등장은 종료됐다. '뜨거뜨거 캠핑 소동' 편에서는 로미, 사라, 로열핑들이 캠핑에 가는 데 본인만 두고 가 버리며 혼자 낙오되었다(...). [10] [11] 뜨거핑을 캐치하고 바비큐 파티를 하던 도중에야 상자를 두고 온 걸 로미가 눈치챘다. 다음 날 하트로즈로 돌아왔을 땐 혼자 남겨져서 서운해했고 로미도 사과는 했지만 뜨거핑도 끌 수 없는 불(...) [12] 이라며 손을 놓아 버릴 정도로 노발대발하며 일행들을 야단친다. '치료해줄게 삐뽀' 편에서는 낮잠을 자다가 삐뽀핑을 찾지 못하고 하트로즈로 돌아온 열쇠 로열핑들에게 로미가 어디 있는지 알려 주고 다시 낮잠을 자려는 데 침을 흘렸다며 당황하다가 진열대에서 바닥으로 추락했다(...). '티니핑 병원이 생겼어요' 편에서는 삐뽀핑이 기구들을 실험해 보면서 신이 나서 검진을 받을 티니핑을 모집하자 아무도 자원하지 않자 삐뽀핑에게 자신을 진단해 달라고 부탁하는데, 삐뽀핑은 열쇠구멍으로 플래시를 비춰 진단을 시도해 보지만 아무것도 보이지 않자 진단을 포기하고 진단을 받고 싶으면 상자에서 나오라며 다툼이 난다. '힘내힘내 응원이 필요해' 편에서 최초로 3기 에피소드 내에서 큰 역할을 했다. 초반에는 무리해서 뜀틀을 뛰려다가 상자채로 고꾸라지고 무릎이 까졌다며 아파서 엉엉 울며 굴욕만 당했다. 이후 프린세스 글로리아와 로열핑들이 응원하는 소리를 듣다가 자기도 껴 달라고(...) 또 등장한다. 그 후 본인과 꾸래핑을 제외한 나머지가 꾸래핑을 응원하는 힘내핑의 마법에 걸려 이 마법을 어떻게 풀어야나 당황하던 꾸래핑에게 뜀틀을 성공하면 힘내핑의 마법을 풀 수 있다고 알려줬다. 왜 늦게야 알려 주냐며 꾸래핑이 다시 되묻자 자기도 안 물어봤으니까 안 알려준 거랬다(...). 그래도 자신 없어하는 꾸래핑을 도와주겠다고 격려해 주고 마침내 꾸래핑이 뜀틀 뛰기를 시도하지만 거리가 모자라 실패할 위기에 처하자 본인이 갇힌 상자를 발판으로 삼아 꾸래핑이 뛰어넘을 수 있도록 도움을 줘서 힘내핑의 마법을 푸는 데 한몫했다. 이 전까지는 상자 안에 있어서 그런지 상자 밖에서 제대로 일상 활동을 못 해보거나, 로미네한테서 잊혀지는 경우가 대다수였지만, 3기 최초로 큰 역할을 해 준 것이 의의. 이후 2화 연속으로 미등장했다가, '백설로미' 편에서 또 다시 큰 역할을 해 주었다. 일단 다른 로열핑들을 시켜 일광욕을 나갔다가 돌아오는데 매번 이렇게 옮겨줘야 하는데서 로열핑들의 핀잔은 다 듣는다. 그러다 백설공주 동화책이 찢어지면서 작중 세계관에서 사라져 가는 로미와 일반 열쇠핑 7명이 소멸될 위기에 처하자, 이들을 되돌리기 위해 필요했던 것이 바로 행운의 숨소리 . [13] 상자 속에서 본인이 입김을 불자, 비로소 책이 복구되며 로미 일행이 다시 현실 세계로 돌아왔다. 이로써 이 티니핑이 행운핑 이라는 사실이 확인사살. '패션핑의 옷 만들기' 편에서는 패션잡지를 보던 로미 일행 사이에 껴서 아름다운 드레스를 보고 자신도 입고 싶다고 한다. 메리루는 상자가 어떻게 입느냐고 묻자 그 안에 있는 자신이 입을 거라며, 솔찌핑은 그 상자 안에 뭐가 있긴 한 거냐며 조롱하자 모델 포즈를 취하지만 상자 안에 갇혀 있어서 뭘 하는지는 알 수 없었다. 그 후 패션핑 이 캐치된 후 일행들이 보던 잡지를 다시 보면서 아름다운 드레스가 입고 싶다길래 패션핑이 상자의 치수를 재면서 에피소드가 종료된다. '꼼짝 마라 꼼딱핑' 편에서는 로미의 우정반지 절도 사건을 수사하러 온 꼼딱핑 에게 상자가 숨기기 좋은 장소라며 의심 받아 나오라고 하만 애초에 상자 안에서 나올 수가 없다 보니 제발 자기를 꺼내 달라는 압권의 대사로 푸념을 한데다 하츄핑이 이 상자는 열 수 없다며 증언해 가장 빨리 용의선상에서 제외됐다. [14] '행운이 가득 행운과자 ' 편에서 다시 한 번 큰 활약을 보여줬다. 일행들이 포춘쿠키 를 먹다가 미스틱마을에도 이와 비슷한 행운과자와 행운축제 얘기가 나온 후 꾸래핑이 자신의 상자에 낙서를 해서 눈코입을 만들었다고 놀리자 보여 달라며 아우성을 치다가, 일행들이 먹고 쏘아올린 행운과자의 행운 내용을 설명해 주는 역할을 하다가 [15] 루카가 본인에게 과자를 주려하는 순간 갑자기 과자가 튕겨 나가더니 과자에서 빠져 나온 행운의 별들의 폭주로 인한 마법에 의해 어둠의 게이트가 열려 블랙홀이 생기자 모든 것을 빨아 들이려고 했다. 로미와 로열핑들이 블랙홀 안으로 빨려 들어갈 위기에 처하자 자신의 힘으로 행운의 별들을 모두 흡수하여 모두를 구하는 대활약을 했지만 직후에 힘이 빠졌는지 잠들어 버렸고, 이러한 장면을 루카와 다해핑이 목격하게 된다. 루카는 사태가 진정된 후 본인에게 물어봤지만 이미 진이 다 빠져 잠이 들어서 대답하지 않았다. '퐁당퐁당 퐁당핑' 편에서는 메리루가 가져온 돌고래 기사에 같이 찍힌 티니핑으로 추정되는 물체를 봤다는 얘기를 듣고 그것은 퐁당핑 일 거라고 추정하는 말을 로미에게 알려줬다. [16] “하암... 무슨 일이야?” 15화에서의 대사. '파티핑과 파티파티' 편에서는 메리루 생일 파티 회장을 준비하는 장면에서 등장하지만 파티핑 의 마법에 걸린 마야에게 한방 맞고(...) [17] 멀리 날아가 버리며 등장하자마자 등장을 종료한다. [18] '멋진 머리를 꾸며 봐 꾸며핑' 편 마지막 장면에서는 남은 열쇠티니핑 셋 은 언제 찾을 거냐며 불평한다. '아빠의 카메라 ' 편에서는 다른 일행들과 마찬가지로 마야 아버지의 필름 카메라로 사진을 찍으며 등장했다. 그러다가 마야가 아버지와의 안 좋은 기억 때문에 사진 찍기를 거절하는 모습과 로열핑들+빨리핑이 세운 작전이 무산된 후 로미가 사진관에 사진을 현상하러 갈 때 자신도 끼워 달라며 동행해서 필름에 행운의 숨소리를 불어 넣어 사진을 살아 움직이게 만들고 마야가 사진 속에서 아버지의 목소리를 듣게 만들어 마야는 자신이 아버지를 너무 미워했던 것을 반성하고, 다른 일행들도 감동의 도가니에 빠트린다. '삐질 거야 삐짐핑' 편에서도 잠깐 등장했는데, 여기서는 로미가 꾸래핑이 만든 리본을 멋대로 상자에 치장하는 모습과 꾸래핑이 꽁한 표정으로 시소를 타고 있을 때 반대편에서 같이 타면서 자신을 위한 파티를 구상한다. '로미의 목걸이를 찾아라' 편에서는 로미에게 하츄핑, 꾸래핑, 솔찌핑, 꼼딱핑, 퐁당핑이 로미의 목걸이를 찾으러 갔다고 전해줬다. 2.2. 21화~26화 (정체 공개 후) [편집] '다 같이 놀자 티니핑 놀이공원 ' 편에서는 제니의 회상에서 본편 최초로 상자 속 본인이 모습이 공개되었다. [19] 제니는 마스터키에서 나오는 빛과 관련해 이를 회상하던 한편 다른 일행들과 마찬가지로 몬쥬 박사가 보내준 티니핑 놀이공원에서 놀고 있다가 [20] 로미가 마지막 티니핑 을 캐치하지 못한 것을 걱정하자 어차피 곧 마스터키는 우리의 것이 될 테니 일단 즐기라고 한다. 이에 위화감을 느낀 하츄핑이 무슨 소리냐고 묻자 일단 대답을 회피한다. 그리고 이를 지켜보던 다해핑이 마스터키에 대해 알고 있다는 사실을 눈치 채 덩굴을 뿌려 일행들을 위협했다. 이를 본 로미가 변신을 시도했지만 몸이 작아진 상황이라 변신할 수 없었다. [21] 이에 덩굴(식물)을 보고 뿌리를 찾아 뽑으면 될 거라고 알려 주지만 뿌리인 구슬은 뽑지 못했고 결국 본인을 제외한 모든 일행들이 덩굴에 포박을 당해 버린다. 다행히 마력은 충분히 회복한 상태여서 마법으로 덩굴을 제거해 일행들을 구출한다. 그리고 일행들은 [22] 처음 보는 강력한 마법에 정체를 궁금해하자 자신의 비밀을 말하기 시작한다. 미스틱마을에는 행운핑이라는 위대한 레전드핑이 있고, 행운핑이 마스터키를 이용해 마을을 보호하고 있었다고 한다. 그러다 제니의 습격으로 미스틱마을은 쑥대밭이 되어 버렸고, 지구로 모든 티니핑들이 떨어졌다는 사실을 복기한다. 하지만 제니는 15마리의 열쇠티니핑들을 모두 캐치한 자 가 마스터키의 주인이 된다는 사실을 간과하고 있었음을 알려준다. [23] 이에 하츄핑이 그걸 어떻게 알고 있느냐고 묻자 자신의 정체가 행운핑임을 일행들에게 밝힌다. [24] '스케이트 타고 빙글빙글' 편 [25] 에서는 회상씬에서 전술한 '백설로미', '아빠의 카메라' 편의 행적이 본인이 한 일이라는 사실을 로미에게 알려준다. 이어서 로미에게 마지막 열쇠티니핑인 빙글핑 을 캐치하고 마스터키를 되찾아 자신을 봉인에서 풀어 줄 것을 전했다. '등장! 행운핑 ' 편에서는 제니가 어둠의 마법 도구인 레이븐 하트윙을 손에 넣은 것을 느끼며 불안해 하지만 마침내 로미와 하츄핑 일행이 다해핑의 방해를 물리치고 15명의 열쇠티니핑들을 모두 캐치한 후, 제니에게서 되찾은 마스터키의 에너지로 봉인에서 풀려나 처음으로 로미와 티니핑들 앞에 모습을 드러낸다. [26] 로미는 마치 번데기가 허물을 벗은 나비가 된 모습 같다며 아름다움을 가감없이 표현했다. 그 후 행운의 힘을 모두에게 뿌리며 에피소드가 끝난다. 행운핑: “마스터키의 힘으로 열쇠들을 이어서 미스틱마을로 가는 비밀의 문을 만들 수 있거든.” '티니핑 패션쇼 ' [27] 편에서는 상자에서 나온 본인이 행운핑임을 알게 된 나나핑과 솔찌핑이 석고대죄하는 모습을 보고 [28] 이 둘을 용서해 주면서 지금처럼 친구같이 지내자는 대인배 적인 모습을 보여 준다. 그리고 몬쥬 박사로부터 연락을 받은 로미와 하츄핑 일행, 행운핑(본인)과 몬쥬 박사도 오랜만이라고 연락을 주고받는데 [29] 로미를 만난 건 행운이라고 얘기하는가 하면, [30] 제니와 다해핑이 레이븐 하트윙을 손에 넣은 직후, 레이븐 하트윙에서 발산하는 어둠의 마법 에너지의 영향으로 네모산 기슭으로 향하는 길목이 차단되었다는 소식을 듣는다. 이에 로미와 하츄핑 일행에게 되찾은 마스터키와 열쇠티니핑들의 열쇠를 이어 거대한 마법의 열쇠를 만들면 미스틱마을로 가는 비밀의 문을 만들 수 있으니 문을 만들기로 한다. 이에 많은 티니핑들이 집으로 돌아간다며 환호하는 한편 벌써 마을로 돌아간다는 사실에 하트로즈 컬렉션을 완성하지 못해 고민하는 패션핑에게는 시간은 아직 많기 때문에 도와주기로 하고 겸사겸사 패션쇼를 하면서 본인과 로열핑들이 모델을 서기로 한다. 행운핑: “으~! 네 가 어떻게 여길..!” 제니: “놀랄 것 없어. 빼앗긴 내 걸 찾으러 온 것 뿐이니까.” 그리고 패션쇼에서는 모델로 출연하여 멋진 모습을 선보이지만 [31] 패션쇼를 마치고 나서 미스틱마을로 향하는 마법의 열쇠가 완성되어 게이트를 만든 순간, 게이트의 반대편에서 열쇠를 강탈해 하트로즈에 침입한 제니와 다해핑의 갑작스런 습격에 의해 다른 열쇠티니핑들과 함께 프린세스 라비린스의 힘으로 레이븐 큐브 속에 강제로 캐치되고 만다. 행운핑: “으~! 절대 성공하지 못할 거야. 넌, 그 힘을 쓸 자격이 없어! ” 다음 에피소드인 '위기일발 미스틱마을 ' 편에서는 프린세스 라비린스의 계략으로 레이븐 큐브 속에 갇힌 상태에서 프린세스 라비린스에게 “넌, 그 힘을 쓸 자격이 없어!” 라고 힘없이 경고한다. 그러다 로미가 프린세스 라비린스와 몸싸움을 벌이다가 제단 밑으로 추락하게 되는데, [32] 15명의 열쇠티니핑들이 자신들의 마법 에너지를 본인에게 전달해 주었고 이 힘으로 레이븐 큐브 속에서 탈출하며 마법의 힘으로 부서졌던 미스틱 하트윙이 복원되고 로미와 함께 프린세스 트와일라잇으로 변신하게 된다. [33] [34] '안녕 열쇠티니핑 ' 편에서는 게이트를 다시 닫으려고 하지만 결계가 너무 강하고 다해핑의 방해로 못할 뻔했지만 프린세스 트와일라잇이 마법으로 프린세스 라비린스를 잠시 구속하는 사이에 같이 힘을 합쳐서 게이트를 닫는 것을 성공한다. 그리고 로미는 제니와 오해를 풀고 화해하게 되고 마스터키를 사용해 위기에 빠진 미스틱마을을 다시 원래대로 돌아오게 된다. 그리고 시간이 흐르고 다시 찾아온 로미, 제니, 하츄핑, 다해핑이 찾아오게 되고 하츄핑이 다해핑을 용서하고 다시 화해하게 된다. 그리고 로미, 제니, 하츄핑, 다해핑에게 행운을 빌면서 배웅하며 등장을 마친다. [35] 2.3. 3기 이후 [편집] 직접적인 등장은 아니지만, 4기 '새콤달콤 레전드 티니핑' 편에서 로미가 몬쥬 박사로부터 슈가매직을 다룰 수 있는 두 레전드핑 에 대한 이야기를 듣자, 로미의 입으로 “그럼 혹시, 행운핑 같은 존재가?” 라고 잠시 언급되었다. 3. 정체에 대한 암시 [편집] 미스틱 하트윙 참의 변신 마크가 4칸이 아닌 5칸으로 나뉘어 보라색 ?(물음표) 마크가 존재한다. 이것으로 또 다른 티니핑이 있다는 것이 암시됐다. 행운핑이 봉인되어 있던 상자의 뚜껑의 문양과 열쇠구멍 주변이 네잎클로버 [36] 모양이다. '백설로미' 편에서 찢어진 마법의 동화책 [37] 을 되돌리기 위해 필요한 재료 중 하나가 바로 행운의 숨소리 . 상자에 갇힌 본인이 입김을 불자, 로미 일행이 다시 현실 세계로 돌아왔다. '행운이 가득 행운과자' 편에서 행운의 별들의 폭주로 인한 마법에 의해 어둠의 게이트가 열려 블랙홀이 생기자 로미의 미스틱 하트윙을 잃어버릴 뻔했지만 다행히 자신의 마법으로 별들을 흡수해 이런 불상사가 해결되었고, 마법을 사용하는 장면을 루카와 다해핑이 목격했다. 다만 루카의 경우에는 상자 속 본인에게 네가 했는지 물어보았지만 본인은 체력을 모두 소모했는지 잠이 들어서 대답하지 못했고, 창 밖에서 몰래 이를 지켜보던 다해핑이 상자 속에 봉인된 자신의 정체를 알아낸 듯한 암시를 준 채 미스틱마을로 돌아간다. 4. 프린세스 트와일라잇송 [편집] 프린세스 트와일라잇송 풀버전 노래 이정은 작사 뜻밖의 녹음실 작곡 편곡 BPM 118 주제가 애니메이션 정보 ▼ 콘티 - 연출 - 작화감독 - 가사 ▼ 내게 힘을 줘 (모두를 구하고 말거야) 나를 믿어 줘 (닫혀진 마음을 열거야) 날 기다려 줘 (절대로 포기 안할거야) 너를 보여 줘 (트와일라잇) 어두운 미로에서 길을 잃어도 괜찮아 외로움에 맘을 다쳐도 괜찮아 나 힘들 때 빛이 되어주는 멋진 친구가 있어 (티니티니핑 티티 티니티니핑) 내게 힘을 줘 (마음을 밝혀줘 행운핑) 나를 믿어 줘 (닫혀진 마음을 열거야) 진심이 닿아서 기적이 일어나 (트와일라잇) 세상의 어둠을 밝히는 트와일라잇 소원을 이루는 트와일라잇 마음을 모아서 다함께 노래해 트와일라잇 저기 하늘과 땅 모여서 노래해 바람 부는 대로 손 닿는 대로 너와 나 하나 돼 소원을 빌어봐 우리~ 뮤지컬판 2기에서 변신 장면을 통해 반주만 선공개가 됐다. 뮤지컬판 3기에서는 정식 넘버로 승격했으며 이 곡을 부르는 중 로미(프린세스 플로라하트)가 프린세스 트와일라잇으로 변신한다. 5. 기타 [편집] 작중 등장한 최초의 레전드핑이다. 다만 최초라는 상징성에 비하면 초반에는 상자에 갇힌 채로 첫 등장하고 개그 캐릭터 기믹을 가진 등 대우는 다소 미묘한 편이다. 더군다나 상자에서 나온 다음 회차에서 또 다시 봉인되어 갇혀 버린 건 덤. 물론 상자에서 나온 이후로는 개그 캐릭터 기믹도 사장됐고, 중요한 시점에서 갇혀 있던 상자의 열쇠구멍으로 마법을 부려 일행들을 구해내거나 마지막회에서 로미가 프린세스 트와일라잇으로 변신하는 과정이나 변신 후 전투력으로 보면 레전드핑이라는 이름에 걸맞게 강력한 건 맞다. [38] 작중 등장한 최초로 말끝에 말버릇(어미) [39] 을 붙이지 않는 티니핑이다. 아무래도 첫 등장 당시 상자 속에 갇힌 상태로 등장하여 정체의 스포일러를 피하기 위한 것으로 보인다. 그 이후 등장한 새콤핑 과 달콤핑 도 역시 행적이 비슷해서 그런지 [40] 어미를 붙이지 않으며 아예 공식적으로 레전드핑은 어미를 붙이지 않는 게 클리셰로 자리잡았다. 공식 상품 소개에서는 '행운'을 어미로 붙인다. 상자의 크기가 다소 의문이 있는데, 상자의 높이 자체가 일반적인 티니핑들의 신장(약 8.5cm)보다 낮은데다, [41] 봉인에서 풀려 나왔을 때 밝혀진 바에 의하면 내부가 비어 있지 않고 우아한 테마로 꾸며져 있다. 이걸 감안하면 행운핑의 크기에 비해 상자의 크기는 터무니없이 작은 것을 알 수 있다. [42] [43] 2023년 캐치! 티니핑 어워즈에서 베스트 드레서상을 수상했다. 키가 다른 티니핑들보다 큰 편이다. 베이스 색깔은 보라색이지만 채도가 공식 일러스트와 애니메이션 내에서 차이가 크다. [44] 외형상으로 트럼프카드 속 클로버 Q(퀸)을 연상케도 한다. 상징이 네잎클로버다 보니 아주 가끔씩 차차핑 과 엮이기도 한다. 5.1. 비판 [편집] 부정적인 인식들은 행운핑이 아니라 돈낭비핑으로 인식되고 있다. 이미 파산핑이라는 악명으로 유명한 티니핑 시리즈이기는 하지만 우리나라 완구업계의 돈욕심의 끝을 봤다는 비판이 나오게 된 계기가 행운핑이다. 우선 스토리의 중요한 열쇠를 쥔 캐릭터를 본편에서의 모습이 나오기도 전에 제법 이른 단계에서 [45] 완구로 미리 공개해 버리는 스포일러를 해 버린 점도 비판적으로 보는 시청자들이 많다. 3기 티니핑 피규어 중에서는 가장 비싼 가격을 자랑하며 자그마치 다른 피규어들에 비해 약 16,000원 이 추가로 붙은 가격이다. [46] [47] 3기부터 로미의 변신 아이템인 미스틱 하트윙 완구에서는 4개의 기본 열쇠들이 있는데, 행운핑의 경우는 말하는 행운핑도 따로 사야 보라색 행운핑 열쇠와 변신 완구가 같이 연결이 된다. 말하는 행운핑을 따로 사야 하는 단점들도 많다. 가격은 거의 3만원대 수준이다. [48] 그런데 선공개를 했음에도 3기 캐릭터를 디자인한 티니핑김에 동봉되는 렌티큘러칩에는 행운핑과 프린세스 트와일라잇이 등장하지 않는다. [49] 그나마 3기 종영 후 출시한 2차 띠부씰 [50] 을 동봉한 빵은 치즈팡의 모델로 출시되고 띠부씰도 같이 나온다. 또한 띠부씰 젤리도 3기 종영 후 리뉴얼을 거쳐 나온 필링 젤리 [51] 에서도 모델로 출시되고, 띠부씰도 3기 티니핑 27종이 추가됐는데 여기서도 다른 티니핑들과 마찬가지로 출연한다. 로열 이상의 티니핑이라서 후자는 2종이 추가됐다. 물론 으레 띠부씰들이 그러하듯 행운핑도 레전드핑의 상징성을 감안한 희귀종이라 등장률이 매우 낮다. [52] 이러한 비판의 반면교사를 삼은 것은 있는지 이듬시즌에 등장한 새콤핑 과 달콤핑 은 초반에는 공식 굿즈를 판매하지 않는 등 정보를 철저하게 숨기는 편이였다. 물론 이 이전에 이미 디시갤러리를 통해 비공식적으로 유출된 문제는 발생했다. 그나마 주 시청층인 여아는 못 본다. 5.1.1. 재평가 [편집] 다만 작품 내적으로는 새콤핑과 달콤핑은 사실상 4기 스토리의 만악의 근원 이였고 이로인해 디저트 마을이 난장판이 되었음에도 로미 일행에게는 무례하고 비협조적인 모습을 보였던것과 달리, 적어도 행운핑은 로미 일행에겐 협조적이었고, 초반에는 무례하게 굴긴 했어도 상황파악만큼은 잘 해서 사고수습 만큼은 적극적으로 하며 끝내 결초보은 의 엔딩을 맞았기에 행적에 있어서는 문제가 없다는 것은 재평가를 받았다. 물론 회차가 진행되면서 둘도 사고수습을 하는 점은 있었지만 상자에 갇힌 시점에도 행운핑은 꾸준히 개그 캐릭터로서 지분을 가져간 점도 호의적으로 보는 시청자들이 많았다. [53] 또한 완구류도 새콤핑과 달콤핑이 비슷한 길을 걷고 있다는 점을 감안하면 이것은 비단 행운핑 개인의 문제로 볼 수도 없는 노릇이고 추후 등장할 다른 레전드핑들에게도 벌어질 비슷한 문제들인데다, 나아가서 만국적으로 애니메이션 등 캐릭터 사업의 고질적인 문제라서 행운핑 혼자 비판받는 것도 억울할 일이다. 6. 관련 문서 [편집] 캐치! 티니핑 시리즈 캐치! 티니핑 시리즈/티니핑 [1] 공식적으로는 네잎클로버 열쇠만 기재되어 있다. 그리고 애초에 마스터키는 본인 단독 소유라기보다는 마을의 보물이고 이를 관리하는 역할에 가깝다. [2] 인기투표 시행 당시까지 등장한 레전드핑 중 최하위. 다만 이 시점에서는 아직 레전드핑은 단 셋 뿐이었기 때문에 상대평가는 무리가 있다. [3] 캐치! 티니핑 시리즈에 출연한 모든 성우 중 담당 성우가 첫 출연 에피소드로부터 가장 늦게 공식적으로 공개되었다. 첫 출연은 1화지만 성우 공개는 24화 예고편 설명란에서 공개되었다. 이미 공식 공개 전(상자에 갇힌 상태)에도 목소리는 나오고 있었기 때문에 성우팬들은 김현심임을 눈치 채서 추정된다는 문구를 넣었고 이후 사실로 밝혀졌다. [4] 이외에도 간호핑 한 마리를 비롯해 '백설로미' 편에서 등장한 백설공주에게 독사과를 먹이게 한 마녀나 '멋진 머리를 꾸며 봐 꾸며핑' 편 첫 장면에서 비비의 이발소에 온 손님 등 단역으로 출연했다. 물론 이 배역들은 모두 단역이다 보니 기재는 되어 있지 않았다. [5] 1기는 미등장, 2, 3기는 미공개. 상자의 실물 모습과 영상 특수효과로만 등장. 사전에 녹음된 목소리는 있지만 이를 녹음한 배우는 공개되지 않았다. [6] 이에 대한 비판은 해당 문단 으로. [7] 왜 갇힌 건지는 끝내 언급되지 않았지만(마스터키로 상자를 열었던 것을 보면 제니가 상자에 가두었을 가능성도 있긴 하지만, 실제는 불명.), 후술할 '다 같이 놀자 티니핑 놀이공원' 편에서의 제니의 회상 장면을 고려해 보면 열쇠핑들이 모두 지구로 풀려나자, 상자 속에 갇힌 본인은 제니 몰래 지구로 탈출에 성공하여 로미에게 열쇠핑들을 모두 캐치하라는 부탁을 하기 위해 간 것으로 추정된다. 만약 제니가 상자에 갇힌 행운핑이 지구로 간 걸 봤으면 애초에 상자의 행방을 찾아 뻘짓을 할 이유가 없었을 것이다. [8] 이때 다소 압권인 게 대사만 울먹이지 않고 정말로 우는 모습을 보이는 데 눈물은 상자 뚜껑으로 나오고, 자신을 거둬주자 하트를 날리는 데 이때는 열쇠구멍으로 하트를 날린다. [9] 직접적인 제품명은 언급되지 않지만 빼빼로와 똑같은 초코코팅이 된 막대과자 형태이며, 포장박스에도 티니핑 세계관의 언어로 세 글자가 쓰여 있다. [10] 사라가 하트로즈의 사장이기 때문에 정기 휴일에 여행을 갔거나, 아예 임시 휴일로 지정해 여행을 간 것을 알 수 있다. 다시 말해 이안, 카일, 준도 출근하지 않기 때문에 다음 날까지 혼자 남겨진 것이다. [11] 심지어 기대감에 차서 튜브까지 낀 상태였다. [12] 말 그대로 불타는 이펙트가 나온다. [13] 사실 행운의 숨소리는 몬쥬 박사가 재료를 알려줄 때 누락하여 가장 마지막에 알려준 것으로, 그 전에 우유 한 컵, 꿀 두 스푼, 고양이 눈물, 비둘기 배설물, 개구리 트림 소리가 필요했다. 이를 구해오고도 복구가 되지 않자 행운의 숨소리가 누락됨을 몬쥬 박사가 알려줬고, 하지만 구하러 갈 시간은 마땅치 않은 탓에 로열핑들이 무작정 숨을 불어넣던 도중 행운핑(본인)이 숨을 불어 넣어 복구에 성공했다. [14] 사실 꼼딱핑 입장에서는 잘 한 선택이긴다. 애초에 행운핑(본인)은 얌얌핑이 만들어 온 간식을 얌얌핑과 로열핑들이 먹고 있을 때 먹지 않기도 했기에 가장 의심스러운 상황은 맞다. 물론 반지는 반지만 빼서 가져간 게 아니라 반지를 담은 상자채로 가져갔기 때문에 반지 상자를 상자채로 숨길 공간은 행운핑의 상자 안에는 없었다. 애초에 상자에 행운핑이 제대로 들어가 있는지부터 의문이다. [15] 하츄핑의 꽃은 더 예뻐진다, 나나핑의 태양은 용돈이 생긴다면서 금화가 떨어졌고, 솔찌핑의 구름은 나나핑의 태양을 가려 나나핑의 용돈이 사라진다고 했더니 금화는 돈이 아닌 동전모양 초콜릿이었고,(정작 나나핑은 오히려 먹을 게 생겼다며 좋아한다.) 꾸래핑의 바람이 태양과 구름을 날려 버림과 동시에 솔찌핑과 나나핑을 얼려 버리고 전부 없어지겠다며 초콜릿은 얌얌핑이 먹어 버렸다. 그 와중에 루카와 하츄핑이 얼어 있던 둘의 눈덩이를 먹자 맛있어한다. 이를 본 메리루는 자기 일 아니라고 막 갖다붙인다며 머쓱해하지만 로미는 운이란 건 해석하기 나름이라며 변호한다. [16] 이때 퐁당핑을 인어 티니핑이라고 했는데, 퐁당핑은 열쇠티니핑이고, 이명으로 부른다고 해도 자유로움의 티니핑인데 왜 이렇게 불렀는지는 알려지지 않았다. [17] 마야는 파티핑의 선글라스를 쓴 탓에 환상으로 파자마 파티를 하던 로미와 메리루가 베개 싸움을 하는 장면을 본데다, 자신의 손에 들린 케이크가 베개로 보인 탓에 케이크를 든 채로 양팔을 휘둘렀다. [18] 위 대사와 날아갈 때 비명 소리를 포함해도 이 에피소드의 등장 분량은 겨우 5초 밖에 안 된다(...). [19] 마스터키를 잡고 있는 팔과, 제니의 공격으로 상자와 함께 추락하는 모습으로 나왔으며, 후자에서 얼굴까지 모두 공개되었다. 그리고 마지막에 본인의 정체가 행운핑임을 밝히면서 한 번 더 얼굴이 나온다. [20] 꾸래핑의 눈사람 기차에 타서 기관차의 굴뚝 부분에서 나는 것이 연기가 아니라 진짜 눈송이라며 감탄하는가 하면, 로열핑들이 곰 마스코트 와 노는 것을 보고 있었다. [21] 티니핑 놀이공원이 티니핑들만이 탈 만한 사이즈여서 인간인 로미, 마야, 메리루는 평소 몸집으로는 탈 수 없었기 때문에 아라핑의 물약으로 몸을 작게 만든 상태였다. [22] 이때 로미, 마야, 메리루는 몸을 다시 원상복귀시켰다. [23] 이 회차 기준으로 로미 일행이 캐치해야 할 남은 열쇠티니핑은 단 한 마리였다. [24] 다만 다해핑이 있는 것을 눈치채지 못해 다해핑도 이 비밀을 모두 들어 버렸다. [25] 여담이지만 넷플릭스 청각 장애인용 자막에는 이 직전 회차까지는 이름이 '상자 속 티니핑'으로 기재되다가 이 회차부터는 '행운핑'이라고 기재된다. [26] 상자를 열기 전 행운핑의 모습이 어떻게 생겼을지 추정하는데 솔찌핑은 못생겼을 것 같다며, 꾸래핑은 본 모습도 크기만 작은 상자인 마트료시카 형태를 생각했다. [27] 이 회차를 기점으로 제목 소개 장면에서 하츄핑이 들고 나오는 메달이 상자의 실루엣에서 행운핑의 본 모습 실루엣으로 변경되었다. [28] 모습을 드러내기 전까지만 해도 반말로 하대하는 태도를 보였는데, 행운핑의 실물이 드러나자 '위대하신 행운핑님'이라고 존칭을 쓰며 존댓말로 용서를 구했다. [29] 이때 본인과 몬쥬 박사는 작중 첫 대면임에도 오랜만이라고 얘기하는 걸 보면 구면임을 알 수 있다. [30] 사실 1화를 생각하면 본인 입장에서는 행운 그 이상이다. 만약 계속 무례하게 굴어서 본인이 갇혀 있던 상자를 그냥 두고 가버렸다면 영영 상자의 봉인을 풀 수 없었던 건 물론, 그대로 계속 방치되어 죽음을 맞이했을 것이다. [31] 특히 압권은 믿어핑 에게 윙크를 날려 믿어핑이 심장을 부여잡고 쓰러지게 만들었다(...). [32] 이때 프린세스 라비린스도 적잖이 당황한다. 이를 미루어 보면 해를 가할 의도까지는 아니었던 것으로 보인다. [33] 이때 다섯 칸으로 분할(시계방향으로 분홍색 하트+꽃 , 파란색 눈송이 , 빨간색 태양 , 노란색 구름 , 보라색 물음표 순)된 룰렛에서 보라색의 물음표 칸이 처음으로 선택됐는데, 물음표에서 네잎클로버로 바뀌면서 변신한다. [34] BGM 역시 통상적인 변신 BGM이 아닌 프린세스 트와일라잇 주제곡 이 흘러나오며 싱크로율 되어 더욱 깊은 여운을 남긴다. 변신 장면의 연출, 변신 후 모습, 25화 마지막의 짤막한 연출을 보면 전설, 신화 속의 여신을 연상케한다. [35] 이 회차를 기점으로 로미는 제니와 화해했기 때문에 첫 화에서 말했던 자신을 거둬만 준다면 언젠간 은혜를 갚겠다는 말을 지켜냈다. [36] 꽃말은 행운. 다만 세간에 알려진 것과 달리 굳이 잎 4개 짜리가 아니라도 클로버 자체가 행운이라는 꽃말을 가지고 있다. [37] 마법의 동화책이 찢어지면, 동화책과 함께 그 안에 있던 등장인물들도 함께 사라지게 된다. [38] 잠깐뿐이지만 무려 프린세스 라비린스 로 각성한 제니의 공격을 막았다. [39] 하츄핑을 예로 들면 '츄'에 해당한다. [40] 둘 다 상자에 갇힌 상태로 첫 등장했다. [41] 심지어 후술하겠지만 행운핑의 키는 다른 티니핑보다 큰 편 이다. 대략 10cm로 추정. [42] 아마 봉인당한 상태라 크기도 덩달아 줄어든 듯 하다. [43] 그리고 봉인이 풀리기 전까지는 상자의 모습이 매우 낡고, 상처가 나고, 칠이 벗겨져 있었지만 봉인이 풀리고 나서부터 상자의 모습이 아름답게 변해 있었다. [44] 문서 프로필에 있는 일러스트는 다소 짙은 보라색이지만, 애니메이션 내에서는 보라색 보다는 자주색에 가까운 밝은 보라색으로 나온다. [45] 모습이 공개된 건 2022년 10월경 어떤 비공식 인스타그램 유저에 의한 상품 스크린샷 유출이었다. [46] 다만 행운핑의 피규어는 다른 티니핑들처럼 피규어와 큐브만 팔지 않고 상자하우스를 함께 구매해야 하는 점도 감안은 해야 한다. [47] 28cm 봉제인형은 다른 티니핑들과 동일한 가격이다. [48] 3기 변신 아이템인 미스틱 하트윙은 8만원이 넘는 가격을 자랑한데다가 행운핑인 트와일라잇의 변신을 보려면 따로 사야 하는 부담감들도 굉장히 너무 큰 단점들이 있어서 우려들이 많이 있다. 미스틱 하트윙 기본 열쇠 4개 + 말하는 행운핑과 열쇠 1개를 사야 한다. 둘 다 산다면 11만원 이상이 든다. 2기 이후부터 따로 사야 하는 부모들은 부담감이 많이 든다. 그냥 미스틱 하트윙만 사면 행운핑 타임이나 트와일라잇 변신은 절대 볼 수가 없고 4가지 일반 변신들만 볼 수 있다. [49] 티니핑김의 렌티큘러칩은 다해핑도 있으며, 이전의 띠부씰 젤리도 1, 2기 출연 티니핑들이 등장하는데, 여기서는 3기 티니핑들은 애초에 없는 걸 감안해도, 가면핑을 제외한 모든 티니핑들의 띠부씰이 나온 것을 감안하면 아이러니한 일이다. [50] 1, 2, 3기 모든 티니핑 디자인으로 기존 젤리에 동봉된 띠부씰과는 디자인이 다르다. [51] 이전 모델은 방글핑 이었고, 방글핑이 모델일 때는 '레몬 필링' 젤리였다. [52] 어찌나 확률이 낮은지는 각종 중고거래 사이트 및 어플 등에서도 행운핑은 구매글만 나오고, 판매글은 거의 없다. 참고로 일반적으로 2000원, 희귀종도 15000원 내외인데 행운핑은 부르는 게 값이라 판매글이 올라와도 이보다 훨씬 비싸게 거래된다. 4기 방영 임박 시점에서는 젤리 띠부씰은 매물이 풀려서 다른 희귀종과 비슷한 가격으로 중고거래 어플에도 올라오지만, 빵씰은 86번이라고 포장지에도 인쇄되어 나오지만 실제로 나왔다는 얘기조차 없어서 실존하는지 여부도 불분명한 수준이다. 더군다나 같은 시기에 띠부씰 빵은 아예 단종되었다. [53] 오히려 새콤핑과 달콤핑은 중간중간에 화해하는 구석이 있음에도 서로 자존심 싸움만 하다가 보다못한 샤샤핑의 일침을 통해 보통 심각한 일이 아니라는 것을 알고 나서야 끝내 화해한 것이라 마치 시청자들 입장에서는 고구마를 먹은 답답함이였다는 평가가 많다. 샤샤핑이 그를 내린 사이다 역할을 한 셈."
}