{
    "name": "화나핑",
    "image": "/static/images/ping/화나핑.jpg",
    "gender": "남성",
    "accessory": "부채",
    "likes": "화나는 것",
    "dislikes": "화나는 게 화낭!",
    "magic": "대상에게 팅클퍼프를 뿌려, 잠시동안 화가 나게 만들 수 있다. 화가 나면, 열기를 발산해 주변 식물을 시들어 버리게 한다.",
    "other_info": "화나핑 - 이름의 유래 화나 다 Roar(포효하다) おこ る(화나다) 소품 마법 ① 대상에게 팅클퍼프를 뿌려, 잠시동안 화가 나게 만들 수 있다. ② 화가 나면, 열기를 발산해 주변 식물을 시들어 버리게 한다. 좋아하는 것 싫어하는 것 2023 티니핑 어워즈 인기투표 순위 75위 성우 박성태 우에즈미야 타카시 1 . 개요 2 . 작중 행적 3 . 티니핑 소개 일본판 4 . 기타 1. 개요 [편집] 귀여운 다혈질, 분노의 티니핑. 화가 나면 몸에서 열기를 뿜어대는 뜨거운 분노의 아이콘! 캐치! 티니핑 의 등장 티니핑. 23화의 메인 티니핑이다. '분노의 티니핑'. 마법을 사용하여 대상의 분노를 끌어올리는 능력이 있는데, 이 로 잠시동안 화를 식힐 수는 있지만, 머리에 있는 불꽃이 감당할 수 없을 만큼 뜨거워져 폭주 상태에 이르게 되면 아무도 통제할 수 없게 된다. 2. 작중 행적 [편집] 첫 등장 시 기분 좋게 숲 속을 산책하고 있었는데 버려진 캔에 부딪혔다. 본인은 그 캔을 버린 후에 다시 길을 가던 중 과자 봉지도 버려진 것을 발견하고 버리려고 하던 때, 난데없이 하늘에서 도토리가 떨어져서 본인은 그만 화를 내고 만다. [1] 본인은 다시 분노를 진정시키려고 했지만, 하필이면 메리루가 자전거를 타고 지나가면서 몸에 흙탕물이 튀기는 바람에 진심으로 화가 나기 시작했다. 본인은 자신을 화나게 만든 원인인 메리루의 자전거를 찾던 중, 계속 다른 자전거를 발견하는 바람에 분노가 더 거세졌다. 계속 메리루의 자전거를 찾던 중, 딜런과 레이먼이 서로 교환하려던 아이스크림에 떨어져 맞아 팅클퍼프를 발사해서 딜런과 레이먼을 다투게 만들었다. 한편, 로미 일행은 주위의 꽃이 시든 것을 발견했고, 티니하트윙으로 본인의 발자국을 인식해 본인이 있는 것을 알아차렸다. 로미는 꽃을 시들게 만든 범인이라는 이유로 차차핑의 재촉 및 분노를 받고 프린세스 클로버로 변신해 캐치하려고 한다. 프린세스 일행은 주변의 시든 꽃을 목격하고, 차차핑이 그 꽃을 부활시키기 위해 희망의 물줄기를 뿌렸지만, 하필이면 본인이 그 물줄기에 맞아 위치가 발각되고 만다. 프린세스 클로버는 곧바로 본인을 캐치하려고 했지만, 화나핑(본인)의 열이 하트 메달이 감당할 수 없을 정도로 뜨거워서 처음으로 캐치에 실패해 버리는 사단 이 일어났다! 그래서 화나핑의 화를 풀어 주기 위해 프린세스 일행이 질도 해 주고 시원한 얼음물도 주는 등 분노가 가라앉는가 했더니만 하필 라라핑이 눈치 없이 노래를 부르는 바람에 다시 화가 치밀어오르고 만다. 설상가상으로 근처에 자신을 화나게 만든 원인인 자전거에 탄 메리루가 지나가면서, 본인은 메리루를 쫓아가 결국 마야가 참여하는 꽃 콘테스트 회장까지 와 버렸다. 결국 본인의 분노가 한계까지 도달한 결과 꽃 콘테스트 출전 선수들의 꽃이 다 시들 뻔한 위기에 처하고, 열기가 더욱 거세져서 아자핑의 카메라까지 뜨거워져서 사용 불가 상태 에 이르자, 프린세스 클로버는 화나핑이 화가 난 이유를 잊으면 좋겠다는 말을 꺼냈다. 이 때 잊는다는 것을 이용해 깜빡핑을 소환해서 화나핑이 화가 나는 이유를 잊게 만들기로 하였다. 하지만 워낙에 덜렁이인 깜빡핑은 돌부리에 넘어져 스스로의 팅클퍼프에 맞아 자기가 뭘 하려 했는지 잊어버리고, 이를 보다 못한 차차핑이 직접 물뿌리개에 지우개를 넣고 마법의 물을 뿌려서 화가 나는 이유를 깜빡하게 만들어 본인을 캐치하는 데 성공한다. “아하하하하! 집이다, 화낭!” 23화 캐치 대사. 마지막 장면에서는 메리루에게 화내서 미안하다고 사과한다. “무슨 짓이야! 혼자 음식을 다 가져가 버리면 도대체 어떡하라는 거야? 화낭!” 40화 대사. '티니핑 축제' 편에서는 쿠키를 몽땅 훔쳐버린 다조핑 때문에 화를 내지만 덜덜핑의 팅클퍼프를 맞고 진정한다. 3. 티니핑 소개 일본판 [편집] “だから、おれが怒るのも当然でしょ！オコ！” (한국판 대사: “그러니까, 내가 화나? 안 화나? 화나!”) 4. 기타 [편집] 작중 최초로 한 에피소드에서 두 번 이상의 캐치 컷신이 나온 티니핑이다. [2] [1] 이때 화를 낸 바람에 열기가 발생해서 주변의 도토리들이 팝콘처럼 터졌다. [2] 이후 악동핑 , 발레핑 이, 2화 이상으로 범위를 넓히면 뿌뿌핑 또한 이 기록을 세웠다. "
}